Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: No products selected
af_za: Geen produkte geselekteer

source: Variation option has been removed
af_za: Wysiging opsie is verwyder

source: Variation option cannot be removed
af_za: Wysiging opsie kan nie verwyder word nie

source: Variation option image removed
af_za: Wysiging opsie prentjie verwyder

source: Variation option cannot be read
af_za: Wysiging opsie kan nie gelees word nie

source: No variation option was specified
af_za: Geen wysiging opsie was gespesifiseer

source: Coupon has been saved
af_za: Koepon is gestoor

source: Billing Name
af_za: Rekeningbesonderhede: Naam

source: Billing Email
af_za: Rekeningbesonderhede: E-pos

source: Billing Company
af_za: Rekeningbesonderhede: Maatskappy

source: Billing Phone
af_za: Rekeningbesonderhede: Telefoon

source: Billing Fax
af_za: Rekeningbesonderhede: Faks

source: Billing Address
af_za: Rekeningbesonderhede: Adres

source: Billing Address 2
af_za: Rekeningbesonderhede: Adres 2

source: Billing City
af_za: Rekeningbesonderhede: Stad

source: Billing State
af_za: Rekeningbesonderhede: Provinsie

source: Billing Country
af_za: Rekeningbesonderhede: Land

source: Billing Zipcode
af_za: Rekening Zipkode

source: Shipping Name
af_za: Verskepingsnaam

source: Shipping Email
af_za: Verskepingse-pos

source: Shipping Company
af_za: Verskepingsmaatskappy

source: Shipping Phone
af_za: Verskepingstelefoonommer

source: Shipping Fax
af_za: Verskepingsfaks

source: Shipping Address
af_za: Verskepingsadres

source: Shipping Address 2
af_za: Verskepingsadres 2

source: Shipping City
af_za: Verskepingsstad

source: Shipping State
af_za: Verskepingsporvinsie

source: Shipping Zipcode
af_za: Verskepingsposkode

source: Item Quantity
af_za: Item Hoeveelheid

source: Item Code/SKU
af_za: Item Kode/SKU

source: Item Name
af_za: Item Naam

source: Item Price
af_za: Item Prys

source: Item Dimensions
af_za: Item Mates

source: Item Tangible
af_za: Item

source: Item Taxable
af_za: Item Tasbaar

source: Item Paid
af_za: Item Betaal

source: Item Shipped
af_za: Item Verskeep

source: Payment has been deleted
af_za: Betaling is verwyder

source: Payment could not be deleted
af_za: Betaling kan nie verwyder word nie

source: No payment was specified
af_za: Geen betaling is gespesifiseer

source: Product cannot be read
de_de: Das Produkt kann nicht eingelesen werden
es_es: El producto no se puede leer
fr_fr: Le produit ne peut pas être lu
it_it: Prodotto non trovato
ro_ro: Produsul nu poate fi citit

source: NO
de_de: NEIN
fr_fr: NON
ro_ro: Nr.

source: Kilogram
de_de: Kilogramm
es_es: Kilogramo
fr_fr: Kilogramme
it_it: Chilogrammo

source: Gram
de_de: Gramm
es_es: Gramo
fr_fr: Gramme
it_it: Grammo

source: PayPal (Pro)
fr_fr: PayPal (Professionel)

source: Credit and debit card payments with BluePay
de_de: Kreditkartenzahlungen und Kontozahlungen mit BluePay
fr_fr: Paiements par carte de crédit et débit via BluePay
it_it: Pagamento con carta di credito/debito con BluePay

source: Virtual Merchant
es_es: Comerciante Virtual
fr_fr: Commerçant virtuel

source: Hong Kong Dollars
de_de: Hong Kong Dollar
es_es: Dolares de Hong Kong
fr_fr: Dollars de Hong Kong
it_it: Dollari di Hong Kong

source: Centimeter
de_de: Zentimeter
es_es: Centimetro
fr_fr: Centimètre
it_it: Centimetro
ro_ro: Centimetru

source: Kilometer
es_es: Kilometro
fr_fr: Kilomètre
it_it: Chilometro
ro_ro: Kilometru

source: Meter
es_es: Metro
fr_fr: Mètre
it_it: Metro
ro_ro: Metru

source: Millimeter
es_es: Milimetro
fr_fr: Millimètre
it_it: Millimetro
ro_ro: Milimetru

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Article
it_it: Prodotto
ro_ro: Produs

source: BY
de_de: VON
es_es: POR
fr_fr: PAR
it_it: PER
ro_ro: DE

source: Please specify a product
de_de: Bitte wählen Sie ein Produkt aus
es_es: Por favor, especifica un producto
fr_fr: Indiquer un produit
it_it: Si prega di specificare un prodotto
ro_ro: Vă rugăm specificați un produs

source: Please select a product
de_de: Bitte wählen Sie ein Produkt
es_es: Por favor, selecciona un producto
fr_fr: Sélectionne un produit
it_it: SI prega di selezionare un prodotto
ro_ro: Vă rugăm selectați un produs

source: Please fill in a width.
de_de: Bitte geben Sie eine Weite an.
es_es: Por favor, completa un ancho.
fr_fr: Veuillez indiquer une largeur.
it_it: Si prega di inserire una larghezza.
ro_ro: Vă rugăm completați o lățime.

source: Only numeric width.
de_de: Nur ziffernmäßige Weite.
es_es: Sólo ancho numérico.
fr_fr: Seuls des chiffres sont autorisés.
it_it: Solo larghezze numeriche.
ro_ro: Sunt permise numai cifre.

source: Please fill in a length.
de_de: Bitte geben Sie die Länge ein.
es_es: Por favor, completa una longitud.
fr_fr: Veuillez indiquer une longueur.
it_it: SI prega di inserire una lunghezza.
ro_ro: Vă rugăm completați o lungime.

source: Only numeric length.
de_de: Nur nummerische Länge.
es_es: Sólo longitud numérica.
fr_fr: Seulement une longueur numérique.
it_it: Solo lunghezze numeriche.
ro_ro: Numai valori numerice.

source: Minimum width is
de_de: Minimum Weite ist
es_es: El Ancho Mínimo es
fr_fr: La largeur minimum est
it_it: La larghezza minima è
ro_ro: Lățimea minimă este

source: Maximum width is
de_de: Maximale Weite ist
es_es: El ancho máximo es
fr_fr: La largeur maximum est
it_it: La larghezza massima è
ro_ro: Lățimea maximă este

source: Minimum length is
de_de: Minimum Länge ist
es_es: La Longitud Mínima es
fr_fr: La longueur minimum est
it_it: La lunghezza minima è
ro_ro: Lungimea minimă este

source: Maximum length is
de_de: Maxiumale Länge ist
es_es: La longitud máxima es
fr_fr: La longeur maximum est
it_it: La lunghezza massima è
ro_ro: Lungimea maximă este

source: No cart/order was specified
fr_fr: Aucune commande spécifiée
it_it: Nessun ordine specificato

source: items
de_de: Artikel
fr_fr: articles
it_it: articoli
ro_ro: articole

source: No related product was specified
de_de: Kein verwandtes Produkt ausgewählt
es_es: No se especificó ningun producto relacionado
fr_fr: Aucun produit en relation n'a été spécifié
it_it: Nessun articolo correlato specificato
ro_ro: Nu a fost specificat nici un produs recomandat

source: Check All
de_de: Alle auswählen
fr_fr: Vérifier tout
it_it: Seleziona tutti
ro_ro: Bifați tot

source: Inverse Selection
de_de: Auswahl umkehren
fr_fr: Inverser la sélection
it_it: Inverti selezione
ro_ro: Selecție inversată

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
ro_ro: Valoare

source: Are you sure you want to deactivate this extension?
de_de: Sind Sie sicher, daß Sie diese Erweiterung deaktivieren wollen?
es_es: ¿Estás seguro que deseas desactivar esta extensión?
fr_fr: Êtes-vous sûr de vouloir désactiver cette extension?
it_it: Sei sicuro di voler disattivare quest\'estensione?

source: (optional)
es_es: (opcional)
fr_fr: (optionel)
it_it: (facoltativo)
ro_ro: (opțional)

source: Search for products...
fr_fr: Chercher parmis les produits...
it_it: Cerca i prodotti…

source: file will be available for download when this product is ordered and paid for
de_de: Die Datei wird zum Download bereitstehen, wenn dieses Produkt bestellt und bezahlt ist.
es_es: el archivo estará disponible para descargar cuando el producto sea pedido y pagado
fr_fr: le fichier sera disponible au téléchargement quand le produit aura été commandé et payé
it_it: il file sar&agrave; disponibile quando il prodotto sar&egrave; stato ordinato e pagato
ro_ro: fișierul va fi disponibil pentru descărcare atunci când acest produs este comandat și plătit

source: upload a file or specify a file url/link
de_de: Eine Datei hochladen oder einen Datei URL/Link angeben
es_es: carga un archivo o especifica su enlace/url
fr_fr: charger un fichier sur le serveur ou indiquer une URL/lien vers le fichier
it_it: carica un file o specifica un link/URL
ro_ro: încărcați un fișier sau specificați un url/link

source: customers will be provided with this link to download their file
de_de: Die Kunden bekommen dieses Link, um ihre Datei herunterladen zu können
es_es: los clientes serán proveídos con este enlance para descargar su archivo
fr_fr: les clients seront autorisés à télécharger leur fichier par ce lien
it_it: Questo link verr&agrave; fornito ai clienti per scaricare il loro file
ro_ro: clienții vor primi acest link pentru a descărca fișierul

source: files will be securely and discreetly pushed to the customers browser
de_de: Die Dateien werden verschlüsselt und diskret zum Browser des Kunden geschickt
es_es: los archivos serán empujados a los navegadores de los clientes con seguridad y discresión
fr_fr: les fichiers seront envoyés aux navigateurs des clients en toute sécurité et discrêtement
it_it: i file verranno inviati ai browser dei clienti in maniera sicura e discreta
ro_ro: fișierele vor fi împinse automat către clienți în mod securizat și discret

source: leave blank for no changes
de_de: Leer lassen, wenn keine Änderungen vorliegen
es_es: dejar vacío para no tener cambios
fr_fr: Laisser vide pour na pas effectuer de changements
it_it: lascia vuoto per non apportare cambiamenti
ro_ro: lăsați necompletat pentru a nu modifica

source: Stop
fr_fr: Arrêt
it_it: Ferma

source: Enable
de_de: Aktivieren
fr_fr: Activer
it_it: Abilita
ro_ro: Activare

source: Disable
de_de: Deaktivieren
fr_fr: Désactiver
it_it: Disabilita
ro_ro: Dezactivare

source: Your 12-digit BluePay account ID
de_de: Ihre 12-Stellen BluePay Konto ID
fr_fr: 12 chiffre d'Id de compte BluePay
it_it: Il tuo ID dell'account BluePay a 12 cifre

source: Secret Key
de_de: Geheimer Schlüssel
fr_fr: Clef secrète
it_it: Chiave Segreta

source: BluePay secret key found under Administration > Accounts > List > View > Website Integration.
fr_fr: La clef secrète de BluePay est accessible par le chemin Administration -> Comptes -> Listes -> Voir -> Intégration du site web.
it_it: Chiave segreta BluePay che si trova in Amministrazione > Account > Elenco > Visualizza > Integrazione Siti Web.

source: Set to BluePay live/test mode.
de_de: Setze zu BluePay live/test Modus.
fr_fr: Règler au mode test/en direct de BluePay.
it_it: Imposta la modalit&agrave; live/test di BluePay.

source: PayGate ID
fr_fr: Id PayGate
it_it: ID PayGate

source: PIN which you can obtain/change in your Virtual Merchant account
de_de: PIN, die im Virtual Merchant Konto erhalten oder geändert werden kann
es_es: PIN que obtienes/cambias en tu cuenta de Comerciante Virtual
fr_fr: Le code PIN que vous pouvez obtenir/modifier dans votre compte de commerçant virtuel (Virtual Merchant)
it_it: Il PIN che puoi ottenere/modificare dalla tua pagina Virtual Merchant
ro_ro: cod PIN care se obține de la Virtual Merchant în setările contului

source: A showcase product is NOT for sale.
de_de: Ein Schaukasten Produkt ist NICHT zum verkaufen.
fr_fr: Un produit vitrine n'est PAS à vendre.
it_it: Un prodotto dimostrativo NON &egrave; in vendita.
ro_ro: Un produs din vitrină NU este de vânzare.

source: Affiliate/External Product
de_de: Affiliate/Externes Produkt
es_es: Afiliado/Producto Externo
fr_fr: Produit Affilié/Externe
it_it: Prodotto Esterno/Affiliazione
ro_ro: Produs afiliat/extern

source: *length measurement*
de_de: *Längen Maßeinheit*
es_es: *longitud de la medición*
fr_fr: *mesure de longueur*
it_it: *misura di lunghezza*
ro_ro: *Unitatea de măsură pentru lungime*

source: Width Min:
de_de: Breite Min:
es_es: Ancho Mínimo:
fr_fr: Largeur min:
it_it: Larghezza Minima:
ro_ro: Lățime minimă:

source: Width Max:
de_de: Breite Max:
es_es: Ancho Máximo:
fr_fr: Largeur max:
it_it: Larghezza massima:
ro_ro: Lățime maximă:

source: Length Min:
de_de: Länge Min:
es_es: Longitud Mínima:
fr_fr: Longueur min
it_it: Lunghezza minima:
ro_ro: Lungime minimă:

source: Length Max:
de_de: Länge Max:
es_es: Longitud Máxima:
fr_fr: Longueur max:
it_it: Lunghezza massima:
ro_ro: Lungime maximă:

source: Donate Caption
de_de: Spende Beschriftung
fr_fr: Libellé de Don
it_it: Etichetta Donazione
ro_ro: Subtitlu donație

source: Product Tax Rate
de_de: Produkt Steuerrate
es_es: Tasa de impuestos de productos
fr_fr: Taux de taxes de produit
it_it: Percentuale Imposta per il prodotto
ro_ro: Coeficient taxă produs

source: Length Measurement
de_de: Längen Maßeinheit
es_es: Medida de Longitud
fr_fr: Mesure de longueur
it_it: Misure di ingombro
ro_ro: Unitatea de măsură pentru lungime

source: Unit Width
de_de: Breite
es_es: Unidad de Ancho
fr_fr: Unité de largeur
it_it: Ampiezza unitaria
ro_ro: Lățime

source: optional. the width of a single unit of this product
de_de: Optional. Die Breite des Produkts
es_es: opcional. la longitud por unidad/item de este producto
fr_fr: facultatif, la largeur d'une seule unité pour ce produit
it_it: facoltativo. la larghezza di una singola unit&agrave; di prodotto
ro_ro: opțional, lățimea unei unități a acestui produs

source: Unit Length
de_de: Länge
es_es: Unidad de Longitud
fr_fr: Unité de longueur
it_it: Lunghezza unitaria
ro_ro: Lungime

source: optional. the length of a single unit of this product
de_de: Optional. Die Länge des Produkts
es_es: opcional. la longitud por unidad/item de este producto
fr_fr: facultatif, la longueur d'une seule unité pour ce produit
it_it: facoltativo. la lunghezza di una singola unit&agrave; di prodotto
ro_ro: opțional, lungimea unei unități a acestui produs

source: Unit Height
de_de: Höhe
es_es: Unidad de Altura
fr_fr: Unité de hauteur
it_it: Altezza unitaria
ro_ro: Înălțime

source: optional. the height of a single unit of this product
de_de: Optional. Die Höhe des Produkts
es_es: opcional. el alto por unidad/item de este producto
fr_fr: facultatif, la hauteur d'une seule unité pour ce produit
it_it: facoltativo. l'altezza di una singola unit&agrave; di prodotto
ro_ro: opțional, înălțimea unei unități a acestui produs

source: On original product price
fr_fr: Sur le prix d'origine du produit
it_it: Sul prezzo originale del prodotto

source: Add a Product Variation
de_de: Produkt Variation hinzufügen
es_es: Agregar una Variación de Producto
fr_fr: Ajouter une variations de prix
it_it: Aggiungi Variante Prodotto
ro_ro: Adăugare variantă produs

source: obtain this from your Authorize.net merchant account.
de_de: Diesen erhalten Sie von Ihrem Authorize.net Merchant Konto
fr_fr: l'obtenir à partir de votre compte marchand chez Authorize.net
it_it: riportato nella tua pagina del profilo Venditore Authorize.net
ro_ro: obțineți de la contul de comerciant Authorize.net

source: turn this off for live transactions on a production site.
de_de: Schalten Sie das hier aus, wenn sie Live Transaktionen auf der Webseite durchführen wollen
fr_fr: désactiver cette fonction pour les transactions en direct sur un site de production.
it_it: imposta a 'No' per le transazioni in tempo reale sul sito di produzione.
ro_ro: debifați pentru tranzacții reale pe situl de producție.

source: Affect Tax &amp; Shipping?
de_de: Steuer &amp; Versand beeinflussen?
fr_fr: Appliquer les taxes et frais d'expédition?
it_it: Influenza Imposte & Spedizioni?
ro_ro: Afectează Taxele și Expediția?

source: No, do not let discount affect Tax &amp; Shipping
de_de: Nein, Rabatt darf die Steuer &amp; die Versandkosten nicht beeinflussen
fr_fr: Non, ne pas calculer les rabais avant taxes et expédition
it_it: No, lo sconto non influenza il calcolo di Tasse &amp; Spedizione
ro_ro: Nu, nu lăsa discontul să afecteze taxele și transportul

source: Use Theme Style File?
de_de: Theme Style Datei verwenden?
es_es: ¿Usar archivo de Estilo del Tema?
fr_fr: Utiliser le fichier de style du thème?
it_it: Utilizzare il file dello stile del tema?
ro_ro: Utilizez stilul temei?

source: Setting this to "Yes" will load the "style.css" file inside the theme folder.
es_es: Configurando esto a "Si" se cargará el archivo "style.css" dentro de la carpeta del tema.
fr_fr: Activer cette option chargera le fichier "style.css" à l'intérieur du dossier de thème.
it_it: Se impostato a "s&igrave;", verr&agrave; caricato anche il file "style.css" presente nella cartella del tema.
ro_ro: Setarea cu "Da" va încărca fișierul "style.css" din interiorul temei.

source: Turn On/Off the loading of default scripts on the front-end.
fr_fr: Activer/désactiver le chargement des scripts par défaut sur la page affichée au client.
it_it: Abilita o disabilita il caricamento degli script predefiniti sul front-end.

source: Colorbox
fr_fr: Boîte de couleurs

source: Yes, load this script
fr_fr: Oui, chargé ce script
it_it: S&igrave, includi questo script

source: No, I have it loaded already
fr_fr: Non, il est déjà chargé
it_it: No, sono gi&agrave; inclusi

source: Handle:
fr_fr: Clé:

source: Load the Colorbox script for the subscriber management section.
fr_fr: Charger le script Boîte de couleurs dans la section Gestionnaire d'abonnements.
it_it: Carica gli script di Colorbox per la sezione di gestione delle sottoscrizioni.

source: jQuery UI Tabs
fr_fr: Onglets d'interface jQuery
it_it: Pannelli jQuery UI

source: Load the jQuery UI Tabs script for the subscriber management section.
fr_fr: Charger les script d'onglet d'interface jQuery pour la section Gestionnaire d'abonnement.
it_it: Carica gli script per la gestione dei Pannelli di jQuery UI per la sezione di gestione delle sottoscrizioni.

source: jQuery UI Button
fr_fr: Bouton d'interface jQuery
it_it: Bottoni jQuery UI

source: Load the jQuery UI Button script for all the buttons.
fr_fr: Charger le script de bouton d'interface jQuery pour tous les boutons.
it_it: Carica gli script dei Bottoni di jQuery UI per tutti i bottoni.

source: jQuery UI Date Picker
fr_fr: Sélecteur de date d'interface jQuery
it_it: Selettore Data di jQuery UI

source: Load the jQuery UI Date Picker script for field date pickers.
fr_fr: Charger le script de selecteur de date d'interface jQuery pour tous les selecteur de date.
it_it: Carica gli script per la Selezione Data di jQuery UI per i campi di inserimento date.

source: Bank
es_es: Banco
fr_fr: Banque
it_it: Banca
ro_ro: Bancă

source: If you are using a TEST eWay customer ID, ensure that the order amount ends with "00" cents eg. $10.00 to get an approved response code.
fr_fr: Si vous utilisez un Id de client TEST eWay, assurez-vous que le montant de la commande ce termine par "00" (ex.: $10.00) pour recevoir un code d'approbation.
it_it: Se stai utilizzando un ID account di TEST di eWay, assicurati che il totale ordine abbia come decimali "00", ad es: $10.00, per ottenere un codice di risposta di approvazione.

source: caption to show on billing page of the checkout procedure
de_de: Untertitel, der auf der Bezahlseite bei der Kassenprozedur angezeigt wird
fr_fr: légende à afficher sur la page de facturation à la procédure d'achat
it_it: titolo da mostrare nella pagina di fatturazione in fase di finalizzazione dell'ordine
ro_ro: titlu pentru afișare în pagina cu procedura de finalizare a comenzii

source: your eWay customer ID
de_de: Ihre eWay customer ID
fr_fr: Votre ID client eWay
it_it: ID Cliente eWay
ro_ro: ID de client eWay

source: invoice description printed by eWay on purchase invoices
de_de: Rechnungsbeschreibung, die durch eWay auf den Rechnungen gedruckt wird
fr_fr: description de facturation imprimée par eWay sur les factures d'achat
it_it: la descrizione della fattura stampata da eWay sulle fatture di acquisto
ro_ro: descrierea facturii tipărită de eWay pe factura de achiziție

source: Product Pages and Loop
de_de: Produktseite und Schleife
es_es: Páginas de Producto y Loop
fr_fr: Page des produits et rotation
it_it: Pagine Prodotti ed Elenco Prodotti
ro_ro: Pagini produse și liste/grile produse

source: Select all States/Provinces
fr_fr: Sélection de tous les États/Provinces

source: Enable Gzip Compression
de_de: Gzip Komprimierung aktivieren
es_es: Habilitar Compresión Gzip
fr_fr: Permettre la compression Gzip
it_it: Abilita Compressione GZip
ro_ro: Pornire compresie Gzip

source: Performance increase that compresses all content on your WordPress website using the ob_gzhandler() callback
de_de: Leistungssteigerung, die alle Inhalte auf Ihrer WordPress Seite mittels ob_gzhandler() komprimiert
es_es: El rendimiento aumenta cuando comprime todo el contenido de su sitio web WordPress usando el ob_gzhandler () callback
fr_fr: Augmentation de la performance qui compresse tout le contenu sur votre site WordPress en utilisant le ob_gzhandler() callback.
it_it: Migliora le prestazioni del sito comprimendo in tempo reale tutti i contenuti del sito utilizzando il callback ob_gzhandler()
ro_ro: Creștere de performanță prin compresia întregului conținut WordPress prin utilizarea funției ob_gzhandler()

source: Product Title Position
de_de: Produktitel Position
es_es: Posición del Título del Producto
fr_fr: Position du titre du produit
it_it: Posizione Titolo Prodotto
ro_ro: Poziție titlu produs

source: BluePay 2.0 Redirect
fr_fr: BluePay 2.0 Redirection

source: First Data API
fr_fr: API First Data
it_it: API First Data

source: Default Product Type
de_de: Standard Produkt Typ
es_es: Tipo de Producto por defecto
fr_fr: Type de produit par défaut
it_it: Tipo Prodotto Predefinito
ro_ro: Tip produs implicit

source: Weight Measurement
de_de: Gewichtseinheit
es_es: Medida de Peso
fr_fr: Mesure du poids
it_it: Calcolo Peso
ro_ro: Unitatea de măsură pentru greutate

source: Based on Total Weight
de_de: Basierend auf dem Gewicht
es_es: Basado en Peso Total
fr_fr: Basé sur le poids total
it_it: In base al Peso Totale
ro_ro: Bazate pe greutatea totală

source: Update all shop posts/taxonomies
fr_fr: Mettre-à-jour tout les articles/taxes de la boutique
it_it: Aggiorna tutti i post/tassonomie del Negozio

source: Product Price Display
de_de: Produktpreis Anzeige
es_es: Mostrar en Precio de Producto
fr_fr: Affichage de prix de produit
it_it: Visualizzazione Prezzo
ro_ro: Afișare preț produs

source: Product Page Settings
de_de: Einstellungen: Produktseite
es_es: Configuración de Página de Producto
fr_fr: Paramètres de la page des produits
it_it: Impostazioni Pagina Prodotto
ro_ro: Setări pagină de produse

source: Extra Product Images
de_de: Zusätzliche Produktbilder
es_es: Imágenes Extras de Productos
fr_fr: Images supplémentaires du produit
it_it: Immagini Agiuntive Prodotto
ro_ro: Imagini adiționale produs

source: Product Variations &amp; Options
de_de: Produkt Varianten &amp; Optionen
es_es: Variaciones de Productos y Opciones
fr_fr: Variantes de produit &amp; Options
ro_ro: Variante produs și Opțiuni

source: Items
de_de: Artikel
fr_fr: Articles
it_it: Prodotti
ro_ro: Articole

source: Export Orders
fr_fr: Exporter les commandes
it_it: Esporta Ordini

source: Shipping Tracking Number
de_de: Versandnachverfolgungsnummer
es_es: Número de seguimiento de Envío
fr_fr: Numéro de suivi
it_it: Numero Tracciabilit&agrave; Spedizione
ro_ro: Număr urmărire expediție

source: Optional. Fill in a FedEx tracking number into this field for tracking information
de_de: Optional. Füllen SIe eine FedEx Tracking Nummer in dieses Feld ein.
es_es: Opcional. Complete un número de tracking FedEx en este campo para obtener información de tracking
fr_fr: Optionel. Indiquer un numéro de suivi FedEx
it_it: Facoltativo. inserisci un numero di tracking FedEx in questo campo per le informazioni sulla tracciabilit&agrave;
ro_ro: Opțional. Introduceți un număr de urmărire a expediție în acest câmp.

source: Change the details of this order
de_de: Die Details dieser Bestellung ändenr
es_es: Cambiar los detalles de este pedido
fr_fr: Changer les détails de cette commande
it_it: Modifica i dettagli dell'Ordine
ro_ro: Modificați detaliile acestei comenzi

source: Remove this order and all order items
de_de: Diese Bestellung und alle Artikel löschen
es_es: Borrar este pedido y todos los items del pedido
fr_fr: Supprimer cette commande et tous les articles en commandes
it_it: Elimina l'ordine e tutte le righe d'ordine
ro_ro: Eliminați această comandă și toate articolele din ea
