Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: File Type
af_za: Lêertipe
de_de: Dateityp
es_es: Tipo de Archivo
fr_fr: Type de fichier
it_it: Tipo File
ro_ro: Tip fișier

source: unknown
af_za: onbekend
de_de: unbekannt
es_es: desconocido
fr_fr: inconnu
it_it: sconosciuto
ro_ro: necunoscut

source: Pending
af_za: Hangende

source: This download is pending since the payment may not have been processed or the merchant is reviewing the order. If your download does not become available shortly, please contact the merchant.
af_za: Hierdie aflaai is hangende omdat die betaling dalk nie geprosesseer is nie of die handelaar die bestelling nagaan. Indien jou aflaai nie binnekort beskikbaar is nie, kontak die handelaar asseblief.

source: No downloads are available
af_za: Geen aflaai is beskikbaar nie
de_de: Keine Downloads verfügbar
es_es: No hay descargas disponibles
fr_fr: Pas de téléchargements disponibles
it_it: Nessun download disponibile
ro_ro: Nu este disponibil nici un fișier pentru descărcare

source: Your payment has failed. Please try again
af_za: Jou betaling het misluk. Probeer asseblief weer.
de_de: Ihre Bezahlung ist fehlgeschlagen. Bitte erneut versuchen.
es_es: Tu pago ha fallado. Por favor, inténtalo de nuevo
fr_fr: Le paiement a été refusé. Veuillez réessayer.
it_it: Il pagamento non &egrave; andato a buon fine. Si prega di riprovare.
ro_ro: Plata dumneavoastră a eșuat. Vă rugăm încercați din nou

source: &laquo; Shopping Cart
af_za: &laquo; Inkopiemandjie
de_de: &laquo; Warenkorb
es_es: &laquo; Carrito de Compras
fr_fr: &laquo; Panier
it_it: &laquo; Carrello della Spesa
ro_ro: &laquo; Coş de cumpărături

source: Favorites
af_za: Gunstelinge
de_de: Vormerker
es_es: Favoritos
fr_fr: Favoris
it_it: Preferiti
ro_ro: Favorite

source: Actions
af_za: Aksies
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ro_ro: Acțiuni

source: Are you sure you want to remove this favorite?
af_za: Is jy seker jy wil hierdie gunsteling verwyder?
de_de: Sind Sie sicher, daß Sie diesen Vormerker entfernen wollen?
es_es: ¿Estás seguro que quieres borrar este favorito?
fr_fr: Êtes-vous sûr de vouloir supprimer ce produit des favoris?
it_it: Confermi la rimozione della preferenza?
ro_ro: Sigur doriți să eliminați acest produs favorit?

source: No favorites are in your account at this time.
af_za: Geen gunstelinge is tans in jou rekening nie.
de_de: Gegenwärtig sind keine Vormerker in Ihrem Konto verfügbar
es_es: No hay favoritos en tu cuenta hasta el momento.
fr_fr: Aucun favoris dans votre compte actuellement.
it_it: Nessun prodotto preferito
ro_ro: Momentan nu sunt produse favorite în contul dumneavoastră.

source: Add to favorite
af_za: Voeg by gunsteling
de_de: Zum Vormerker hinzufügen
es_es: Agregar a favorito
fr_fr: Ajouter aux favoris
it_it: Aggiungi ai preferiti
ro_ro: Adăugare la favorite

source: Rate/Price
af_za: Koers/Prys
de_de: Rate/Preis
es_es: Tarifa/Precio
fr_fr: Taux/Prix
it_it: Tariffa/Prezzo
ro_ro: Preț

source: Delivery
af_za: Aflewering
fr_fr: Livraison
it_it: Consegna

source: Fax.
af_za: Faks:

source: Bill To:
af_za: Rekening aan:
de_de: Rechnung an:
es_es: Facturar a:
fr_fr: Facturé à:
it_it: Fatturare A:
ro_ro: Facturare către:

source: Ship To:
af_za: Versend Aan:
de_de: Versenden an:
es_es: Enviar a:
fr_fr: Envoyé à:
it_it: Spedire A:
ro_ro: Expediție către:

source: Invoice Number
af_za: Faktuurnommer
de_de: Rechnungsnummer
es_es: Número de Factura
fr_fr: Numéro de facture
it_it: Numero Fattura
ro_ro: Număr factura

source: Date Issued
af_za: Datum Uitgereik
de_de: Ausstelldatum
es_es: Fecha de emisión
fr_fr: Date de publication
it_it: Data Invio
ro_ro: Data facturii

source: Paid in Full
af_za: Ten volle Betaal
de_de: Voll Bezahlt
es_es: Pagado por Completo
fr_fr: Paiement complet
it_it: Pagata
ro_ro: Plătit

source: Customer Email
af_za: Klant Epos
de_de: Kunden Email
es_es: Email del Cliente
fr_fr: Courriel du client
it_it: Email Cliente
ro_ro: Email client

source: Unpaid
af_za: Onbetaald

source: Invoice #
af_za: Faktuur #
de_de: Rechnung #
es_es: Factura #
fr_fr: Facture #
it_it: Fattura #
ro_ro: Factura nr.

source: Good day
af_za: Totsiens
de_de: Guten Tag
es_es: Buen día
fr_fr: Bonne journée
it_it: Salve
ro_ro: Bună ziua

source: Thank you for placing your order
af_za: Dankie dat jy 'n bestelling geplaas het.
de_de: Vielen Dank für Ihre Bestellung
es_es: Gracias por hacer tu pedido
fr_fr: Merci pour votre commande
it_it: Grazie per aver effettuato l'ordine
ro_ro: Vă mulțumim pentru comanda efectuată

source: Below are the full details of your order
af_za: Al die besonderhede van jou bestelling is hieronder.
de_de: Untenstehend sehen Sie die Details Ihrer Bestellung
es_es: Debajo está el detalle completo de tu pedido
fr_fr: Voici les détails de la commande
it_it: Di seguito viene riportato il dettaglio completo dell'ordine
ro_ro: Mai jos gasiți detalii complete despre comanda dumneavoastră

source: Alternatively, you can view the full details of this order online
af_za: Alternatiewelik kan jy die volle besonderhede van hierdie bestelling aanlyn besigtig.
de_de: Alternative können Sie die Details dieser Bestellung online abrufen
es_es: Alternativamente, puede ver el detalle completo de este pedido online
fr_fr: Vous pouvez aussi visualiser les détails complèts de cette commande en ligne
it_it: In alternativa, è possibile visualizzare tutti i dettagli dell'ordine online
ro_ro: Alternativ, puteți vizualiza detaliile complete ale acestei comenzi online

source: All the best
af_za: Alles van die beste
de_de: Mit freundlichen Grüßen
es_es: Atentanmente
fr_fr: Tous les meilleurs
it_it: Cordiali Saluti
ro_ro: Toate cele bune

source: Management
af_za: Bestuur
es_es: Administración
fr_fr: Gestion
it_it: La Direzione
ro_ro: Gestiune

source: Return to the shop &raquo;
af_za: Keer terug na die winkel &raquo;
de_de: Zurück zum Shop &raquo;
es_es: Volver a la tienda &raquo;
fr_fr: Revenir sur la boutique &raquo;
it_it: Torna al negozio virtuale &raquo;
ro_ro: Înapoi la magazin &raquo;

source: Download Invoice
af_za: Laai Faktuur af

source: Fully Paid
af_za: Ten volle betaal
de_de: Voll bezahlt
es_es: Totalmente Pagado
fr_fr: Entièrement payé
it_it: Pagamento completato
ro_ro: Plătit integral

source: Fully Shipped
af_za: Ten volle versend
de_de: Vollständig versandt
es_es: Totalmente Enviado
fr_fr: Entièrement livré
it_it: Invio completato
ro_ro: Expediat integral

source: No order details or items are available
af_za: Geen bestellingbesonderhede of items is beskikbaar nie
de_de: Keine Bestelldetails oder Gegenstände vorhanden
es_es: No hay detalles de pedidos o items disponibles
fr_fr: Aucuns détails de commande ou de produits disponibles
it_it: Nessun dettaglio o elenco articoli per quest'ordine
ro_ro: Nu există detalii sau articole în comandă

source: Show All
af_za: Wys alles

source: Show Paging
af_za: Wys blaaie

source: Add this product to your shopping cart
af_za: Voeg hierdie produk by jou inkopiemandjie
de_de: Dieses Produkt in den Warenkorb legen
es_es: Agregar este producto a tu carrito de compras
fr_fr: Ajouter ce produit dans votre panier
it_it: Aggiungi il prodotto al carrello
ro_ro: Adăugați acest produs la coșul de cumpărături

source: Search results for
af_za: Soekresultate vir
de_de: Suchergebnisse für
es_es: Resultados de Búsqueda para
fr_fr: Recherche dans les résultats
it_it: Risultati ricerca per

source: Sort By
af_za: Sorteer per
de_de: Sortieren Nach
es_es: Ordenar Por
fr_fr: Trier par
it_it: Ordina Per
ro_ro: Sortare după

source: Choose Sorting
af_za: Kies sortering
de_de: Sortierung auswählen
es_es: Elegir Orden
fr_fr: Choisir le Tri
it_it: Scegli Ordinamento
ro_ro: Alegere sortare

source: By Price
af_za: Per prys
de_de: Nach Preis
es_es: Por Precio
fr_fr: Par Prix
it_it: Per Prezzo
ro_ro: După preț

source: Low to High
af_za: Laag na Hoog
de_de: Billig bis teuer
es_es: Bajo a Alto
fr_fr: Moins élevé au plus élevé
it_it: Ascendente
ro_ro: De la mic la mare

source: High to Low
af_za: Hoog na Laag
de_de: Teuer bis billig
es_es: Alto a Bajo
fr_fr: Plus élevé au moins élevé
it_it: Discendente
ro_ro: De la mare la mic

source: By Title
af_za: Per Titel
de_de: Nach Titel
es_es: Por Título
fr_fr: POar Titre
it_it: Per Nome
ro_ro: După titlu

source: A to Z
af_za: A tot Z
de_de: A bis Z
es_es: A a Z
fr_fr: A à Z
it_it: A - Z
ro_ro: de la A la Z

source: Z to A
af_za: Z tot A
de_de: Z bis A
es_es: Z a A
fr_fr: Z à A
it_it: Z - A
ro_ro: de la Z la A

source: By Date
af_za: Per Datum
de_de: Nach Datum
es_es: Por Fecha
fr_fr: Par Date
it_it: Per Data
ro_ro: După dată

source: New to Old
af_za: Nuut na Oud
de_de: Neu bis Alt
es_es: Nuevo a Antiguo
fr_fr: Nouveau à ancien
it_it: Prima i pi&ugrave; recenti
ro_ro: De la nou la vechi

source: Old to New
af_za: Oud na Nuut
de_de: Alt bis Neu
es_es: Antiguo a Nuevo
fr_fr: Ancien à Nouveau
it_it: Prima i pi&ugrave; vecchi
ro_ro: De la vechi la nou

source: From
af_za: Van
de_de: Von
es_es: De
fr_fr: De
it_it: Da
ro_ro: De la

source: per sq
af_za: per vk
es_es: por sq
fr_fr: le mêtre carré
it_it: per mq
ro_ro: pe mp

source: How many %s?
af_za: Hoeveel %s?

source: Calculating...
af_za: Bereken....
de_de: Berechne...
es_es: Calculando...
fr_fr: Calcul...
it_it: Calcolo in corso...
ro_ro: Calculare...

source: Once-off payment
af_za: Eenmalige betaling

source: Buy this product right now
af_za: Koop hierdie produk nou
de_de: Dieses Produkt jetzt kaufen
es_es: Comprar este producto ahora
fr_fr: Acheter ce produit maintenant
it_it: Acquista subito questo prodotto
ro_ro: Cumpărați acest produs chiar acum

source: No products are available
af_za: Geen produkte is beskikbaar nie
de_de: Es sind keine Produkte verfügbar
es_es: Los productos no están disponibles
fr_fr: Pas de produits disponibles
it_it: Nessun prodotto disponibile
ro_ro: Nu este disponibil nici un produs

source: There were no product results found for your search ! - please double check the spelling or try a slightly different phrase. Try and use as few words as possible. If you are still not successful, why not try browsing the categories.
af_za: Daar is geen produkresultate gevind vir jou soektog nie! - maak asb dubbel seker dat die spelling korrek is of probeer 'n effe ander frase. Probeer en gebruik so min woorde as moontlik. Indien jy steeds onsuksesvol is, waarom probeer jy nie die kategorieë
es_es: ¡No hubo resultados de productos para tu búsqueda! - Por favor revisa la ortografía o intenta con una frase diferente. Intenta usar tan pocas palabras como sea posible. Si todavía no tienes éxito, intenta navegar por categorías.
fr_fr: Aucun produit trouvé. Vérifiez la syntaxe ou essayez des termes légerement différents. Utilisez le moins de mot possible. Vous pouvez aussi naviguer les catégories.
it_it: La tua ricerca non ha trovato prodotti! - si prega di controllare il testo inserito o provare con una frase differente. Provare utilizzando il minor numero di parole possibile. Se la ricerca continua ad essere infruttuosa, provare a consultare le categorie.
ro_ro: Nu am găsit produse pentru căutarea dumneavoastră! - vă rugăm verificați ortografia sau modificați fraza. Urmăriți să utilizați cât mai puține cuvinte posibil. Dacă tot nu găsiți ceea ce căutați vă sugerăm să navigați în categorii.

source: per unit
af_za: per eenheid
de_de: pro Einheit
es_es: por unidad
fr_fr: Par unité
it_it: per unit&agrave;
ro_ro: pe bucată

source: How many?
af_za: Hoeveel?
de_de: Wie viele?
es_es: ¿Cuanto?
fr_fr: Combien?
it_it: Quantit&agrave;?
ro_ro: Cantitate

source: Add to Basket
af_za: Voeg by mandjie
de_de: In den Warenkorb
es_es: Agregar al Carrito
fr_fr: Ajouter au panier
it_it: Aggiungi al Carrello
ro_ro: Adăugare în coş

source: adding product
af_za: voeg produk by
de_de: Produkt wird hinzugefügt
es_es: agregando producto
fr_fr: ajouter article
it_it: aggiunta prodotto
ro_ro: se adaugă produsul

source: Incl.
af_za: Insl
de_de: Inkl.
ro_ro: Inclusiv

source: View all images &raquo;
af_za: Besigtig alle beelde &raquo;
de_de: Alle Bilder ansehen &raquo;
es_es: Ver todas las imágenes &raquo;
fr_fr: Voir toutes les images &raquo;
it_it: Visualizza tutte le immagini &raquo;
ro_ro: Vizualizarea tuturor imaginilor &raquo;

source: per square
af_za: per vierkant
es_es: por m2
fr_fr: le mêtre carré
it_it: per quadrato
ro_ro: pe metru pătrat

source: Your Price
af_za: Jou Prys
de_de: Ihr Preis
es_es: Tu Precio
fr_fr: Le prix
it_it: Il Tuo prezzo
ro_ro: Preţul dumneavoastră

source: or more
af_za: of meer
de_de: oder mehr-
es_es: o más
fr_fr: ou plus
it_it: o pi&ugrave;
ro_ro: sau mai multe

source: units in stock.
af_za: eenhede in voorraad.
de_de: Einheiten auf Lager.
es_es: unidades en stock.
fr_fr: unités en stock.
it_it: unit&agrave; disponibili.
ro_ro: unități în stoc.

source: Pay once-off instead of recurring
af_za: Betaal eenmalig i.p.v. herhalend

source: Specify beneficiary details?
af_za: Spesifiseer begunstigde-besonderhede?
de_de: Empfänger-Details spezifizieren?
es_es: Especificar detalles de los beneficiarios?
fr_fr: Spécifier les détails du bénéficiaire?
it_it: Specifica dettagli beneficiario?
ro_ro: Specificați detaliile beneficiarului?

source: In Honor Of...
af_za: In die Naam Van....
de_de: Zu Ehren des...
es_es: En Honor De...
fr_fr: En l'honneur de...
it_it: In Favore di...
ro_ro: În onoarea lui...

source: Your Name:
af_za: Jou Naam:
de_de: Ihr Name:
es_es: Tu Nombre:
fr_fr: Votre Nom:
it_it: Il Tuo Nome:
ro_ro: Numele dumneavoastră:

source: Choose product options/variations &raquo;
af_za: Kies produkopsies/variasies &raquo;
de_de: Produktoptionen auswählen &raquo;
es_es: Elegir opciones de producto/variaciones &raquo;
fr_fr: Choisi les options du produit/variantes &raquo;
it_it: Scegli le opzioni/varianti del prodotto &raquo;
ro_ro: Alegeți opțiunile / variantele produsului &raquo;

source: Product Options
af_za: Produkopsies
de_de: Produktoptionen
es_es: Opciones de Producto
fr_fr: Options des produits
it_it: Opzioni Prodotto
ro_ro: Opțiuni produs

source: Attention
af_za: Aandag
de_de: Zu Händen
es_es: Atención
it_it: Attenzione
ro_ro: Atenție

source: Customer Information
af_za: Kliënte-informasie
de_de: Kundeninformation
es_es: Información del Cliente
fr_fr: Information client
it_it: Informazioni per l'acquisto
ro_ro: Informații client

source: Same as Shipping
af_za: Selfde as Versending
de_de: Wie die Versandadresse
es_es: Igual que Envío
fr_fr: Identique aux informations de livraison
it_it: Utilizza l'indirizzo di Spedizione
ro_ro: Același ca la expediție

source: Loading states, please wait.
af_za: Laai state, wag asseblief.
de_de: Lade Staaten, bitte warten.
es_es: Cargando estados, por favor espera.
fr_fr: Chargements des status, veuillez patientez.
it_it: Caricamento stati, si prega di attendere.

source: Search
af_za: Soek
de_de: Suchen
es_es: Buscar
fr_fr: Recherche
it_it: Cerca
ro_ro: Căutare

source: We have a minimum shipping of
af_za: Ons het 'n minimum versending van
de_de: Wir haben eine Mindestversandgebühr von
es_es: Tenemos un envío mínimo de
fr_fr: Nous avons un minimum de frais d'expédition de
it_it: Applichiamo un costo minimo per la spedizione di
ro_ro: Costul de expediție minim este de

source: Shipping Information
af_za: Versendinginformasie
de_de: Versandinformation
es_es: Información de Envío
fr_fr: Information sur la livraison
it_it: Informazioni per la Spedizione
ro_ro: Informații despre expediție

source: Shipping cost is determined by the total weight of your order
af_za: Versendingskoste word bepaal deur die gewig van jou bestelling.
de_de: Die Versandkosten werden über das Gesamtgewicht Ihrer Bestellung berechnet
es_es: El costo de envío está determinado por el peso total de tu pedido
fr_fr: Les frais de livraison sont déterminés par le poids total de votre commande
it_it: I costi di spedizione sono calcolati sulla base del peso totale dei prodotti in ordine
ro_ro: Costul expediției este determinat de către greutatea totală a comenzii

source: Calculating a shipping quote, please wait.
af_za: Berei 'n versendingkwotasie, wag asseblief.
es_es: Calculando la cuota de envío, por favor espera.
fr_fr: Calcul des frais de livraison, veuillez patienter.
it_it: Calcolo dei costi di spedizione in corso, attendere prego.

source: Refresh Quote
af_za: Verfris Kwotasie
fr_fr: Actualiser la Soumission

source: Shipping Quote
af_za: Versendingkwotasie
de_de: Versandangebot
es_es: Cuota de Envío
fr_fr: Prix de l'expédition
it_it: Stima Costi Spedizione

source: Service
af_za: Diens
de_de: Dienst
es_es: Servicio
it_it: Servizio

source: Days to Delivery
af_za: Dae tot Aflewering
de_de: Tage bis zur Lieferung
es_es: Días para la entrega
fr_fr: Jours avant livraison
it_it: Giorni alla Consegna

source: No shipping services are available, please try again.
af_za: Geen versendingdienste is beskikbaar nie, probeer asb weer.
de_de: Es sind keine Versanddienste verfügbar, bitte versuchen Sie es erneut.
es_es: No hay métodos de envío disponibles, por inténtalo de nuevo.
fr_fr: Aucune méthode d'expédition n'est disponible, veuillez réessayer.
it_it: Nessun metodo di spedizione disponibile, si prega di riprovare.

source: Australia Post Errors
af_za: Australië posfoute
de_de: Australia Post Fehler
es_es: Errores Australia Post
fr_fr: Erreurs de la Poste Australienne
it_it: Errori Australia Post

source: Shipping Service
af_za: Versendingdiens
de_de: Versandservice
es_es: Servicio de Envío
fr_fr: Service de livraison
it_it: Servizio Spedizione
ro_ro: Serviciul de expediție

source: Shipping Rate
af_za: Versendingkoers
de_de: Versandkosten
es_es: Tasa de Envío
fr_fr: Taux de livraison
it_it: Tariffa Spedizione
ro_ro: Cost expediție

source: Finished
af_za: Voltooi
de_de: Abgeschlossen.
es_es: Finalizado
fr_fr: Terminé
it_it: Inviato
ro_ro: Finalizat

source: Thank you for placing your order. Please allow a few minutes for processing.
af_za: Dankie dat jy 'n bestelling geplaas het. Laat asb 'n paar minute toe vir verwerking.
de_de: Vielen Dank für Ihre Bestellung. Bitte erlauben Sie einige Minuten zur Bearbeitung.
es_es: Gracias por hacer tu pedido. Por favor, aguarde unos minutos a que sea procesado.
fr_fr: Merci pour votre commande, d'ici quelques minutes elle sera traitée.
it_it: Ti ringraziamo per aver inviato l'ordine. Ti preghiamo di attendere qualche minuto per l'elaborazione.
ro_ro: Vă mulțumim pentru plasarea comenzii. Vă rugăm să ne acordați câteva minute pentru procesare.

source: Your payment has been received and your products are being prepared.
af_za: Jou betaling is ontvang en jou produkte word voorberei.
de_de: Ihre Bezahlung wurde erhalten, und Ihre Waren werden vorbereitet.
es_es: Tu pago ha sido recibido y tus productos están siendo preparados.
fr_fr: Votre paiement a bien été reçu, la commande est en cours de préparation.
it_it: Il tuo pagamento &egrave; stato ricevuto correttamente e i prodotti che hai ordinato sono in fase di preparazione.
ro_ro: Plata dumneavoastră a fost primită și se pregătesc articolele.

source: Click to review and publish this product now
af_za: Kliek en resenseer nou hierdie produk .
de_de: Hier klicken, um dieses Produkt zu überprüfen und zu veröffentlichen
es_es: Cliquea aquí para revisar y publicar este producto
fr_fr: Clique pour décrire et publier cet article maintenant
it_it: Click per approvare e pubblicare questo prodotto adesso
ro_ro: Apăsați pentru verificarea și publicarea acestui produs

source: Supplier Receipt
af_za: Verskaffer-kwitansie
de_de: Lieferanten Quittung
es_es: Recibo del Proveedor
fr_fr: Facture fournisseur
it_it: Ricevuta Fornitore
ro_ro: Chitanță furnizor

source: No prices were found, please try again.
af_za: Geen pryse is gevind nie; probeer asb weer.
de_de: Es wurden keine Preise gefunden, bitte versuchen Sie es erneut.
es_es: No se encontraron precios, por favor, inténtalo de nuevo.
fr_fr: Aucune prix n'a été trouvé, veuillez réessayer.
it_it: Nessun prezzo trovato, si prega di riprovare.
ro_ro: Nu am găsit nici un preț, vă rugăm reîncercați.

source: USPS Errors
af_za: USPS-foute
de_de: USPS Fehler
es_es: Errores USPS
fr_fr: Erreurs USPS
it_it: Errori USPS

source: Total Items
af_za: Totale Items
de_de: Summe Artikel
es_es: Items Totales
fr_fr: Total article(s)
it_it: Totale articoli
ro_ro: Total articole

source: Total:
af_za: Totaal:
it_it: Totale:

source: Start Checkout &raquo;
af_za: Begin uittekenproses &raquo;
de_de: Gehe zur Kasse &raquo;
es_es: Finalizar Compra &raquo;
fr_fr: Passer la commande &raquo;
it_it: Inizia Finalizzazione &raquo;

source: Go to Cart &raquo;
af_za: Gaan na mandjie &raquo;
de_de: Gehe zum Warenkorb &raquo;
es_es: Ir al Carrito &raquo;
fr_fr: Aller au panier &raquo;
it_it: Vai al Carrello &raquo;

source: Complete your order
af_za: Voltooi jou bestelling
de_de: Ihre Bestellung abschließen
es_es: Completa tu Pedido
fr_fr: Terminer votre commande
it_it: Completa il tuo Ordine
ro_ro: Finalizare comandă

source: View your shopping cart
af_za: Bekyk jou inkopiemandjie
de_de: Ihren Warenkorb ansehen
es_es: Ver Carrito de Compras
fr_fr: Afficher le panier
it_it: Vai al tuo Carrello della Spesa
ro_ro: Vizualizare coș de cumpărături

source: View Shopping Cart
af_za: Besigtig Inkopiemandjie
de_de: Warenkorb ansehen
es_es: Ver Carrito de Compras
fr_fr: Voir le panier
it_it: Mostra Carrello
ro_ro: Vizualizare coş de cumpărături

source: Are you sure you wish to remove all items from your shopping cart?
af_za: Is jy seker jy wil die items uit jou inkopiemandjie verwyder?
de_de: Sind Sie sicher, daß Sie alle Gegenstände aus Ihrem Warenkorb entfernen wollen?
es_es: ¿Estás seguro que deseas borrar todos los items de tu carrito de compras?
fr_fr: Êtes vous sûr de vouloir vider le panier?
it_it: Sei sicuro di voler rimuovere tutti i prodotti dal tuo carrello?
ro_ro: Sigur doriți să eliminați toate articolele din coș?

source: Remove all items from your shopping cart
af_za: Verwyder alle items uit jou inkopiemandjie.
de_de: Alle Gegenstände aus dem Warenkorb entfernen
es_es: Borrar todos los items de tu carrito de compras
fr_fr: Vider le panier
it_it: Rimuove tutti gli articoli dal Carrello della Spesa
ro_ro: Eliminarea tuturor articolelor din coș

source: Choose Keyword
af_za: Kies Sleutelwoord
de_de: Stichwort auswählen
es_es: Elegir Palabra Clave
fr_fr: Choisir mots clés
it_it: Scegli Parola Chiave
ro_ro: Alegere cuvinte cheie

source: and up
af_za: en op
de_de: und aufwärts
es_es: y arriba
fr_fr: et jusqu'à
it_it: ed oltre
ro_ro: și sus

source: - Select Supplier -
af_za: - Kies Verskaffer -
de_de: - Lieferanten auswählen -
es_es: - Seleccionar Proveedor -
fr_fr: - Sélectionner Fournisseur -
it_it: - Seleziona Fornitore -
ro_ro: - Selectare furnizor -

source: Order Receipt
af_za: Vra Kwitansie aan
de_de: Bestellbestätigung
es_es: Recibo del Pedido
fr_fr: Confirmation de commande
it_it: Ricevuta Ordine
ro_ro: Factură fiscală

source: Tax rate has been saved
af_za: Belastingkoers is gestoor
de_de: Der Steuersatz wurde gespeichert
es_es: La tasa e impuesto ha sido guardada
fr_fr: Le taux de la taxe a bien été sauvegardé
it_it: L'imposta &egrave; stata salvata
ro_ro: Valoarea taxei a fost salvată

source: Tax rate could not be saved
af_za: Belastingkoers kon nie gestoor word nie
de_de: Der Steuersatz konnte nicht gespeichert werden
es_es: La tasa de impuestos no pudo ser guardada
fr_fr: Le taux de la taxe n'a pu être sauvegardé
it_it: L'imposta non pu&ograve; essere salvata
ro_ro: Valoarea taxei nu a putut fi salvată

source: A tax rate for this country and state already exists
af_za: 'n Belastingkoers bestaan reeds vir hierdie land en staat
de_de: Es gibt bereits einen Steuersatz für dieses Land oder Bundesland/Kanton
es_es: Ya existe una tasa de impuestos para este país y estado
fr_fr: Un taux de taxe pour ce pays et cet état existe déjà
it_it: Esiste gi&agrave; un'imposta per questa nazione
ro_ro: Deja există o valoare a taxei pentru această țară
