Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: These are the fields which appear on the shipping and/or billing forms during checkout to your customers. You can choose which ones should show, which ones should be required and drag them up/down to reorder them as needed.
af_za: Hierdie is die velde wat op die versending en/of faktureringsvorms aan jou klante verskyn tydens die uittekenproses. Jy kan kies watter moet vertoon, watter moet vereis word en trek hulle op/af om hulle weer te bestel indien nodig.

source: &larr; Back to Configuration
af_za: &larr; Terug na Konfigurasie

source: These are your active payment methods at the moment.
af_za: Hierdie is tans jou aktiewe betalingsmetodes.

source: You can drag/drop them to reorder the way they display on the billing page.
af_za: Jy kan dit sleep/los om die manier waarop dit op die rekeningbladsy vertoon word, te herorden.

source: Use the radio buttons to choose your default, pre-selected payment method for customers.
af_za: Gebruik die radioknoppies om jou verstek te kies, voor-selekteer betalingsmetode vir klante.

source: You can also set the countries to which each payment method should be available.
af_za: Jy kan ook die lande opstel waarvoor elke betalingsmetode beskikbaar moet wees.

source: Conditional Countries
af_za: Voorwaardelike Lande

source: Save Countries
af_za: Stoor Lande

source: No active payment methods, please tick/check under Checkout > Configuration.
af_za: Geen aktiewe betalingsmetodes, merk asb onder Uitteken>Konfiguraise

source: Add a new shipping method
af_za: Voeg nuwe versendingsmetode by.
de_de: Eine neue Versandart hinzufügen
es_es: Agregar nuevo método de envío
fr_fr: Ajouter une nouvelle méthode
it_it: Aggiungi un nuovo metodo di spedizione
ro_ro: Adăugare metodă de expediție

source: shipping methods
af_za: versendingsmetodes
de_de: Versandarten
es_es: métodos de envío
fr_fr: méthodes de livraisons
it_it: metodi di spedizione
ro_ro: metode de expediție

source: Search Methods
af_za: Soek Metodes
de_de: Versandarten durchsuchen
es_es: Buscar Métodos
fr_fr: Chercher méthodes
it_it: Cerca Metodi
ro_ro: Căutare metode

source: Are you sure you wish to execute this action on the selected shipping methods?
af_za: Is jy seker jy wil hierdie aksie op die geselekteerde versendingsmetodes uitoefen?
de_de: Sind Sie sicher, daß Sie diese Aktion auf die ausgewählten Versandarten anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los métodos de envío seleccionados?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur la méthode de livraison sélectionée?
it_it: Sei sicuro di voler eseguire quest\'azione sui metodi di spedizione selezionati?
ro_ro: Sigur doriți să executați această acțiune asupra metodelor de expediție selectate?

source: Order Shipping Methods
af_za: Ander Versendingsmetodes
fr_fr: Type de livraison de la commande

source: Delete Selected
af_za: Vee Geselekteerde Uit
de_de: Auswahl löschen
es_es: Borrar Seleccionado
fr_fr: Supprimer la sélection
it_it: Elimina Selezionati
ro_ro: Eliminare selectate

source: Are you sure you want to remove this shipping method?
af_za: Is jy seker jy wil die versendingmetode verwyder?
de_de: Sind Sie sicher, daß Sie diese Versandart entfernen wollen?
es_es: ¿Estás seguro que deseas borrar este método de envío?
fr_fr: Êtes-vous sûr de vouloir supprimer cette méthode de livraison?
it_it: Sei sicuro di voler eliminare questo metodo di spedizione?
ro_ro: Sigur doriți să eliminați această metodă de expediție?

source: Free
af_za: Verniet
de_de: Kostenlos
es_es: Gratis
fr_fr: Gratuit
it_it: Gratis
ro_ro: Gratuit

source: No shipping methods were found
af_za: Geen versendingsmetodes is gevind nie
de_de: Es wurden keine Versandart gefunden
es_es: NO se encontraron métodos de envío
fr_fr: Pas de méthodes de livraison trouvées
it_it: Nessun metodo di spedizione trovato
ro_ro: Nu am găsit nici o metodă de expediție

source: &larr; Back to Shipping Methods
af_za: &larr; Terug na Versendingsmetodes
de_de: &larr; Zurück zu den Versandarten
es_es: &larr; Volver a Métodos de Envío
fr_fr: &larr; Retour aux méthodes d'expédition
it_it: &larr; Torna ai Metodi di Spedizione

source: Click and drag the shipping methods below in the order they should appear to customers in the shop.
af_za: Merk en sleep die versendingsmetodes onder tot die volgorde waarin dit aan die klante in die winkel moet vertoon.
es_es: Clickea y arrastra los métodos de envío de abajo en el orden que deberían aparecer a los clientes en la tienda.
fr_fr: Cliquer et faire glisser les méthode d'expédition ci-dessous dans l'ordre où ils serront afficheé.
it_it: Clicca e trascina i metodi di spedizione sottostanti nell'ordine in cui devono apparire ai clienti.

source: Save a Shipping Method
af_za: Stoor 'n Versendingsmetode
de_de: Versandart speichern
es_es: Guardar un Método de Envío
fr_fr: Sauver une méthode de livraison
it_it: Salva un Metodo di Spedizione
ro_ro: Salvare metodă de expediție

source: Shipping method name as it will appear on your store front
af_za: Versendingsmetode-naam soos dit op jou winkelvoorkant gaan vertoon.
de_de: Versandartname, so wie er im Shop angezeigt wird
es_es: Nombre del método de envío como aparecerá en el front-end de tu tienda
fr_fr: Le nom de la méthode de livraison comme elle apparaîtra sur la boutique en ligne
it_it: Il nome del metodo di spedizione come appare nel negozio
ro_ro: Numele metodei de expediție așa cum va fi afișată în magazin

source: when using an API below, please set this to zero (0)
af_za: wanneer 'n API onder gebruik word, stel hierdie asb. na zero (0)
de_de: wenn das unternstehende API benutzt wird, bitte auf Null (0) setzen
es_es: cuando uses una API de abajo, por favor, configura esto a cero (0)
fr_fr: lorsque vous utilisez une API ci-dessous, règle ceci à zéro (0)
it_it: se si utilizza una delle API sottostanti, impostare questo campo a zero (0)
ro_ro: când se utilizează API mai jos, vă rugăm setați la valoarea zero (0)

source: Set to "Inactive" to hide from the shop front
af_za: Stel na "Onaktief" om van die winkelvoorkant te versteek.
de_de: Auf "Inaktiv" setzten, um von der Shopfront zu verstecken
es_es: Configurar como "Inactivo" para ocultar de la página de la tienda
fr_fr: Régler à "Inactif" pour le masquer dans la boutique en ligne
it_it: Imposta a "Inattivo" per impedire la visualizzazione nel negozio
ro_ro: Setați pe "Inactiv" pentru a ascunde în paginile magazinului

source: Countries
af_za: Lande

source: This is optional, leave empty for all countries. Choose the countries to which this shipping method should be available. The shipping method will only be shown if the customer is from one of these countries.
af_za: Hierdie is opsioneel, Los oop vir alle lande. Kies die lande waarvoor hierdie versendingsmetode beskikbaar moet wees. Die versendingsmetode sal slegs vertoon indien die klant van daardie lande is.

source: Select countries
af_za: Kies lande

source: Choose the countries to which this shipping method should be available.
af_za: Kies die lande waarvoor hierdie versendingsmetode beskikbaar moet wees.

source: Zip/Postal Codes
af_za: Poskode

source: This is optional, leave empty for all zip/postal codes. Choose the zip/postal codes to which this shipping method should be available. Only if the zip/postal code of the customer matches one of these will it be shown. Enter a zip/postal code, then press spacebar or comma and then enter another zip/postal code.
af_za: Hierdie is opsioneel. Laat oop vir alle poskodes. Kies die poskode waarvoor hierdie versendingsmetode beskikbaar moet wees. Slegs indien die poskode van die klant ooreenstem met een van hierdie, sal dit vertoon word. Voer 'n poskode in, druk die spasiebalk of komma en voer dan die volgende poskode in.

source: Comma separated zip/postal codes that this shipping method should be displayed for.
af_za: Komma-geskeide poskodes waarvoor hierdie versendingsmetode vertoon moet word.

source: Enter zip/postal codes
af_za: Tik poskode in.

source: select the appropriate API for your shipping provider. if not in the list, choose NO
af_za: Kies die gepaste API vir jou versendingsvoorsiener. Indien nie op die lys nie, kies NEE.
de_de: Wählen Sie das angemessene API für Ihren Versandservice. Wenn er nicht in der Liste vorhanden ist, wählen Sie NEIN
es_es: seleccionar la API apropiada para tu empresa de envíos. Si no está en la lista, selecciona NO
fr_fr: Sélectionner l'API appropriée pour le fournisseur d'expédition. Si il n'est pas dans la liste, choisir "NON".
it_it: seleziona l'API appropriata per il tuo spedizioniere. Se non &egrave; presente nella lista, scegli No
ro_ro: selectați API corespunzător pentru furnizorul dumneavoastră de servicii de expediție. dacă nu apare listat alegeți NU

source: The Australian Post DRC API returns shipping based on weight in Australian Dollars. Be sure to set your currency to Australian Dollars.
af_za: Die Australiese Pos DRC API stuur versengings terug wat op gewig in Australiese Dollars gebaseer is. Maak seker dat jy die geldeendheid op Australiese Dollar stel.
de_de: Die Australian Post DRC API gibt die Versandkosten aufgrund des Gewichts in Australian Dollar zurück. Stellen Sie sicher, daß Ihre Währung auf Australien Dollar steht.
es_es: La API del Correo Australiano DRC retorna envíos basados en peso en Dolares Australianos. Asegúrate de configurar la moneda en Dolares Australianos.
fr_fr: L'API de la poste australienne DRC renvoie l'information sur l'expédition basée sur le poids en dollars australiens. Assurez vous d'utiliser les dollars australien.
it_it: L'API DRC di Australian Post calcola e restituisce il costo della spedizione di Dollari Australiani sulla base del peso. Assicurati di impostare la valuta del negozio su Dollari Australiani.
ro_ro: API DRC al poștei australiene returneză expedițiile bazat pe greutate, în dolari australieni. Asigurați-vă că ați setat moneda cu dolari australieni.

source: Pickup Postcode
af_za: Optel Poskode
de_de: Abhol-PLZ
es_es: Tomar Código Postal
fr_fr: Code postal de ramassage
it_it: CAP Ritiro
ro_ro: Cod poștal ridicare colet

source: postal code from where order is picked up from
af_za: Poskode van waar die bestelling opgetel gan word.
de_de: PLZ, von wo die Bestellung abgeholt werden soll
es_es: código postal desde donde el pedido es recogido de
fr_fr: code postal du lieu où la commande est enlevée
it_it: codice postale del luogo di ritiro
ro_ro: cod poștal pentru originea coletului

source: Service Types
af_za: Dienstipes
de_de: Service Typen
es_es: Tipos de Servicio
fr_fr: Type de service
it_it: Tipi Servizio

source: Tick/check the service types to calculate shipping services/rates for.
af_za: Merk die dienstipe om die versendingsdiens/koers te bereken .
es_es: Tilda el tipo de servicio para calcular sus servicios/tarifas de envío.
fr_fr: Cocher/séléctionner les type de service pour lesquels calculer les taux/frais d'expédition.
it_it: Scegli i tipi di servizi per i quali calcolare i costi di spedizione.

source: Debugging
af_za: Ontfoutings
es_es: Depurando
fr_fr: Débogage
it_it: Debug

source: Turn this On if you experience problems with Australia Post and turn Off for a live/production site.
af_za: Skakel hierdie Aan indien jy probleme met die Australiese Pos ondervind en skakel Af vir 'n lewende/produksietuiste
es_es: Activa esta opción si estás teniendo problemas con Australia Post y desactívala para el sitio en producción.
fr_fr: Activez cette option si vous rencontrez des problèmes avec la Poste Australienne et la désactiver pour un site en production.
it_it: Abilita questa funzione se incontri problemi con Australia Post e disabilitala per i siti in produzione.

source: It is recommended that you use a PRODUCTION account for the USPS shipping API.
af_za: Dit word aanbeveel dat jy 'n PRODUKSIE-rekening vir die USPS-versending API gebruik.
de_de: Es ist empfohlen, dass Sie ein PRODUKTIONSKONTO für das USPS Shipping API verwenden.
es_es: Se recomienda que utilice una cuenta de PRODUCCION para la API de envío USPS.
fr_fr: Il est recommandé d'utiliser un compte de PRODUCTION pour l'API de livraison USPS.
it_it: Si raccomanda di usare un account di PRODUZIONE per l'API di spedizione con USPS.
ro_ro: Se recomandă să folosiți un cont de PRODUCȚIE pentru conectarea prin USPS API.

source: Instructions for setting up USPS can be found
af_za: Instruksies om USPS op te stel kan gevind word.
de_de: Anweisungen, um USPS zu installieren, können
es_es: No se pudieron encontrar las instrucciones para configurar USPS
fr_fr: Les instructions pour la mise en place de USPS ne peuvent être trouvées.
it_it: Le istruzioni su come configurare USPS sono disponibili in
ro_ro: Instrucțiunile de setare pentru USPS pot fi găsite

source: here.
af_za: hier.
de_de: hier gefunden werden.
es_es: aquí.
fr_fr: ici.
it_it: questa pagina.
ro_ro: aici.

source: USPS Account
af_za: USPS-rekening
de_de: USPS Konto
es_es: Cuenta USPS
fr_fr: Compte USPS
it_it: Account USPS
ro_ro: Cont USPS

source: Production (recommended)
af_za: Produksie (aanbeveel)
de_de: Produktion (empfohlen)
es_es: Producción (recomendado)
fr_fr: Production (recommandé)
it_it: Produzione (consigliato)
ro_ro: Producție (recomandat)

source: USPS Username
af_za: USPS-gebruikernaam
de_de: USPS Benutzername
es_es: Usuario USPS
fr_fr: Nom d'utilisateur USPS
it_it: Nome utente USPS
ro_ro: Nume utilizator USPS

source: USPS Password
af_za: USPS-wagwoord
de_de: USPS Passwort
es_es: Contraseña USPS
fr_fr: Mot de passe USPS
it_it: Password USPS
ro_ro: Parola

source: Turn this On if you experience problems with USPS and turn Off for a live/production site.
af_za: Skakel hierdie Aan indien jy probleme ondervind met USPS en skakel dit Af vir 'n lewende/produksie-tuiste.
es_es: Activa esta opción si estás teniendo problemas con USPS y descatívala para el sitio en producción.
fr_fr: Activez cette option si vous rencontrez des problèmes avec USPS et la désactiver pour un site en production.
it_it: Abilita questa funzione se incontri problemi con USPS e disabilitala per i siti in produzione.

source: Services
af_za: Dienste
de_de: Dienste
es_es: Servicios
it_it: Servizi
ro_ro: Servicii

source: No USPS services found, please reset configuration settings.
af_za: Geen USPS dienste gevind, herstel asb. konfigurasie-opstellings
de_de: Keine USPS Dienste gefunden. Bitte die Konfiguration zurücksetzen
es_es: No se encontraron servicios USPS, por favor, reestablezca la configuración
fr_fr: Aucun service USPS trouvé, veuillez réinitialiser les paramètres de configuration.
it_it: Nessun servizio USPS trovato. Si prega di reinizializzare la configurazione.
ro_ro: Nu am găsit servicii USPS, vă rugăm resetați configurația.

source: select the services to fetch rates for.
af_za: kies die dienste waarvoor koerse gehaal moet word.
de_de: Wähle die Dienste, für die Preise angefordert werden sollen.
es_es: selecciona el servicio para traer sus tasas.
fr_fr: sélection des services pour aller chercher des tarifs.
it_it: selezionare i servizi per i quali ottenere le tariffe.
ro_ro: selectați serviciul pentru a încărca tarifele sale.

source: First Class Mail Type
af_za: Eersteklas Postipe
es_es: Tipo de Correo Primera Clase
fr_fr: Courrier première classe
it_it: Tipo Posta Prima Classe

source: Flat
af_za: Deurgaande
es_es: Plano/a
fr_fr: Forfaitaire
ro_ro: Plat

source: Postcard
af_za: Poskaart
de_de: Postkarte
es_es: Tarjeta Postal
fr_fr: Carte postale
it_it: Cartolina
ro_ro: Ilustrată

source: Applicable to the First Class services only.
af_za: Toepaslik op die Eersteklas dienste alleenlik.
de_de: Nur auf First Class services anwendbar.
es_es: Aplicable sólo a los servicios First Class.
fr_fr: Applicable au service première classe seulement.
it_it: Applicabile ai soli servizi di Prima Classe.
ro_ro: Aplicabil numai pentru serviciile First Class.

source: Origin/Warehouse Zip Code
af_za: Oorsprong/Pakhuis Poskode
de_de: Herkunft/Warenhaus ZIP Code
es_es: Orígen/Código Postal del Depósito
fr_fr: Code postal d'origine/du dépôt
it_it: CAP Origine/Magazzino
ro_ro: Cod poștal pentru origine/depozit

source: Please note these important things about Canada Post:
af_za: Let asb op die volgende belangrike dinge aangaande Kanada Pos:
de_de: Bitte nehmen Sie diese wichtigen Hinweise über die Canada Post zur Kenntnis:
es_es: Por favor, lea estos detalles importantes acerca de Canada Post:
fr_fr: Veuillez notez les éléments important suivants à propos de Poste Canada:
it_it: Si prega di leggere queste importanti indicazioni sulle Poste Canadesi:
ro_ro: Notați aceste lucruri importante despre Canada Post:

source: * All product weights must be in Kg (kilogram)
af_za: * Alle produkgewigte moet in Kg (kilogram) wees
de_de: * Alle Produktgewichte müssen in Kilogramm angegeben werden
es_es: * Todos los pesos de los productos deben estar en Kg (kilogramos)
fr_fr: * Tous les poids des articles doivent être en Kg (kilogramme)
it_it: * Tutti i pesi dei prodotti devono essere in Kg (chilogrammi)
ro_ro: * Toate greutățile trebuie exprimate in Kg (kilograme)

source: * Weight, width, length and height are required for all products
af_za: * Gewig, wydte, lengte en hoogte word vir alle produkte vereis.
de_de: * Gewicht, Breite, Länge und Höhe sind für alle Produkte erforderlich
es_es: * El peso, ancho, longitud y altura son requeridos para todos los productos
fr_fr: * Poids, largeur, longueur et hauteur sont nécessaires pour tous les produits
it_it: * Peso, larghezza, lunghezza ed altezza sono richieste per ogni prodotto
ro_ro: * Lățimea, înălțimea, lățimea și greutatea sunt toate necesare pentru toate produsele

source: * Rates are calculated in Canadian Dollars (CAD)
af_za: * Koerse word bereken in Kanadese Dollar (CAD)
de_de: * Betrag wird in Canadian Dollar (CAD) berechnet
es_es: * Las tarifas se calculan en dólares canadienses (CAD)
fr_fr: * Les tarifs sont calculés en dollars canadiens (CAD)
it_it: * Le tariffe sono indicate in Dollari Canadesi (CAD)
ro_ro: * Tarifele se calculează în dolari canadieni (CAD)

source: Instructions for setting up Canada Post can be found
af_za: Instruksies om Kanada Pos op te stel, kan verkry word.
de_de: Instruktionen, um ein Canada Post Konto anzulegen, können hier gefunden werden
es_es: No se pudieron encontrar las instrucciones para configurar Canada Post
fr_fr: Les instructions pour la mise en place de la poste canadiene ne peuvent être trouvées
it_it: Le istruzioni per configurare il servizio con le Poste Canadesi sono disponibili in
ro_ro: Instrucțiunile de setare pentru Canada Post pot fi găsite

source: Retailer ID
af_za: Handelaar ID
es_es: ID de Minorista
fr_fr: ID revendeur
it_it: ID Rivenditore
ro_ro: ID comerciant

source: the retailer ID can be obtained from your Sell Online shipping profile.
af_za: Die handelaar ID kan van jou Verkoop Aanlyn versendingsprofiel verkry word.
de_de: Die Retailer ID kann Ihrem Sell Online Versandprofil entnomnen werden
es_es: el ID del distribuidor puede obtenerse del perfil de envío de su Venta Online.
fr_fr: l'ID de revendeur ne peut être obtenu à partir de votre profil d'expédition en ligne.
it_it: Ottieni l'ID del rivenditore dalla tua pagina del profilo di spedizione Sell Online.
ro_ro: ID comerciant care poate fi obținut de la profilul de expediție Sell Online.

source: Origin/Warehouse Postal Code
af_za: Oorsprong/pakhuis Poskode
de_de: Herkunft/Warenhaus ZIP Code
es_es: Orígen/Código Postal del Depósito
fr_fr: Code postal d'origine/du dépôt
it_it: CAP Origine/Magazzino
ro_ro: Te rugăm să-ți introduci codul poștal

source: Turnaround Time
af_za: Omkeertyd
de_de: Umschlagezeit
es_es: Tiempo de vuelta
fr_fr: Délai d'exécution
it_it: Tempo necessario (turnaround)
ro_ro: Oră de tur

source: hours
af_za: ure
de_de: Stunden
es_es: horas
fr_fr: heures
it_it: ore
ro_ro: ore

source: Instructions for setting up FedEx can be found
af_za: Instruksies om die FedEx op te stel, kan verkry word
de_de: Instruktionen, um ein FedEx Konto anzulegen, können hier gefunden werden
es_es: No se pudieron encontrar las instrucciones para configurar FedEx
fr_fr: Les instructions pour la mise en place de FedEx ne peuvent être trouvées
it_it: Le istruzioni per configurare la spedizione con FedEx sono disponibili in
ro_ro: Instrucțiunile de setare pentru FedEx pot fi găsite

source: FedEx Server
af_za: FedEx Bediener
es_es: Servidor FedEx
fr_fr: Serveur FedEx
it_it: Server FedEx

source: Live/Production Gateway
af_za: Lewendige/Produksie Deurgang
fr_fr: Serveur de produit
it_it: Portale Live/Produzione

source: Beta/Development Gateway
af_za: Beta/Ontwikkeling Deurgang
fr_fr: Passerrelle en développement
it_it: Portale Sviluppo/Beta

source: Use the FedEx live/production server for a production account and beta/development server for a development account.
af_za: Gebruik die FedEx lewendige/produksie bediener vir 'n produksierekening en beta/ontwikkeling bediener vir 'n ontwikkelingsrekening.
fr_fr: Utilisez le serveur de production FedEx pour un compte en production et le serveur de développement pour une compte de développement.
it_it: Utilizza il server FedEx di produzione per l'account di produzione e il server di sviluppo/beta per l'account di sviluppo.

source: FedEx Key
af_za: FedEx Sleutel
fr_fr: Clef FedEx
it_it: Chiave FedEx

source: FedEx Password
af_za: FedEx Wagwoord
fr_fr: Mot de passe FedEx
it_it: Password FedEx

source: FedEx Account Number
af_za: FedEx Rekeningnommer
de_de: FedEx Konto Nummer
es_es: Número de Cuenta FedEx
fr_fr: FedEx: Numéro de compte
it_it: Numero Account FedEx
ro_ro: Număr cont FedEx

source: FedEx Web Services account number given by FedEx upon registration
af_za: FedEx Webdienste-rekeningnommer verskaf deur FedEx tydens registrasie
fr_fr: Numéro de compte des services web FedEx obtenu lors de l'enregistrement
it_it: Il numero dell'account FedEx Web Services ottenuto in fase di registrazione al servizio

source: FedEx Meter Number
af_za: FedEx Meternommer
de_de: FedEx Meter Nummer
es_es: Número de medidor FedEx
fr_fr: FedEx: Numéro de compteur
it_it: Numero Metro FedEx
ro_ro: Număr metru FedEx

source: FedEx Web Services meter number given by FedEx upon registration
af_za: FedEx Webdienste meternommer deur FedEx verskaf tydens registrasie
fr_fr: Numéro de compteur des services web FedEx obtenu lors de l'enregistrement
it_it: Numero di Metro FedEx Web Services ottenuto in fase di registrazione al servizio

source: Carrier Code
af_za: Draerkode
es_es: Código de Transporte
fr_fr: Code du transporteur
it_it: Codice Vettore
ro_ro: Cod transportator

source: FedEx Ground (default)
af_za: FedEx Grond (verstek)
es_es: FedEx Ground (predeterminado)
fr_fr: FedEx: Territoire (par défaut)
it_it: FedEx Ground (predefinito)
ro_ro: FedEx terestru (implicit)

source: FedEx Express
af_za: FedEx Spoed

source: FedEx carrier code of your choice
af_za: FedEx draerkode van jou keuse
de_de: FedEx carrier code deiner Wahl
es_es: Código de mensajería de su elección FedEx
fr_fr: FedEx: Code transporteur de votre choix
it_it: Codice vettore FedEx scelto
ro_ro: Cod transportator FedEx la alegere

source: Dropoff Type
af_za: Afgee-tipe
es_es: Tipo de Entrega
fr_fr: Type limité à un dépôt
it_it: Tipo di Consegna
ro_ro: Tip dropoff

source: Regular Pickup (default)
af_za: Gereelde optel (verstek)
de_de: Normale Abholung (Standard)
es_es: Retiro Regular (predeterminado)
fr_fr: Enlevement normal (par défaut)
it_it: Ritiro Standard (predefinito)
ro_ro: Ridicare normală (implicit)

source: Request Courier
af_za: Versoek koerier
de_de: Courier anfordern
es_es: Solicitar Correo
fr_fr: Courrier recommandé
it_it: Richiesta Corriere
ro_ro: Solicitați un curier

source: Business Service Center
af_za: Besigheidsdienssentrum
es_es: Centro de Servicios para Negocios
fr_fr: Centre de services aux entreprises
it_it: Centro Servizi Business
