Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Select
af_za: Kies
de_de: Auswählem
es_es: Seleccionar
fr_fr: Selectionner
it_it: Seleziona
ro_ro: Selectați

source: subcategories
af_za: subkategorieë
de_de: Unterkategorien
es_es: subcategorias
fr_fr: sous-catégories
it_it: sottocategorie
ro_ro: subcategorii

source: products
af_za: produkte
de_de: Produkte
es_es: productos
fr_fr: produits
it_it: prodotti
ro_ro: produse

source: files
af_za: lêers
de_de: Dateien
es_es: archivos
fr_fr: fichiers
it_it: file
ro_ro: fișiere

source: images
af_za: prente
de_de: Bilder
es_es: imágenes
it_it: immagini
ro_ro: imagini

source: options
af_za: opsies
de_de: Optionen
es_es: opciones
it_it: opzioni
ro_ro: opțiuni

source: Recurs every %s for %s
af_za: Herverskyn elke %s vir %s

source: Overview
af_za: Oorsig
de_de: Überblick
es_es: Resumen
fr_fr: Vue d'ensemble
it_it: Panoramica
ro_ro: Vedere de ansamblu

source: Import Products
af_za: Voer Produkte In
de_de: Produkte importieren
es_es: Importar Productos
fr_fr: Importer des produits
it_it: Importa Prodotti
ro_ro: Import produse

source: Shop Categories
af_za: Winkelkategorieë
de_de: Shop Kategorien
es_es: Categorías
fr_fr: Catégories de la boutique
it_it: Categorie del Negozio
ro_ro: Categorii magazin

source: Save Category
af_za: Stoor Kategorie
de_de: Kategorie speichern
es_es: Guardar Categoría
fr_fr: Sauvegarder la catégorie
it_it: Salva Categoria
ro_ro: Salvare categorie

source: Products
af_za: Produkte
de_de: Produkte
es_es: Productos
fr_fr: Produits
it_it: Prodotti
ro_ro: Produse

source: Save Product
af_za: Stoor Produk
de_de: Produkt speichern
es_es: Guardar Producto
fr_fr: Sauver produit
it_it: Salva Prodotto
ro_ro: Salvare produs

source: Additional Content
af_za: Addisionele inhoud
de_de: Zusätzlicher Inhalt
es_es: Contenido Adicional
fr_fr: Contenu supplémentaire
it_it: Contenuti Aggiuntivi
ro_ro: Conținut adițional

source: Save Content
af_za: Stoor Inhoud
de_de: Inhalt speichern
es_es: Guardar Contenido
fr_fr: Sauver contenu
it_it: Salva Contenuto
ro_ro: Salvare conținut

source: Digital Files
af_za: Digitale Leers
de_de: Digital Dateien
es_es: Archivos Digitales
fr_fr: Fichiers digitaux
it_it: File Digitale
ro_ro: Fișiere digitale

source: Product Images
af_za: Produkprente
de_de: Produktbilder
es_es: Imágenes de Producto
fr_fr: Images produit
it_it: Immagini Prodotto
ro_ro: Imagini produs

source: Suppliers
af_za: Verskaffers
de_de: Lieferanten
es_es: Proveedores
fr_fr: Fournisseurs
it_it: Fornitori
ro_ro: Furnizori

source: Product Variations
af_za: Produkvariasies
de_de: Produkt Varianten
es_es: Variaciones de Productos
fr_fr: Variantes de produit
it_it: Varianti: Tipologie
ro_ro: Variante produs

source: Variation Options
af_za: Variasie opsies
de_de: Varianten Optionen
es_es: Opciones de Variación
fr_fr: Options de variation
it_it: Varianti: Opzioni
ro_ro: Opțiuni variante

source: Custom Fields
af_za: Doelgemaakte velde
de_de: Benutzerdefinierte Felder
es_es: Campos Personalizados
fr_fr: Champs personnalisés
it_it: Campi Personalizzati
ro_ro: Câmpuri personalizate

source: Discount Coupons
af_za: Afslagkoeponne
de_de: Rabatt Gutschein
es_es: Cupones de Descuento
fr_fr: Coupons de réductions
it_it: Buoni sconto
ro_ro: Cupoane de discount

source: Orders
af_za: Bestellings
de_de: Bestellungen
es_es: Pedidos
fr_fr: Commandes
it_it: Ordini
ro_ro: Comenzi

source: Order Items
af_za: Bestellingsitems
de_de: Bestellgegenstände
es_es: Items del Pedido
fr_fr: Articles en commande
it_it: Prodotti in ordine
ro_ro: Articole comandate

source: Shipping Methods
af_za: Versendingmetodes
de_de: Versandarten
es_es: Métodos de Envío
fr_fr: Moyens d'expéditions
it_it: Metodi di Spedizione
ro_ro: Metode de expediție

source: Configuration
af_za: Konfigurasie
de_de: Einstellungen
es_es: Configuración
it_it: Configurazione
ro_ro: Configurație

source: Configuration >
af_za: Konfigurasie >
it_it: Configurazione >

source: General
af_za: Algemeen
de_de: Allgemein
fr_fr: Générale
it_it: Generale

source: Invoices
af_za: Fakture
fr_fr: Factures
it_it: Fatture

source: Payment Methods
af_za: Betalingsmetodes
de_de: Bezahlmethoden
es_es: Métodos de Pago
fr_fr: Méthodes de paiements
it_it: Metodi Pagamento
ro_ro: Metode de plată

source: Products &amp; Images
af_za: Produkte &amp; prente
de_de: Produkte &amp; Bilder
es_es: Producto e Imágenes
fr_fr: Produits et images
it_it: Prodotti &amp; Immagini
ro_ro: Produse &amp; Imagini

source: Calculations
af_za: Berekeninge

source: Payment Fields
af_za: Betalingsvelde
de_de: Bezahlung-Felder
es_es: Campos de Pago
fr_fr: Champs de paiement
it_it: Campi Pagamento
ro_ro: Câmpuri de plată

source: Updates
af_za: Opdaterings
fr_fr: Mise-à-jours
it_it: Aggiornamenti

source: Affliliates & Tracking
af_za: Affiliasies en opsporing
fr_fr: Affiliés et Suivi
it_it: Affiliati & Tracciamento

source: Extensions
af_za: Uitbreidings
de_de: Erweiterungen
es_es: Extensiones
it_it: Estensioni
ro_ro: Extensii

source: Extensions Settings
af_za: Uitbreiding opstellings
fr_fr: Paramères d'extensions
it_it: Preferenze Estensioni

source: Support &amp; Help
af_za: Ondersteuning & amp: Help
de_de: Support &am; Hilfe
es_es: Soporte y Ayuda
fr_fr: Support &amp; Aide
it_it: Supporto &amp; Guida in linea
ro_ro: Suport și Ajutor

source: No schedule has been set for this task.
af_za: Geen skedule opgestel vir hierdie taak nie
fr_fr: Aucune planification n'a été définie pour cette tâche.
it_it: L'orario di schedulazione non &egrave; stato impostato per questo task.

source: No cron schedules are available or no task was specified.
af_za: Geen kron skedules beskikbaar nie of geen taak gespesifiseer nie.
fr_fr: Aucune planification cron disponible ou aucune tâche spécifiée.
it_it: Nessun schedulatore cron disponibile o nessun task specificato.

source: Subtotal
af_za: Subtotaal
de_de: Zwischensumme
fr_fr: Sous total
it_it: Totale Parziale

source: Order Options
af_za: Bestelling-opsies
de_de: Bestelloptionen
es_es: Opciones de Pedido
fr_fr: Options de commande
it_it: Opzioni Ordine
ro_ro: Opțiuni comandă

source: Sub Total
af_za: Subtotaal
de_de: Zwischensumme
fr_fr: Sous total
it_it: Totale Parziale

source: Excl.
af_za: Uitgesluit
de_de: Exkl.
it_it: Escl.
ro_ro: Exclusiv

source: Australia Post DRC
af_za: Australië pos DRC
es_es: Post DRC Australiano
fr_fr: Poste australienne DRC

source: Canada Post
af_za: Kanada Pos
fr_fr: Poste canadienne
it_it: Posta Canadese

source: FedEx (Federal Express)
af_za: Fedex

source: UPS
af_za: Onderbrekinglose kragbron

source: Uploaded image:
af_za: Opgelaaide beeld:
fr_fr: Image téléchargée
it_it: Immagine caricata:

source: Uploaded file
af_za: Opgelaaide lêer
fr_fr: Fichier téléchargé
it_it: File caricato

source: Select Drop Down
af_za: Kies aftrek
de_de: Dropdown Menü auswählen
es_es: Menú desplegable
fr_fr: Sélectionner en descendant
it_it: Menu a tendina

source: Radio Buttons
af_za: Radioknoppies
fr_fr: Boutons "Radio"
it_it: Elenco di radio button

source: Checkbox List
af_za: Merkblok-lys
de_de: Checkbox Liste
es_es: Lista de Checkbox
fr_fr: Liste de cases à cocher
it_it: Elenco di checkbox

source: none
af_za: Geen
de_de: keine
es_es: ninguno
fr_fr: aucune
it_it: nessuno
ro_ro: niciuna

source: Pound
af_za: Pond
de_de: Pfund
es_es: Libra
fr_fr: Livre
it_it: Libbra

source: Ounce
af_za: Ons
de_de: Unze/n
es_es: Onza
fr_fr: Once
it_it: Oncia
ro_ro: Uncie

source: Debit- and Credit Card payment with Skrill (Moneybookers)
af_za: Debiet- en kredietkaartbetalings deur Skrill (geldmakelaars)
fr_fr: Paiements par carte de crédit et débit via Skrill (Moneybookers)
it_it: Pagamento con carte di credito/debito di Skrill (Moneybookers)

source: Credit card payments with MonsterPay
af_za: Kredietkaartbetalings deur MonsterPay
de_de: Kreditkartenzahlungen mit MonsterPay
es_es: Pagos con tarjeta de crédito con MonsterPay.
fr_fr: Paiements par carte de crédit via MonsterPay
it_it: Pagamento con carta di credito con MonsterPay

source: Credit Card (Manual POS)
af_za: Kredietkaart (Hand POS)
de_de: Kreditkarte (Manuelle Eingabe)
es_es: Tarjeta de Crédito (POS Manual)
fr_fr: Carte de crédit (POS manuel)
it_it: Carta di Credito (POS Manuale)
ro_ro: Card bancar (POS manual)

source: Manual Payment
af_za: Fisiese betaling
de_de: Manuelle Bezahlung
es_es: Pago Manual
fr_fr: Paiement manuel
it_it: Pagamento Manuale
ro_ro: Plată manuală

source: Bank Wire
af_za: Banktelegraaf
de_de: Überweisung
es_es: Transferencia Bancaria
fr_fr: Virement bancaire
it_it: Bonifico bancario
ro_ro: Transfer bancar (OP)

source: Google Checkout
af_za: Google uitteken

source: Realex Payments
af_za: Realex-betalings

source: Credit card payments through Realex Payments
af_za: Kredietkaartbetalings deur Realex-betalings
de_de: Kreditkartenzahlungen durch Realex Payments
es_es: Pagos con tarjeta de crédito via Realex Payments
fr_fr: Paiements par carte de crédit via Realex Payments
it_it: Pagamento con carta di credito utilizzando Realex Payments
ro_ro: Plată cu card bancar prin Realex Payments

source: Euro Payment Services SRL
af_za: Euro-betaaldiens SRL

source: Credit card payment with Ogone
af_za: Kredietkaartbetaling met Ogone
fr_fr: Paiement par carte de crédit avec Ogone
it_it: Pagamento con carta di credito con Ogone

source: eWay AU (Shared)
af_za: eWay AU (gedeel)
fr_fr: eWay AU (partagé)
it_it: eWay AU (Condiviso)

source: Credit card payments via WorldPay
af_za: Kredietkaartbetalings via WorldPay
de_de: Kreditkartenzahlungen via WorldPay
es_es: Pagos con tarjeta de crédito via WorldPay
fr_fr: Paiements par carte de crédit via WorldPay
it_it: Pagamento con carta di credito via WorldPay
ro_ro: Plată cu card bancar prin WorldPay

source: Credit card payments with LUCY Gateway
af_za: Kredietkaartbetalings met LUCY Poort
de_de: Kreditkartenzahlungenmit LUCY Gateway
es_es: Pagos con tarjeta de crédito con LUCY Gateway
fr_fr: Paiements par carte de crédit via LUCY Gateway
it_it: Pagamento con carta di credito con LUCY Gateway
ro_ro: Plată cu card bancar prin LUCY Gateway

source: None
af_za: Geen
de_de: Keine
es_es: Ninguno
fr_fr: Aucune
it_it: Nessuna
ro_ro: Niciuna

source: Checkout
af_za: Betaalpunt
es_es: Finalizar Pedido
fr_fr: Achat
it_it: Finalizza
ro_ro: Finalizare comandă

source: Australian Dollars
af_za: Australiese Dollars
de_de: Australische Dollar
es_es: Dolares Australianos
fr_fr: Dollars australiens
it_it: Dollari Australiani

source: Canadian Dollars
af_za: Kanadese Dollars
de_de: Kanadische Dollar
es_es: Dolares Canadienses
fr_fr: Dollars canadiens
it_it: Dollari Canadesi

source: Swiss Francs
af_za: Switserse Frank
de_de: Schweizer Franken
es_es: Francos Suizos
fr_fr: Francs suisses
it_it: Franchi Svizzeri

source: Danish Kroner
af_za: Deense Kroon
de_de: Dänische Kronen
es_es: Coronas Danesas
fr_fr: Couronnes danoises
it_it: Corona Danese

source: British Pounds
af_za: Britse Ponde
de_de: Britische Pfund Sterling
es_es: Libras Británicas
fr_fr: Livres Sterling
it_it: Sterline Inglesi

source: Indonesian Rupiahs
af_za: Indonesiese Rupias
de_de: Indonesische Rupien
es_es: Rupias Indonesias
fr_fr: Rupiah indonésiennes
it_it: Rupie Indonesiane

source: Japanese Yen
af_za: Japanese Jen
de_de: Japanische Yen
es_es: Yen Japonés
fr_fr: Yen japonais
it_it: Yen Giapponese

source: Norwegian Kroner
af_za: Noorweegse Kroon
de_de: Norwegische Kronen
es_es: Coronas Noruegas
fr_fr: Couronnes norvégiennes
it_it: Corona Norvegese

source: New Zealand Dollars
af_za: New Zeeland Dollars
de_de: Neuseeland Dollar
es_es: Dolares de Nueva Zelanda
fr_fr: Dollars néo-zélandais
it_it: Dollari Neozelandesi

source: Swedish Kroner
af_za: Sweedse Kroon
de_de: Schwedische Kronen
es_es: Coronas Suecas
fr_fr: Couronnes suédoises
it_it: Corona Svedese

source: US Dollars
af_za: VSA Dollars
de_de: US Dollar
es_es: Dolares Americanos
fr_fr: Dollars USA
it_it: Dollari Americani

source: Singapore Dollars
af_za: Singapoer Dollars
de_de: Sinagpur Dollar
es_es: Dolares de Singapur
fr_fr: Dollars de Singapour
it_it: Dollari di Singapore

source: South African Rands
af_za: Suid-Afrikaanse Rand
de_de: Südafrikanische Rand
es_es: Rands Sudafricanos
fr_fr: Rands sud-africains
it_it: Rand Sudafricani

source: Brazilian Real
af_za: Brasiliaanse Real
de_de: Brasilianische Reais
es_es: Real Brasilero
fr_fr: Reals brésiliens
it_it: Real Brasiliani
ro_ro: Detalii facturare

source: Romanian Leu
af_za: Romeense Leu
de_de: Rumänische Leu
es_es: Leu Rumana
fr_fr: Leu roumains
it_it: Leu Rumeni
ro_ro: RON românesc

source: Advanced Coupons
af_za: Gevorderde Koeponne

source: Advanced coupon management for the Shopping Cart plugin
af_za: Gevorderde koeponne beheer vir Inkopiemandjie inpropprogram

source: PayPal Advanced
af_za: PayPal Gevorderd

source: Schedule has been executed
af_za: Skedule is uitgevoer

source: First Class
af_za: Eersteklas
de_de: Erste Klasse
es_es: Primera Clase
fr_fr: Première classe
it_it: Prima Classe

source: First Class Commercial
af_za: Eersteklas Kommersieël
fr_fr: Première classe commerciale
it_it: Prima Classe Commerciale

source: First Class HFP Commercial
af_za: Eersteklas HFP Kommersieël
fr_fr: Première classe commerciale HFP
it_it: Prima Classe HFP Commerciale

source: Priority
af_za: Voorkeur
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
it_it: Prioritario

source: Priority Commercial
af_za: Voorkeur Kommersieël
es_es: Prioridad Comercial
fr_fr: Priorité commerciale
it_it: Prioritario Commerciale

source: Express
af_za: Spoed
it_it: Espresso

source: Express Commercial
af_za: Spoed Kommersieël
es_es: Comercial Express
it_it: Espresso Commerciale

source: Express SH
af_za: Spoed SH
it_it: Espresso SH

source: Express SH Commercial
af_za: Spoed SH Kommersieël
es_es: Comercial Express SH
fr_fr: Express commercial SH
it_it: Espresso SH Commerciale

source: Express HFP
af_za: Spoed HFP
it_it: Espresso HFP

source: Express HFP Commercial
af_za: Spoed HFP Kommersieël
es_es: Comercial Express HFP
fr_fr: Express commercial HFP
it_it: Espresso HFP Commerciale

source: Parcel
af_za: Pakkie
de_de: Päckchen
es_es: Parcela
fr_fr: Colis
ro_ro: Parcelă

source: Library
af_za: Biblioteek
de_de: Bibliothek
es_es: Librería
fr_fr: Bibliothèque
it_it: Libreria
ro_ro: Bibliotecă

source: Letter
af_za: Brief
de_de: Brief
es_es: Carta
fr_fr: Lettre
it_it: Lettera
ro_ro: Scrisoare

source: Legal
af_za: Wettig

source: Ledger
af_za: Lêer

source: Tabloid
af_za: Tablet

source: Executive
af_za: Eksklusief

source: Commercie #10 Envelope
af_za: Commercie #10 Koevert

source: Catalog #10 1/2 Envelope
af_za: Katalogus #10 1/2 Koevert

source: Contacts
af_za: Kontakte
de_de: Kontakte
es_es: Contactos
it_it: Contatti
ro_ro: Contacte

source: Shipping
af_za: Versending
de_de: Versand
es_es: Envío
fr_fr: Livraison
it_it: Spedizione
ro_ro: Expediție

source: Billing
af_za: Fakturering
de_de: Rechnung
es_es: Facturación
fr_fr: Facturation
it_it: Fatturazione
ro_ro: Facturare

source: Monday
af_za: Maandag
fr_fr: Lundi
it_it: Luned&igrave;

source: Tuesday
af_za: Dinsdag
fr_fr: Mardi
it_it: Marted&igrave;

source: Wednesday
af_za: Woensdag
fr_fr: Mercredi
it_it: Mercoled&igrave;

source: Thursday
af_za: Donderdag
fr_fr: Jeudi
it_it: Gioved&igrave;

source: Friday
af_za: Vrydag
fr_fr: Vendredi
it_it: Venerd&igrave;

source: Saturday
af_za: Saterdag
fr_fr: Samedi
it_it: Sabato

source: Sunday
af_za: Sondag
fr_fr: Dimanche
it_it: Domenica

source: Text Input
af_za: Teks insette
es_es: Campo de Texto
fr_fr: Saisie de texte
it_it: Casella di testo
ro_ro: Input text

source: Text Area
af_za: Teks-area
es_es: Campo de Area de Texto
fr_fr: Zone de texte
it_it: Area di testo

source: Checkboxes List
af_za: Merkblok-lys
de_de: Checkbox Liste
es_es: Lista de Checkboxes
fr_fr: Liste de cases à cocher
it_it: Elenco di checkbox

source: File Upload
af_za: Lêer oplaai
de_de: Datei Upload
es_es: Carga de Archivo
fr_fr: Charger un fichier sur le serveur
it_it: Carica un file
ro_ro: Încărcare fișier

source: Date Picker
af_za: Datumkieser
de_de: Datumswähler
es_es: Selector de Fecha
fr_fr: Sélecteur de date
it_it: Selezione Data
ro_ro: Selector dată

source: Code/SKU
af_za: Kode/voorraadeenheid
de_de: Produktcode/Lagerhaltungsnummer (SKU)
es_es: Código/SKU
fr_fr: Code produit/SKU
it_it: Codice/N. Inventario
ro_ro: Cod SKU produs

source: Unique stock code or SKU for your product.
af_za: Unieke voorraadkode of voorraadeenheid vir jou produk
fr_fr: Code de stock unique ou UGS du produit.
it_it: Codice univoco d'inventario o SKU del prodotto.

source: Title
af_za: Titel
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Nome
ro_ro: Titlu

source: Title/name of your product.
af_za: Titel / naam van jou produk
fr_fr: Titre/nom du produit.
it_it: Titolo/nome del prodotto.

source: Description
af_za: Beskrywing
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ro_ro: Descriere

source: Description of your product, it may contain HTML.
af_za: Beskrywing van jou produk, dit mag HTML bevat.
fr_fr: Description du produit (peu contenir du HTML).
it_it: Descrizione del prodotto, pu&ograve; contenere HTML.

source: Keywords
af_za: Sleutelwoorde
de_de: Stichworte
es_es: Palabras clave
fr_fr: Mots clés
it_it: Parole Chiave
ro_ro: Cuvinte cheie

source: Comma (,) separated keywords/tags.
af_za: Komma (,) skei sleutelwoorde/merkers
fr_fr: Mots clés/balises séparée par des virgules.
it_it: Elenco di parole chiave/tag, separati da virgole (,).

source: Image
af_za: Beeld /prent
de_de: Bild
es_es: Imagen
it_it: Immagine
ro_ro: Imagine

source: An image (jpg, png, gif) name or full URL of your product.
af_za: A beeldnaam (jpg.png,gif) of volledige URL van jou produk
fr_fr: Un nom d'image ou URL complet (jpg, png, gif) du produit.
it_it: Nome o URL completo dell'immagine (jpg, png, gif) del prodotto.

source: Price
af_za: Prys
de_de: Preis
es_es: Precio
fr_fr: Prix
it_it: Prezzo
ro_ro: Preț

source: Retail price of your product eg. 9.99
af_za: Kleinhandelprys van jou produk bv. 9.99
fr_fr: Prix de vente du produit (ex.: 9.99)
it_it: Prezzo di vendita del prodotto, es: 9.99

source: Suggested Price
af_za: Voorgestelde prys
fr_fr: Prix suggéré
it_it: Prezzo Suggerito

source: Suggested retail price of your product eg. 12.99
af_za: Voorgestelde kleinhandelprys van jou produk bv. 12.99
fr_fr: Prix de détail suggeré du produit (ex.: 12.99)
it_it: Prezzo di vendita consigliato del prodotto, es: 12.99

source: Wholesale Price
af_za: Groothandelprys
de_de: Grosshandelspreis
es_es: Precio al por mayor
fr_fr: prix grossiste
it_it: Prezzo all'ingrosso
ro_ro: Preț distribuție

source: Wholesale price of your product for internal use only.
af_za: Groothandelprys van jou produk slegs vir interne gebruik.
fr_fr: Prix de gros du produit pour usage interne seulement.
it_it: Prezzo all'ingrosso del prodotto, solo per uso interno.

source: Product Type
af_za: Produktipe
de_de: Produkt Type
es_es: Tipo de Producto
fr_fr: Type de produit
it_it: Tipologia Prodotto
ro_ro: Tip produs

source: Either "digital" or "tangible" product type.
af_za: Of "digitale" of "tasbare" produktipe
fr_fr: Type de produit: Numérique ou Tangible.
it_it: Tipo del prodotto, "materiale" o "digitale".

source: Minimum Order
af_za: Minimumbestelling
de_de: Mindestbestellmenge
es_es: Pedido Mínimo
fr_fr: Commande minimum
it_it: Ordine Minimo (Importo totale)
ro_ro: Comanda minimă

source: Minimum allowed quantity that can be ordered.
af_za: Minimum toegelate hoeveelheid wat bestel kan word.
fr_fr: Quantité miniumum pouvant être commandée.
it_it: Quantità minima ordinabile.

source: Inventory/Stock
af_za: Voorraad
fr_fr: Inventaire/stock
it_it: Inventario/Giagenza

source: Inventory/stock for this product. Use -1 for unlimited stock.
af_za: Voorraad van hierdie produk. Gebruik -1 vir onbeperkte voorraad.
fr_fr: Inventaire/stock du produit. Utilisez -1 pour un stock illimité.
it_it: Giacenza del prodotto. Utilizzare -1 per indicare giacenza illimitata.

source: Measurement
af_za: Maat / afmeting
de_de: Maße
es_es: Medidas
fr_fr: dimension
it_it: Misure
ro_ro: Dimensiuni

source: Measurement name eg. Unit(s) or Box(es).
af_za: Metingsnaam/soort bv. Eenheid(ede) of boks(e)
fr_fr: Unité de mesure (ex.: Unitaire ou Boîte(s))
it_it: Unit&agrave; di misura, es: Unit&agrave; o Scatola/e.

source: Weight
af_za: Gewig
de_de: Gewicht
es_es: Peso
fr_fr: Poids
it_it: Peso

source: Numeric/integer value for the weight of the product.
af_za: Syferwaarde vir die gewig van die produk.
fr_fr: Poids du produit (valeur numérique).
it_it: Valore numerico intero per il peso del prodotto.

source: Categories
af_za: Kategorieë
de_de: Kategorien
es_es: Categorias
fr_fr: Catégories
it_it: Categorie
ro_ro: Categorii

source: Comma separated category names/titles. If they do not exist, they will be created.
af_za: Komma skei kategoriename/titels. As dit nie bestaan nie, sal dit geskep word.
fr_fr: Nom/titre des catégories, séparé par des virugles. S'il n'existe pas, il seront créé.
it_it: Elenco separato da virgole dei nomi delle categorie del prodotto. Verranno create se non esistono.

source: Affiliate URL
af_za: Verwante URL

source: Specify affiliate URL for affiliate products, else leave it empty.
af_za: Spesifiseer verwante URL of verwante produkte, los anders oop.

source: Feet (Foot)
af_za: Voet
es_es: Pies
fr_fr: Pied(s)
it_it: Piedi (Piede)
ro_ro: Picioare

source: Inch
af_za: Duim
es_es: Pulgadas
fr_fr: Pouce
it_it: Pollice
ro_ro: Inci

source: Yard
af_za: Jaart
es_es: Yardas
fr_fr: Verge
it_it: Iarda
ro_ro: Yarzi

source: Shopping Cart
af_za: Inkopiemandjie
de_de: Warenkorb
es_es: Carrito de Compras
fr_fr: Panier
it_it: Carrello della Spesa
ro_ro: Coş de cumpărături

source: First Name
af_za: Noemnaam
de_de: Vorname
es_es: Nombre
fr_fr: Nom
it_it: Nome
ro_ro: Prenume

source: Last Name
af_za: Van
de_de: Nachname
es_es: Apellido
fr_fr: Prénom
it_it: Cognome
ro_ro: Nume de familie

source: Email Address
af_za: Epos-adres
de_de: Emailadresse
es_es: Dirección de E-Mail
fr_fr: Adresse courriel
it_it: Indirizzo email
ro_ro: Adresă email

source: Company Name
af_za: Maatskappynaam
de_de: Firma Name
es_es: Nombre de la Empresa
fr_fr: Nom société
it_it: Societ&agrave;
ro_ro: Denumire societate

source: Phone Number
af_za: Foonnommer
de_de: Telefonnummer
es_es: Número de Teléfono
fr_fr: Numéro de téléphone
it_it: Telefono
ro_ro: Telefon

source: Fax Number
af_za: Faksnommer
de_de: Fax Nummer
es_es: Número de Fax
fr_fr: numéro de Fax
it_it: Fax
ro_ro: Fax

source: Address
af_za: Adres
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
ro_ro: Adresă

source: Address (continued)
af_za: Adres (vervolg)
de_de: Adresse (zusätzlich)
es_es: Dirección (continuada)
fr_fr: Adresse (suite)
it_it: Indirizzo (segue)
ro_ro: Adresă (cont.)

source: City
af_za: Stad
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
it_it: Citt&agrave;
ro_ro: Localitate

source: Country
af_za: Land
de_de: Land
es_es: País
fr_fr: Pays
it_it: Paese
ro_ro: Țară

source: State/Province
af_za: Provinsie/Staat
de_de: Bundesland/Kanton
es_es: Estado/Provincia
fr_fr: Province/État/Département
it_it: Stato/Provincia
ro_ro: Județ

source: Zip/Postal Code
af_za: Zip/Poskode
de_de: PLZ
es_es: Código Postal
fr_fr: Code postal
it_it: CAP
ro_ro: Cod poștal

source: Shopping Cart functions
af_za: Inkopiemandjie-funksies
de_de: Warenkorb Funktionen
es_es: Funciones de Carrito de Compras
fr_fr: Fonctions Shopping Cart
it_it: Funzioni del Carrello
ro_ro: Funcții coş de cumpărături

source: Category
af_za: Kategorie
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ro_ro: Categorie

source: Output
af_za: Opbrengs

source: Full
af_za: Vol

source: Button
af_za: Knoppie
es_es: Botón
fr_fr: Bouton
it_it: Bottone
ro_ro: Buton

source: Product ID
af_za: Produk ID
fr_fr: Id de produit
it_it: ID Prodotto
