Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: This transaction was declined, please try again.
af_za: Hierdie transaksie is afgekeur, probeer asseblief weer.
es_es: Esta transacción ha sido declinada. Por favor, intenta nuevamente.
fr_fr: La transaction a échouée, veuillez réessayer.
it_it: La transazione &egrave; stata rifiutata. Si prega di riprovare.
ro_ro: Tranzacția a fost refuzată. Încercați din nou.

source: No transaction status was passed back.
af_za: Geen transaksiestatus is teruggestuur nie.
de_de: Es wurde kein Transaktionsstatus zurück übermittelt.
es_es: Ningún estado de transacción fue pasado de nuevo.
fr_fr: Aucun status de transaction n'a été reçu.
it_it: Nessuno stato della transazione &eacute; stato restituito.
ro_ro: Nu a fost trimisă înapoi starea tranzacției.

source: No data was passed back.
af_za: Geen data is teruggestuur nie.
de_de: Keine Daten wurden zurück übermittelt.
es_es: Ningún dato fue pasado de nuevo.
fr_fr: Aucune donnée n'a été reçue.
it_it: Nessun dato restituito.
ro_ro: Nu s-au primit date înapoi.

source: String passed back could not be decrypted, please contact the site administrator.
af_za: String wat teruggestuur is kon nie ontsyfer word nie, kontak asseblief die webtuiste-administrateur/bestuurder.
es_es: El string pasó de nuevo y no se pudo desencriptar, por favor cantacta al administrador del sitio.
fr_fr: La chaîne de caractères reçue n'a pas pu être décryptée, veuillez contacter l'administrateur.
it_it: Impossibile decrittare la stringa di risposta, si prega di contattare l'amministratore del sito.
ro_ro: Fraza primită înapoi nu a putut fi decriptată, vă rugăm contactați administratorul.

source: Extension vendor could not be loaded, please contact the site administrator.
af_za: Uitbreidinghandelaar kon nie gelaai word nie, kontak asb die webtuiste administrateur/bestuurder.
es_es: La extensión del vendedor no pudo ser cargada, por favor, contacta al administrador.
fr_fr: Le fournisseur d'extension n'a pas pu être chargé, veuillez contacter l'administrateur du site.
it_it: Impossibile inizializzare l'estensione, si prega di contattare l'amministratore del sito.
ro_ro: Extensia furnizorilor/producătorilor nu a putut fi încărcată, contactați administratorul sitului.

source: Extension is not active, please contact the site administrator.
af_za: Uitbreiding is nie aktief nie, kontak asb die webtuiste-administrateur/bestuurder.
de_de: Die Erweiterung ist nicht aktiv, bitte den Verwalter kontaktieren.
es_es: La extensión no está activa, por favor, contacta al administrador.
fr_fr: L'extension n'est pas active, veuillez contacter l'administrateur.
it_it: Estensione non attiva, si prega di contattare l'amministratore del sito.
ro_ro: Extensia nu este activă, contactați administratorul sitului.

source: <strong>ERROR</strong>: Please fill in your shipping
af_za: <strong>FOUT</strong>: Vul asseblief jou versending in
es_es: <strong>ERROR</strong>: Por favor, completa tu envío
fr_fr: <strong>ERREUR</strong>: Veuillez inscrire vos informations d'expédition
it_it: <strong>ERRORE</strong>: Si prega di inserire i dati di spedizione:

source: <strong>ERROR</strong>: Please fill in your billing
af_za: <strong>FOUT</strong>: Vul asseblief jou rekening in
es_es: <strong>ERROR</strong>: Por favor, completa tu facturación
fr_fr: <strong>ERREUR</strong>: Veuillez inscrire vos informations de facturation
it_it: <strong>ERROR</strong>: Si prega di inserire le informazioni per la fatturazione:

source: Contact Details
af_za: Kontakbesonderhede
de_de: Kontaktdetails
es_es: Detalles de Contacto
fr_fr: Détails de contact
it_it: Dettagli Contatto
ro_ro: Detalii de contact

source: Products have been imported
af_za: Produkte is ingevoer
de_de: Die Produkte wurden importiert
es_es: Los productos han sido importados
fr_fr: Les produits ont bien été importés
it_it: I prodotti sono stati importati
ro_ro: Produsele au fost importate

source: Products could not be retrieved
af_za: Produkte kon nie opgespoor word nie
de_de: Die Produkte konnten nicht eingelesen werden
es_es: Los productos no pudieron ser recuperados
fr_fr: Les produits n'ont pas pu être récupéré
it_it: Impossibile ottenere l'elenco dei prodotti
ro_ro: Produsele nu au putut fi încărcate

source: Could not connect to the database
af_za: Kon nie aan databasis gekoppel word nie
de_de: Konnte keine Datenbankverbindung aufbauen
es_es: No pudo conectarse a la base de datos
fr_fr: Impossible de se connecter à la base de donnée
it_it: Impossibile connettersi al database
ro_ro: Nu mă pot conecta la baza de date

source: products were imported.
af_za: produkte is ingevoer
fr_fr: produits importés.
it_it: prodotti importati.

source: CSV file could not be opened for reading.
af_za: CSV-lêer kon nie oopgemaak word om te lees nie.
fr_fr: Le fichier CSV n'a pu être chargé.
it_it: Impossibile aprire il file CVS per la lettura.

source: CSV file could not be moved from TMP.
af_za: CSV-lêer kon nie verskuif word van TMP af nie.
fr_fr: Le fichier CSV n'a pu être déplacé à partir de TMP.
it_it: Il file CSV non pu&ograve; essere spostato da TMP.

source: No CSV file was chosen for importing.
af_za: Geen CSV-lêer is gekies om ingevoer te word nie.
fr_fr: Aucun fichier CSV n'a été sélectionné pour importation.
it_it: Nessun file CSV &egrave; stato selezionato per l'importazione.

source: No import fields were specified.
af_za: Geen invoervelde is gespesifiseer nie.
fr_fr: Aucune information d'importation spécifiée.
it_it: Nessun campo selezionato per l'importazione.

source: Please select an import source
af_za: Kies asseblief 'n invoerbron
de_de: Bitte eine Importquelle auswählen
es_es: Por favor, seleccione una fuente de importación
fr_fr: Sélectionne une source d'importation
it_it: Selezionare una sorgente per l'importazione
ro_ro: Vă rugăm selectați o sursă pentru import

source: Category cannot be read
af_za: Kategorie kan nie gelees word nie
de_de: Die Kategorie konnte nicht gelesen werden
es_es: La Categoría no puede leerse
fr_fr: La catégorie ne peut pas être lue
it_it: Categoria non trovata
ro_ro: Categoria nu poate fi citită

source: No category was specified
af_za: Geen kategorie is gespesifiseer nie
de_de: Es wurde keine Kategorie angegeben
es_es: No se ha especificado una Categoría
fr_fr: Aucune catégorie n'a été indiquée
it_it: Nessuna categoria specificata
ro_ro: Nu a fost specificată nici o categorie

source: Category cannot be saved
af_za: Kategorie kan nie gestoor word nie
de_de: Die Kategorie konnte nicht gespeichert werden
es_es: La Categoría no puede ser guardada
fr_fr: La catégorie ne peut pas être sauvegardée
it_it: La Categoria non pu&ograve; essere salvata
ro_ro: Categoria nu poate fi salvată

source: Selected categories removed
af_za: Geselekteerde kategorieë verwyder
de_de: Die ausgewählten Kategorien wurden entfernt
es_es: Categorías seleccionadas borradas
fr_fr: Les catégories choisies ont été effacées
it_it: Le categorie selezionate sono state eliminate
ro_ro: Categoriile selectate au fost eliminate

source: Selected categories have been assigned the chosen parent category
af_za: Geselekteerde kategorieë is toegeken aan die gekose ouer-kategorie
de_de: Die gewählten Kategorien wurden den gewählten Oberkategorien zugeordnet
es_es: Las Categorías seleccionadas se han asignado a la categoría superior elegida
fr_fr: Les catégories sélectionnées ont bien été assignées à la catégorie parente choisie
it_it: Le categorie selezionate sono state assegnate alla categoria padre specificata
ro_ro: Categoriile selectate au fost asociate categoriei părinte aleasă

source: Please select a parent category
af_za: Kies asseblief 'n ouer-kategorie
de_de: Bitte eine Oberkategorie auswählen
es_es: Por favor, selecciona un categoría superior
fr_fr: Choisi une catégorie parente
it_it: &Egrave; necessario selezionare una categoria padre
ro_ro: Vă rugăm selectați o categorie părinte

source: No categories were selected
af_za: Geen kategorieë is gekies nie.
de_de: Keine Kategorien ausgewählt
es_es: No se ha seleccionado una Categoría
fr_fr: Pas de catégories sélectionnées
it_it: Nessuna categoria selezionata
ro_ro: Nu a fost selectată nici o categorie

source: No action was selected
af_za: Geen aksie is gekies nie
de_de: Keine Aktion ausgewählt
es_es: No se ha seleccionado una Acción
fr_fr: Aucune action choisie
it_it: Nessuna azione selezionata
ro_ro: Nu a fost selectată nici o acțiune

source: CSV has been exported. %s
af_za: CSV is uitgevoer. %s

source: Download Now
af_za: Laai nou af.

source: Your product has been saved and approved.
af_za: Jou produk is gestoor en goedgekeur.

source: Product has been saved, the merchant will review your product shortly.
af_za: Produk is gestoor, die handelaar sal jou produk binnekort keur.
de_de: Das Produkt wurde gespeichert; der Händler wird Dein Produkt in Kürze überprüfen.
es_es: El producto ha sido guardado, el comerciante revisará su producto en breve.
fr_fr: Le produit a bien été sauvegardé, le commerçant pourra voir son produit dans peu de temps.
it_it: Il prodotto &egrave; stato salvato, il venditore verificher&agrave; il tuo prodotto appena possibile.
ro_ro: Produsul a fost salvat. Magazinul va verifica produsul în scurt timp.

source: This product does not belong to this supplier account.
af_za: Hierdie produk hoort nie by hierdie verskaffer-rekening nie.
fr_fr: Ce roduit n'appartient pas a ce compte fournisseur.
it_it: Questo prodotto non appartiene ad questo account fornitore.

source: All products have been deleted
af_za: Alle produkte is uitgevee.
de_de: Alle Produkte wurden gelöscht.
es_es: Todos los productos fueron borrados
fr_fr: Tous les produits ont été effacés
it_it: Tutti i prodotti sono stati eliminati
ro_ro: Toate produsele au fost eliminate

source: No products could be found
af_za: Geen produkte kon gevind word nie.
de_de: Es konnten keine Produkte gefunden werden.
es_es: No se pueden encontrar productos
fr_fr: Aucuns produits n'on pu être trouvés
it_it: Nessun prodotto trovato
ro_ro: Nu a fost găsit nici un produs

source: Order has been saved.
af_za: Bestelling is gestoor.
fr_fr: La commande a été sauvegardée.

source: Product has been copied.
af_za: Produk is gekopieer.
fr_fr: Le produit a été copié.
it_it: Il prodotto &egrave; stato copiato.

source: Product has been removed
af_za: Produk is verwyder
de_de: Das Produkt wurde entfernt
es_es: El Producto ha sido borrado
fr_fr: Le produit a bien été effacé
it_it: Il prodotto &egrave; stato eliminato
ro_ro: Produsul a fost eliminat

source: CSV has been exported
af_za: CSV is uitgevoer

source: CSV file could not be created, please check permissions on "wp-content/uploads/" folder.
af_za: CSV-lêer kon nie geskep word nie, maak seker van toestemmings op "wp-content/uploads/"-lêer.
de_de: Die CSV Datei konnte nicht erstellt werden. Bitte die Rechte in "wp-content/uploads/" überprüfen.
es_es: el archivo CSV no pudo ser creado, por favor revisa los permisos en la carpeta "wp-content/uploads/".
fr_fr: Le fichier CSV ne peut être créé. Vérifie les permission du dossier "wp-content/uploads/"
it_it: Il file CSV non pu&ograve; essere creato, verificare i permessi della cartella "wp-content/uploads".
ro_ro: Fișierul CSV nu a putut fi creat, vă rugăm verificați permisiunile folderului "wp-content/uploads/".

source: No products were selected
af_za: Geen produkte is gekies nie.
de_de: Es wurden keine Produkte ausgewählt
es_es: Los productos no fueron seleccionados
fr_fr: Aucun produit n'a été sélectionné
it_it: Nessun prodotto selezionato
ro_ro: Nu au fost selectate produse

source: Selected products have been changed to posts.
af_za: Geselekteerde produkte is verander na posterings..
de_de: Die gewählten Produkte wurden zu Artikel umgeändert.
es_es: Los productos seleccionados han sido cambiados a entradas.
fr_fr: Les produits sélectionnés ont étés transformé en articles.
it_it: I prodotti selezionati sono stati cambiati in Post.

source: Selected products could not be changed to posts.
af_za: Geselekteerde produkte kon nie verander word na posterings nie.
de_de: Die gewählten Produkte konnten nicht zu Artikel umgeändert werden.
es_es: Los productos seleccionados no puedieron ser cambiados a entradas.
fr_fr: Les produits sélectionnés ont pas pu être transformé en articles.
it_it: I prodotti selezionati sono possono essere cambiati in Post.

source: Selected products have been changed to pages.
af_za: Geselekteerde produkte is verander na bladsye.
de_de: Die gewählten Produkte wurden auf Seiten umgeändert.
es_es: Los productos seleccionados han sido cambiados a páginas.
fr_fr: Les produits sélectionnés ont étés transformé en pages.
it_it: I prodotti selezionati sono stati cambiati in Pagine.

source: Selected products could not be changed to pages.
af_za: Geselekteerde produkte kon nie verander word na bladsye nie.
de_de: Die gewählten Produkte konnten nicht auf Seiten umgeändert werden.
es_es: Los productos seleccionados no pueden ser cambiados a páginas.
fr_fr: Les produits sélectionnés ont pas pu être transformé en pages.
it_it: I prodotti selezionati non possono essere cambiati in Pagine.

source: Selected products have been changed to BUY NOW purchase type.
af_za: Geselekteerde produkte is verander na KOOP NOU aankooptipe.
de_de: Ausgewählte Produkte wurden auf JETZT KAUFEN Zahlungsmethode geändert.
es_es: Los productos seleccionados han sido cambiados al tipo de compra COMPRAR AHORA.
fr_fr: La type d'achat des produits sélectionnés a été modifié pour Achat Immédiat.
it_it: Il tipo di acquisto per i prodotti selezionati &egrave; stato impostato a COMPRA SUBITO.
ro_ro: Produsele selectate au fost transformate în CUMPĂRĂ ACUM.

source: Selected products have been changed to ADD TO BASKET purchase type.
af_za: Geselekteerde produkte is verander na VOEG BY INKOPEMANDJIE aankooptipe.
de_de: Ausgewählte Produkte wurden auf IN DEN WARENKORB Zahlungsmethode geändert.
es_es: Los productos seleccionados han sido cambiados al tipo de compra AGREGAR AL CARRITO.
fr_fr: La type d'achat des produits sélectionnés a été modifié pour Ajout au Panier.
it_it: Il tipo di acquisto per i prodotti selezionati &egrave; stato impostato a AGGIUNGI AL CARRELLO.
ro_ro: Produsele selectate au fost transformate în ADAUGĂ LA COȘ.

source: Inventory of the selected products have been saved
af_za: Inventaris van die geselekteerde produkte is gestoor.
de_de: Der Lagerbestand der gewählten Produkte wurde gespeichert.
es_es: El Inventario de los productos seleccionados ha sido guardado
fr_fr: L'inventaire des produits sélectionnés a bien été sauvegardé
it_it: L'inventario dei prodotti selezionati & stato salvato
ro_ro: Inventarul produselor selectate a fost salvat

source: Please fill in an inventory unit count
af_za: Vul asseblief 'n inventaris eenheid telling in.
de_de: Bitte geben Sie einen Lagerbestand an
es_es: Por favor, complete una unidad de conteo de inventario
fr_fr: Indiquer les unités de ce produits dans l'inventaire
it_it: Si prega di inserire una quantit&agrave; per l'inventario
ro_ro: Vă rugăm completați numărul de unități din inventar

source: Minimum order quantity of the selected products have been changed.
af_za: Minimum bestellingshoeveelheid van die geselekteerde produkte is verander.
de_de: Die Mindestbestellmenge der ausgewählten Produkte wurde geändert.
es_es: La cantidad mínima del pedido de los productos seleccionados ha sido cambiada.
fr_fr: Le nombre minimum de commande pour le produit sélectionné a bien été modifié.
it_it: La quantit&agrave; minima ordinabile per i prodotti selezionati &egrave; stata modificata.
ro_ro: Cantitățile minime de comandat pentru produsele selectate au fost modificate.

source: Please fill in a minimum order value.
af_za: Vul asseblief in 'n minimum bestellingswaarde.
de_de: Bitte eine Mindestbestellmenge eingeben.
es_es: Por favor, completa un valor mínimo de pedido.
fr_fr: Indiquer un nombre minimum de commande.
it_it: Si prega di inserire una quantit&agrave; minima ordinabile.
ro_ro: Vă rugăm completați o a valoare minimă a comenzilor

source: No categories were chosen
af_za: Geen kategorieë is gekies nie.
de_de: Es wurden keine Kategorien ausgewählt
es_es: Las categorías no fueron elegidas
fr_fr: Pas de catégories choisies
it_it: Nessuna categoria selezionata
ro_ro: Nu a fost aleasă nici o categorie

source: Selected fields applied to products
af_za: Geselekteerde velde toegepas op produkte

source: No fields were selected
af_za: Geen velde is gekies nie.

source: The chosen styles (and options) have been associated with the selected products
af_za: Die gekose style (en opsies) is geassosieer met die geselekteerde produkte
de_de: Die gewählten Arten (und Optionen) wurden den gewählten Produkten zugeordnet.
es_es: Los estilos elegidos (y opciones) han sido asociados con los productos seleccionados
fr_fr: Les styles sélectionné (et ses options) ont bien été associé avec les produits sélectionnés
it_it: Le varianti selezionate (e le relative opzioni) sono state associate ai prodotti selezionati
ro_ro: Stilurile și opțiunile alese au fost asociate cu produsele selectate

source: No product styles were chosen
af_za: Geen produk style is gekies nie.
de_de: Es wurden keine Produktarten ausgewählt
es_es: No se han elegido estilos
fr_fr: Pas de styles choisis
it_it: Nessuna variante selezionata
ro_ro: Nu a fost ales nici un stil de produs

source: The chosen styles (and options) have been associated with the selected products. Previous associations were removed
af_za: Die gekose style (en opsies) is geassosieer met die geselekteerde produkte. Vorige assosiasies is verwyder
de_de: Die gewählten Arten (und Optionen) wurden den gewählten Produkten zugeordnet. Frühere Verknüpfungen wurden entfernt.
es_es: Los estilos elegidos (y opciones) han sido asociados con los productos seleccionados. Las asociaciones anteriores fueron borradas
fr_fr: Les styles sélectionné (et ses options) ont bien été associé avec les produits sélectionnés. Les associations précédentes ont été supprimées.
it_it: Le varianti selezionate (e le relative opzioni) sono state associate ai prodotti selezionati. Le associazioni precedenti sono state rimosse.
ro_ro: Stilurile și opțiunile alese au fost asociate cu produsele selectate. Asocierile anterioare au fost eliminate

source: Showcase message has been saved on the seleted products.
af_za: Vertoonvensterboodskap is vir die geselekteerde produkte gestoor.
de_de: Die Schaukasten Nachricht wurde für die ausgewählten Produkte gespeichert.
es_es: El mensaje de vidriera ha sido guardado en el productos seleccionados.
fr_fr: Les messages vedettes ont étés modifiés pour les produits sélectionné.
it_it: Il messaggio per i prodotti dimostrativi &egrave; stato aggiornato per i prodotti selezionati.
ro_ro: Mesajele de vitrină au fost adăugate la produsele selectate.

source: Please fill in a showcase message to display.
af_za: Vul asseblief in 'n vertoonvenster boodskap om te vertoon.
de_de: Bitte geben Sie eine Schaukastenmeldung ein, welche angezeigt werden soll.
es_es: Por favor, completa un mensaje para mostrar en la vidriera.
fr_fr: Veuillez indiquer un message vedette à afficher.
it_it: Si prega di inserire un messaggio da mostrare per i prodotti dimostrativi.
ro_ro: Vă rugăm completați un mesaj de vitrină.

source: Button text has been saved on the seleted products.
af_za: Knoppie-teks is gestoor op die geselekteerde produkte.
es_es: El texto del botón ha sido guardado en el productos seleccionados.
fr_fr: Le texte du bouton a été modifié pour les produits sélectionnés.
it_it: Il testo del bottone &egrave; stato aggiornato per i prodotti selezionati.
ro_ro: Textul butonului a fost salvat pentru produsele selectate.

source: Please fill in the button text to display.
af_za: Vul die teks van die knoppie in
de_de: Bitte geben Sie eine Butontext, welcher angezeigt wird, an.
es_es: Por favor, completa el texto del botón para mostrar.
fr_fr: Veuillez indiquer le texte des boutons à afficher.
it_it: Si prega di inserire un messaggio da mostrare nel bottone.
ro_ro: Vă rugăm completați un mesaj pentru buton.

source: Selected products set as showcase products.
af_za: Geselekteerde produkte as toonkasprodukte opgestel.
de_de: Ausgewählte Produkte, welche als Schaukasten Produkte gesetzt wurden.
es_es: Los productos seleccionados fueron configurados como productos de vidriera.
fr_fr: Les produits sélectionnés ont été défini comme produits VEDETTES.
it_it: I prodotti selezionati sono stati impostati come prodotti dimostrativi.
ro_ro: Produsele selectate au for marcate ca produse de vitrină.

source: Selected products set as for sale products.
af_za: Geselekteerde produkte as uitverkopingprodukte opgestel.
de_de: Ausgewählte Produkte, welche als "zum Verkaufen" Produkte gesetzt wurden.
es_es: Los productos seleccionados fueron configurados como productos en venta.
fr_fr: Les produits sélectionnés ont été défini comme produits EN VENTE.
it_it: I prodotti selezionati sono stati impostati come prodotti per la vendita.
ro_ro: Produsele selectate au fost marcate ca produse de vânzare.

source: Selected products have been activated.
af_za: Geselekteerde produkte is geaktiveer.
de_de: Die gewählten Produkte wurden aktiviert.
es_es: Los productos seleccionados han sido activados.
fr_fr: Les produits sélectionnés ont été activés.
it_it: I prodotti selezionati sono stati attivati.
ro_ro: Produsele selectate au fost activate.

source: Selected products have been deactivated.
af_za: Geselekteerde produkte is gedeaktiveer.
de_de: Die gewählten Produkte wurden deaktiviert.
es_es: Los productos seleccionados han sido desactivados.
fr_fr: Les produits sélectionnés ont été désactivés.
it_it: I prodotti selezionati sono stati disattivati.
ro_ro: Produsele selectate au fost dezactivate.

source: Selected products removed
af_za: Gesleketeerde produkte is verwyder.
de_de: Die gewählten Produkte wurden entfernt
es_es: Productos seleccionados borrados
fr_fr: Produits séléctionnés effacés
it_it: I prodotti selezionati sono stati eliminati
ro_ro: Produsele selectate au fost eliminate

source: Selected products have been categorized
af_za: Geselekteerde produkte is gekategoriseer.
de_de: Die gewählten Produkte wurden kategorisiert
es_es: Los productos seleccionados han sido categorizados
fr_fr: Les produits sélectionnés ont bien été classés
it_it: I prodotti selezionati sono stati assegnati alla categoria
ro_ro: Produsele selectate au fost categorizate

source: Please select a category to categorize to
af_za: Kies asseblief 'n kategorie om heen te kategoriseer.
de_de: Bitte wählen Sie eine zuzuordene Kategorie
es_es: Por favor, selecciona una categoría para categorizar a
fr_fr: Sélectionne une catégorie pour classer ceci
it_it: &Egrave; necessario selezionare una categoria
ro_ro: Vă rugăm selectați o categorie pentru a categoriza

source: Selected products have been assigned to the supplier
af_za: Geselekteerde produkte is aan die verskaffer toegewys.
de_de: Die gewählten Produkte wurden dem Lieferanten zugeordnet
es_es: Los productos seleccionados han sido asignados al proveedor
fr_fr: Les produits sélectionnés ont bien été assignés au commerçant
it_it: I prodotti selezionati sono stati assegnati al fornitore
ro_ro: Produsele selectate au fost asociate furnizorului

source: Please select a supplier
af_za: Kies asseblief 'n verskaffer.
de_de: Bitte wählen Sie einen Lieferanten
es_es: Por favor, selecciona un proveedor
fr_fr: Sélectionne un fournisseur
it_it: Selezionare un Fornitore
ro_ro: Vă rugăm selectați un furnizor
