Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Should this field be mandatory to customers to fill in?
af_za: Moet hierdie veld verliptend wees vir klante om in te vul?
es_es: ¿Debería ser obligatorio este campo para ser completado por los clientes?
fr_fr: Est-ce que ce les clients ont l'obligation de remplir ce champ?
it_it: Questo campo deve essere compilato obbligatoriamente dai clienti?
ro_ro: Acest câmp trebuie să fie obligatoriu?

source: Error Message
af_za: Foutboodskap
de_de: Fehlermeldung
es_es: Mensaje de Error
fr_fr: Message d'erreur
it_it: Messaggio di errore
ro_ro: Mesaj de eroare

source: message which will be shown to user when empty on submission
af_za: boodskap wat aan gebruiker gewys sal word as leeg is met indiening
de_de: Die Nachicht wird dem Kunden gezeigt werden, wenn ein leeres Formular abgeschickt wird
es_es: mensaje que se mostrará al usuario cuando se vacía en la presentación
fr_fr: le message qui sera montré à l'utilisateur quand ça sera vide lors de la soumission
it_it: il messaggio da visualizzare agli utenti
ro_ro: mesajul va fi afișat dacă utilizatorul nu completează câmpul înainte de salvare

source: Add Price
af_za: Voeg prys by
de_de: Preis hinzufügen
es_es: Agregar Precio
fr_fr: Ajouter prix
it_it: Aggiungi Prezzo
ro_ro: Adăugare preț

source: Exclude From Tax?
af_za: Van belasting uitgesluit?

source: Should this price be excluded from the tax calculation?
af_za: Moet hierdie prys uitgesluit word van die belastingberekening?

source: Global Option
af_za: Globale opsie
de_de: Globale Option
es_es: Opción Global
fr_fr: Option globale
it_it: Opzione Globale
ro_ro: Opțiune globală

source: A global custom field can be placed on the cart, shipping or billing step of checkout.
af_za: 'n Globale aangepaste veld kan in die inkopemandjie geplaas word of tydens die versending- of faktureringstap van die uittekenproses..
es_es: Un campo personalizado global puede ser colocado en el carrito, pasos de envío o facturación de la finalización de compra.
fr_fr: Un champ personnalisé globale peut être affiché sur l'étape du panier, de expédition ou de la facturation.
it_it: Un campo personalizzato globale pu&ograve; essere utilizzato nel carrello o nelle fasi di spedizione e fatturazione dell'acquisto
ro_ro: Un câmp personalizat global poate fi plasat în coșul de cumpărături, la expediție sau la facturare, în timpul procedurii de încheiere a comenzii.

source: Global Position
af_za: Globale Posisie
de_de: Globale Position
es_es: Posición Global
fr_fr: Position globale
it_it: Posizione Globale
ro_ro: Poziție globală

source: Should this global custom field show up on the cart, shipping or billing step of checkout?
af_za: Moet hierdie globale aangepaste veld wys op die inkopemandjie, versending- of faktureringstap of tydens die uittekenproses?
es_es: ¿Debería este campo personalizado global aparecer en el carrito o en el paso de envío o de facturación de la finalización de compra?
fr_fr: Est-ce que ce champ doit être affiché tout au long de l'étape de la caisse?
it_it: Questo campo personalizzato deve essere mostrato nel carrello e nelle fasi di spedizione e fatturazione dell'acquisto?
ro_ro: Doriți ca acest câmp personalizat să fie afișat în coșul de cumpărături, la facturare sau la expediție?

source: Add to Products
af_za: Voeg by Produkte
de_de: Zu Produkte hinzufügen
es_es: Agregar a Productos
fr_fr: Ajouter aux produits
it_it: Aggiungi ai Prodotti
ro_ro: Adăugare la produse

source: Save Field
af_za: Stoor Veld
de_de: Feld speichern
es_es: Guardar Campo
fr_fr: Sauvegarder champ
it_it: Salva il Campo
ro_ro: Salvare câmp

source: Manage Digital Files
af_za: Hanteer digitale lêers
de_de: Digitale Dateien verwalten
es_es: Administrar Archivos Digitales
fr_fr: Gérer les fichiers digitaux
it_it: Gestione File Digitali
ro_ro: Gestionare fișiere digitale

source: Add a new downloadable product file
af_za: Voeg 'n nuwe aflaaibare produklêer by
de_de: Eine neue herunterladbare Produktdatei hinzufügen
es_es: Agregar un nuevo archivo de producto descargable
fr_fr: Ajouter un nouveau produit/fichier téléchargeable
it_it: Aggiungi un nuovo file scaricabile
ro_ro: Adăugare fișier produs digital

source: Search Files
af_za: Soek Lêers
de_de: Dateien durchsuchen
es_es: Buscar Archivos
fr_fr: Chercher fichiers
it_it: Ricerca File
ro_ro: Căutare fișiere

source: Are you sure you wish to execute this action on the selected files?
af_za: Is jy seker jy wil hierdie aksie op die gekose lêers uitoefen?
de_de: Sind Sie sicher, daß Sie diese AKtion auf die ausgewählten Felder anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los archivos seleccionados?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur les fichiers sélectionnés?
it_it: Sei sicuro di voler eseguire quest\'azione sui file selezionati?
ro_ro: Sigur doriți să executați această acțiune asupra fișierelor selectate?

source: Downloads
af_za: Afgelaaides
es_es: Descargas
fr_fr: Téléchargements
it_it: Scarica File
ro_ro: Descărcări

source: Are you sure you want to delete this file?
af_za: Is jy seker jy wil hierdie lêer uitvee?
de_de: Sind Sie sicher, daß Sie diese Datei löschen wollen?
es_es: ¿Estás seguro que quieres borrar este archivo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce fichier?
it_it: Sei sicuro di voler eliminare questo file?
ro_ro: Sigur doriți să eliminați acest fișier?

source: File
af_za: Lêer
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ro_ro: Fișier

source: Link/URL
af_za: Skakel/URL
es_es: Enlace/URL
fr_fr: Lien/URL

source: No files are available
af_za: Geen lêers is beskikbaar nie
de_de: Es sind keine Dateien verfügbar
es_es: No hay archivos disponibles
fr_fr: Pas de fichiers disponibles
it_it: Nessun file disponibile
ro_ro: Nu este disponibil nici un fișier

source: Save a File
af_za: Stoor 'n lêer
de_de: Eine Datei speichern
es_es: Guardar un Archivo
fr_fr: Sauvegarder un fichier
it_it: Salva il file
ro_ro: Salvare fișier

source: Download Link/URL
af_za: Laai Skakel/URL af
es_es: Enlace/URL de Descarga
fr_fr: Lien/URL de téléchargement
it_it: Link/URL per scaricare il file
ro_ro: Link/URL pentru descărcare

source: File URL
af_za: Lêer URL
de_de: Datei URL
es_es: URL de Archivo
fr_fr: URL du fichier
it_it: URL del file
ro_ro: URL fișier

source: Choose File
af_za: Kies lêer
de_de: Datei auswählen
es_es: Elegir Archivo
fr_fr: Choisir fichier
it_it: Scegli un file
ro_ro: Alegeți fișierul

source: Current File
af_za: Huidige lêer
de_de: Gegenwärtige Detai
es_es: Archivo Actual
fr_fr: Fichier actuel
it_it: File corrente
ro_ro: Fișierul curent

source: Save File
af_za: Stoor Lêer
de_de: Datei speichern
es_es: Guardar Archivo
fr_fr: Sauvegarder fichier
it_it: Salva il File
ro_ro: Salvare fișier

source: Manage Images
af_za: Bestuur beelde
de_de: Bilder verwalten
es_es: Administrar Imágenes
fr_fr: Gérer les images
it_it: Gestione Immagini
ro_ro: Gestionare imagini

source: product images
af_za: produkprente/beelde
de_de: Produkt Bilder
es_es: imágenes de producto
fr_fr: Images du produit
it_it: immagini del prodotto
ro_ro: imagini produse

source: Search Images
af_za: Soek beelde/prente
de_de: Bilder durchsuchen
es_es: Buscar Imágenes
fr_fr: Chercher des images
it_it: Ricerca Immagini
ro_ro: Căutare imagini

source: Are you sure you wish to execute this action on the selected images?
af_za: Is jy seker jy wil hierdie aksie op die gekose beelde/prente uitvoer ?
de_de: Sind Sie sicher, daß Sie diese Aktion auf die ausgewählten Bilder anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en las imagenes seleccionadas?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur les images sélectionnées?
it_it: Sei sicuro di voler eseguire questa azione sulle immagini selezionate?
ro_ro: Sigur doriți să executați această acțiune asupra imaginilor selectate?

source: Size
af_za: Grootte
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione
ro_ro: Mărime

source: Are you sure you want to delete this image?
af_za: Is jy seker jy wil hierdie beeld uitvee?
de_de: Sind Sie sicher, daß dieses Bild löschen wollen?
es_es: ¿Estás seguro que quieres borrar esta imagen?
fr_fr: Êtes-vous sûr de vouloir supprimer cette image?
it_it: Sei sicuro di voler eliminare questa immagine?
ro_ro: Sigur doriți să eliminați această imagine?

source: No images are available
af_za: Geen beelde is bekskikbaar nie
de_de: Keine Bilder verfügbar
es_es: No hay imágenes disponibles
fr_fr: Pas d'images disponibles
it_it: Nessuna immagine disponibile
ro_ro: Nu este disponibilă nici o imagine

source: Delete image
af_za: Vee beeld uit
de_de: Bild löschen
es_es: Borrar imagen
fr_fr: Supprimer image
it_it: Elimina immagine
ro_ro: Eliminare imagine

source: Are you sure you want to remove this image?
af_za: Is jy seker jy wil hierdie beeld uitvee?
de_de: Sind Sie sicher, daß Sie dieses Bild entfernen wollen?
es_es: ¿Estás seguro que quieres borrar esta imagen?
fr_fr: Êtes-vous sûr de vouloir enlever cette image?
it_it: Sei sicuro di voler eliminare questa immagine?
ro_ro: Sigur doriți să eliminați această imagine?

source: Save an Image
af_za: Stoor 'n beeld/prent
de_de: Ein Bild speichern
es_es: Guardar una Imágen
fr_fr: Sauvegarder une image
it_it: Salva l'immagine
ro_ro: Salvare imagine

source: leave empty for no changes
af_za: laat oop vir geen veranderinge nie
de_de: Leer lassen, wenn keine Änderungen vorliegen
es_es: dejar vacío para no tener cambios
fr_fr: Laisser vide pour ne rien modifier
it_it: lasciare vuoto per non modificare
ro_ro: lăsați necompletat pentru a nu modifica

source: Save Image
af_za: Stoor prent
de_de: Bild speichern
es_es: Guardar Imagen
fr_fr: Sauvegarder image
it_it: Salva Immagine
ro_ro: Salvare imagine

source: Import CSV
af_za: Voer CSV in
de_de: CSV importieren
es_es: Importar CSV
fr_fr: Importer CSV
it_it: Importa CSV

source: Importing Products
af_za: Invoerprodukte
fr_fr: Importer des produits
it_it: Importazione Prodotti

source: out of
af_za: sonder
fr_fr: de
it_it: su

source: products have been imported.
af_za: produkte is ingevoer
fr_fr: produits importés.
it_it: prodotti sono stati importati.

source: Reading data, please wait
af_za: Lees data, wag asseblief
fr_fr: Lecture des données, veuillez patienter
it_it: Lettura dati, si prega di attendere.

source: Import More
af_za: Voer Meer In
fr_fr: Importer d'avantage
it_it: Importa Ancora

source: Products Imported
af_za: Produkte ingevoer
fr_fr: Produits importés
it_it: Prodotti Importati

source: Failed Products
af_za: Produkte gefaal
fr_fr: Produits ont échoués
it_it: Prodotti Non Importati

source: Start Importing
af_za: Begin invoer
fr_fr: Commencer l'importation
it_it: Avvia Importazione

source: Resume Importing
af_za: Hou aan om in te voer
fr_fr: Continuer l'importation
it_it: Riprendi Importazione

source: Importing Now
af_za: Voer nou In
fr_fr: Importation en cours
it_it: Importazione in corso

source: Continue to Products
af_za: Gaan voort na Produkte
fr_fr: Continuer vers le produits
it_it: Torna ai Prodotti

source: No products are available for import, please try again.
af_za: Geen produkte is beskikbaar om in te voer nie, probeer asb weer.
fr_fr: Aucun produit n'est disponible pour importation, veuillez réessayer.
it_it: Nessun prodotto disponibile per l'importazione, si prega di riprovare.

source: &laquo; Back
af_za: &laquo; Terug
de_de: &laquo; Zurück
es_es: &laquo; Volver
fr_fr: &laquo; Retour
it_it: &laquo; Indietro
ro_ro: &laquo; Înapoi

source: You have unsaved changes on this page! All unsaved changes will be lost and it cannot be undone.
af_za: Jy het veranderinge op hierdie bladsy wat nie gestoor is nie! Alle ongestoorde veranderinge sal verlore wees en dit kan nie omgekeer word nie.
fr_fr: Il y a des changements non sauvegardé sur cette page! Tout ces changements seront perdus.
it_it: Sono presenti delle modifiche non salvate nella pagina! Tutte le modifiche non salvate verranno perse.

source: Source
af_za: Bron
de_de: Quelle
es_es: Fuente
it_it: Sorgente
ro_ro: Sursă

source: osCommerce Database
af_za: osCommerce Databases
fr_fr: Base de données osCommerce
it_it: Database osCommerce
ro_ro: Bază de date osCommerce

source: URL to osCommerce images
af_za: URL tot osCommerce beelde
de_de: URL zu den osCommerce Bildern
es_es: URL a imágenes osCommerce
fr_fr: URL vers les images osCommerce
it_it: URL alle immagini di osCommerce
ro_ro: URL către imaginile osCommerce

source: eg. http://domain.com/images/
af_za: bv. http://domain.com/images/
es_es: ej. http://domain.com/images/
fr_fr: ex.: http://domaine.com/images/
it_it: es: http://dominio.com/images/
ro_ro: ex. http://domeniu.ro/imagini/

source: Database Host
af_za: Databases gasheer
de_de: Datenbank Host
es_es: Host de Base de Datos
fr_fr: Hôte de la base de donnée
it_it: Host del Database
ro_ro: Gazdă bază de date

source: this will most likely be: localhost
af_za: dit sal waarskynlik: localhost wees
de_de: Das wird allerwahrscheinlich nach "localhost" sein
es_es: este generalmente suele ser: localhost
fr_fr: probablement: localhost
it_it: nella maggior parte dei casi sar&agrave;: localhost
ro_ro: cel mai probabil este: localhost

source: Database Name
af_za: Databasesnaam
de_de: Datenbank Name
es_es: Nombre de la Base de Datos
fr_fr: Nom de la base de donnée
it_it: Nome del Database
ro_ro: Nume bază de date

source: Database Username
af_za: Databases Gebruikernaam
de_de: Datenbank Benutzername
es_es: Usuario de la Base de Datos
fr_fr: Utilisateur de la base de donnée
it_it: Nome utente del Database
ro_ro: Nume utilizator bază de date

source: Database Password
af_za: Databases Wagwoord
de_de: Datenbank Passwort
es_es: Contraseña de la Base de Datos
fr_fr: Mot de passe de la base de donnée
it_it: Password del Database
ro_ro: Parolă bază de date

source: Download the sample file:
af_za: Laai die voorbeeldlêer af:
de_de: Downloaden Sie die Beispieldatei
es_es: Descargar el archivo de muestra:
fr_fr: Télécharger le fichier d'exemple:
it_it: Scarica il file di esempio:
ro_ro: Descărcare fișier demo:

source: Comma separated values file.
af_za: Komma skei die waardeslêer.
fr_fr: Fichier dont les valeurs sont séparées par des virgules (CSV).
it_it: File con valori separati da virgole (CSV).

source: Delimiter
af_za: Skeier
de_de: Separator
es_es: Delimitador
fr_fr: Délimiteur
it_it: Separatore
ro_ro: Delimitator

source: Open your CSV file as a text file to see with what the fields/values are delimited.
af_za: Maak jou CSV-lêer as 'n tekslêer oop om te sien waarmee die velde/waardes geskei/afgebaken is.
fr_fr: Ouvrir le fichier CSV avec un éditeur de texte pour voir avec quoi les champs/valeurs sont délimités.
it_it: Apri il tuo file CSV in un editor di testi per verificare quale carattere &egrave; utilizzato per separare i valori/campi.

source: Fields
af_za: Velde
es_es: Campos
fr_fr: Champs
it_it: Campi

source: Tick/check the fields which are available in your CSV file that you are uploading.
af_za: Kies die velde wat beskikbaar is in jou CSV-lêer wat jy oplaai.
fr_fr: Sélectionnez les champs qui sont disponible dans le fichier CSV que vous téléchargé.
it_it: Seleziona i campi che sono presenti nel file CSV che si sta caricando.

source: Fill in only column numbers (no letters), where "1" is the first column in your CSV file.
af_za: Vul jou kolomnommers in (geen letters), waar "1" die eerste kolom in jou CSV-lêer is.
fr_fr: Remplir seulement les numéro de colonne (aucune lettre), ou "1" est la première colonne du fichier CSV.
it_it: Inserire solo numeri per indicare le colonne (niente lettere), dove "1" &egrave; la prima colonna nel file CSV.

source: required
af_za: vereis
fr_fr: requis
it_it: richiesto

source: Column Number:
af_za: Kolomnommer:
fr_fr: Numéro de colonne:
it_it: Numero Colonna:

source: Add Another Image
af_za: Voeg 'n ander beeld/prent by
fr_fr: Ajouter une autre image
it_it: Aggiungi un'altra immagine

source: Image Prepend URL:
af_za: Beeld plaas jou URL:
fr_fr: URL du préfixe de l'image:
it_it: Prefisso URL Immagine:

source: If your sheet only contains image names and not full URLs, you can use this to prepend all image names.
af_za: Indien jou vel slegs beeldname bevat en nie volledige URL's nie, kan jy hierdie gebruik om alle beeldname te plaas.
fr_fr: Si votre feuille contient seulement des noms d'image (et non des URLs complet), vous pouvez utilisé ceci pour préfixer tout les noms d'image.
it_it: Se i valori contenuti nel tuo file contengono solo i nomi delle immagini e non gli URL completi, puoi usare questo valore per indicare la radice da anteporre a tutti i nomi delle immagini.

source: Extra Image
af_za: Ekstra prent/beeld
fr_fr: Images supplémentaires
it_it: Immagine Aggiuntiva

source: Are you sure you want to remove this extra image?
af_za: Is jy seker jy wil die ekstra prent/beeld verwyder?
fr_fr: Êtes-vous sûr de vouloir supprimer cette image?
it_it: Sei sicuro di voler eliminare questa immagine?

source: Import XML
af_za: Voer XML in.
de_de: Importiere XML
es_es: Importar XML
fr_fr: Importer XML
it_it: Importa un file XML

source: XML File URL
af_za: XML lêer URL
de_de: XML Datei URL
es_es: URL de Archivo XML
fr_fr: URL du fichier XML
it_it: URL del file XML
ro_ro: URL fișier XML

source: Absolute URL to the XML feed, eg. https://secure.domain.com/zutAfrach4n7cef_download.cfm
af_za: Absolute URL om XML te voer, bv. http://secure.domain.com/zutAfrach4n7cef_download.cfm
de_de: Absoluter URL zum XML Feed, z.B. https://sichere.domaene.de/zuAfrach4n7eed_download.cfm
es_es: URL absoluta para el feed XML, ej. https://secure.dominio.com/zutAfrach4n7cef_download.cfm
fr_fr: URL absolue vers le flux XML, (ex.: https://secure.domaine.com/zutAfrach4n7cef_download.cfm)
it_it: URL assoluto al feed XML, ad es: https://secure.dominio.com/zutAfrach4n7cef_download.cfm
ro_ro: URL absolut către fluxul XML, de ex. https://secure.domeniu.ro/zutAfrach4n7cef_download.cfm

source: Manage Order Items
af_za: Hanteer bestellingitems
de_de: Bestellartikel verwalten
es_es: Administrar Items de Pedido
fr_fr: Organiser les articles en commande
it_it: Gestisci le righe d'ordine
ro_ro: Gestionare articole comenzi

source: Add a new order item
af_za: Voeg 'n nuwe bestellingsitem by.
de_de: Neuen Bestellartikel hinzufügen
es_es: Agregar un nuevo item de pedido
fr_fr: Ajouter un nouvel article en commande
it_it: Aggiungi una nuova riga d'ordine
ro_ro: Adăugare articol

source: order items
af_za: bestellingsitems
de_de: Bestellartikel
es_es: items del pedido
fr_fr: articles en commande
it_it: righe d'ordine
ro_ro: articole

source: Search Items
af_za: Soek items
de_de: Artikel suchen
es_es: Buscar Items
fr_fr: Chercher articles
it_it: Ricerca articoli nell'ordine
ro_ro: Căutare articole

source: Are you sure you wish to execute this action on the selected order items?
af_za: Is jy seker jy wil hierdie aksie op die gekose bestellingsitems uitvoer?
de_de: Sind Sie sicher, daß Sie diese Aktion auf die ausgewählten Bestellartikel anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los items del pedido seleccionados?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur les articles en commande sélectionnés?
it_it: Sei sicuro di voler eseguire quest\'azione sulle righe d\'ordine selezionate?
ro_ro: Sigur doriți să executați această acțiune asupra articolelor selectate?

source: Bulk Actions
af_za: Grootmaataksies
de_de: Sammelaktionen
es_es: Acciones en bloque
fr_fr: Actions groupées
it_it: Azioni di Gruppo
ro_ro: Acțiuni în masă

source: Set as Paid
af_za: Stel as Betaal
de_de: Auf "Bezahlt" setzen
es_es: Colocar como Pagado
fr_fr: Définir comme payé
it_it: Contrassegna come pagata
ro_ro: Setat ca plătit

source: Set as NOT Paid
af_za: Stel as NIE Betaal
de_de: Auf "NICHT bezahlt" setzen
es_es: Colocar como NO Pagado
fr_fr: Définir comme NON payé
it_it: Contrassegna come NON pagata
ro_ro: Setat ca NEPLĂTIT

source: Mark as Shipped
af_za: Merk as versend
de_de: Markiere als "versandt"
es_es: Marcar como Enviado
fr_fr: Marquer comme expédié
it_it: Contrassegna come spedita
ro_ro: Marcat ca expediat

source: Mark as NOT Shipped
af_za: Merk as NIE Versend
de_de: Markiere als "NICHT versandt"
es_es: Marcar como NO Enviado
fr_fr: Marquer comme NON expédié
it_it: Contrassegna come NON spedita
ro_ro: Marcat ca NE-expediat

source: Order
af_za: Bestel
de_de: Bestellung
es_es: Pedido
fr_fr: Commande
it_it: Ordine
ro_ro: Comanda

source: Qty
af_za: Aantal
de_de: Menge
es_es: Cantidad
fr_fr: Qté
it_it: Qt&agrave;
ro_ro: Cant.

source: Total
af_za: Totaal
de_de: Summe
it_it: Totale

source: Paid
af_za: Betaal
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé
it_it: Pagamento ricevuto
ro_ro: Plătit

source: Shipped
af_za: Versend
de_de: Versandt
es_es: Enviado
fr_fr: Expédié
it_it: Spedito
ro_ro: Expediat

source: Are you sure you wish to remove this order item?
af_za: Is jy seker jy wil hierdie bestellingsitem verwyder?
de_de: Sind Sie sicher, daß Sie diesen Artikel entfernen wollen?
es_es: ¿Estás seguro que deseas borrar este item de pedido?
fr_fr: Êtes-vous sûr de vouloir supprimer cet article en commande?
it_it: Sei sicuro di voler rimuovere questa riga d\'ordine?
ro_ro: Sigur doriți să eliminați acest articol?

source: View Details
af_za: Sien Details
de_de: Details anzeigen
es_es: Ver Detalles
fr_fr: Voir les détails
it_it: Mostra i Dettagli
ro_ro: Vizualizare detalii

source: Donor Name
af_za: Skenkernaam
de_de: Name des Spenders
es_es: Nombre del Donante
fr_fr: Nom du donneur
it_it: Nome del donatore
ro_ro: Numele donator

source: Beneficiary Name
af_za: Begunstigdenaam
de_de: Empfänger Name
es_es: Nombre del Beneficiario
fr_fr: Bénéficiaire
it_it: Nome del beneficiario
ro_ro: Nume beneficiar

source: Beneficiary Email
af_za: Begunstigde Epos
de_de: Empfänger Email
es_es: Email del Beneficiario
fr_fr: Courriel du bénéficiaire
it_it: Email del beneficiario
ro_ro: Email beneficiar

source: Width
af_za: Wydte
de_de: Weite
es_es: Ancho
fr_fr: Largeur
it_it: Larghezza
ro_ro: Lățime

source: Length
af_za: Lengte
de_de: Länge
es_es: Longitud
fr_fr: Longueur
it_it: Lunghezza
ro_ro: Lungime

source: View the full details of this order
af_za: Kyk na al die details van hierdie bestelling
de_de: Die kompletten Dateils dieser Bestellung ansehen
es_es: Ver los detalles completos de este pedido
fr_fr: Voir tous les détails de cette commande
it_it: Visualizza i dettagli dell'ordine
ro_ro: Vizualizare detalii complete pentru această comandă

source: No order items are available
af_za: Geen bestellingsitems is beskikbaar nie
de_de: Es sind keine Bestellartikel verfürbar
es_es: No hay items de pedido disponibles
fr_fr: Aucuns articles en commande disponibles
it_it: Il Carrello &egrave; vuoto
ro_ro: Nu este disponibil nici un articol

source: Save an Order Item
af_za: Stoor 'n Betsellingsitem
de_de: Einen Bestellartikel speichern
es_es: Guardar un Item de Pedido
fr_fr: Sauvegarder un article en commande
it_it: Crea/Modifica una riga d'ordine
ro_ro: Salvare articol

source: User ID
af_za: Gebruiker ID
de_de: Benutzer ID
es_es: ID de Usuario
fr_fr: ID utilisateur
it_it: ID Utente
ro_ro: ID utilizator

source: The ID of the WordPress user if any.
af_za: Die ID van die WordPress-gebruiker, indien enige.
fr_fr: L'ID de l'usager Wordpress (si applicable).

source: The ID of the product under Checkout > Products.
af_za: Die ID van die produk onder Uitteken>Produkte.
fr_fr: L'ID du produits sous Checkout -> Produits.

source: Has this item been shipped to the destination?
af_za: Is hierdie item na die bestemming versend?
fr_fr: Est-ce que cet article à été envoyé a sa destination?

source: Order ID
af_za: Bestelling ID
fr_fr: Id de Commande
it_it: Ordine #

source: The ID of the order to add this item/product to.
af_za: Die ID van die bestelling waarby die item/produk gevoeg word.
fr_fr: L'ID de la commande à laquelle ajouter cet article.
