Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: set to "Yes" to ask customers for their security code (CVV)
af_za: Stel op "Ja" om klante te vra vir hul sekerheidskode (CVV)
de_de: Auf "Ja" setzen, um Kunden nach ihrem Security code (CVV) zu fragen
es_es: colocar en "Si" para preguntar al cliente su código de seguridad (CVV)
fr_fr: régler sur "Oui" pour demander aux clients leur code de sécurité (CVV)
it_it: Impostare a s&igrave; per richiedere ai clienti il codice di sicurezza (CVV)
ro_ro: setați "Da" pentru a solicita clienților codul de securitate (CVV)

source: Accepted Credit Cards
af_za: Aanvaarde kredietkaarte
de_de: Kreditkarten akzeptieren
es_es: Tarjetas de Crédito aceptadas
fr_fr: Cartes de crédit acceptées
it_it: Carte di Credito accettate
ro_ro: Cărți bancare acceptate

source: tick/select the credit cards you accept which should be available to customers.
af_za: Kies die kredietkaarte wat jy aanvaar en wat aan klante beskikbaar moet wees.
de_de: Die Kreditkarten auswählen, die Sie in ihrem Shopsystem akzeptieren und die Kunden zur Verfügung stehen.
es_es: marcar/seleccionar las tarjetas de crédito que aceptas las cuales deberían estar disponibles a los clientes.
fr_fr: Cocher/sélectionner les cartes de crédits que vous accepté, celles qui sont utilisables par les clients.
it_it: seleziona le carte di credito accettate per gli acquisti sul sito
ro_ro: bifați/selectați tipurile de cărți bancare acceptate disponibile cumpărătorilor pentru plăți.

source: Turn On the SSL to have your checkout procedure run on the SSL (https://) protocol.
af_za: Skakel die SSL aan om jou uittekenprosedure op die SSL-protokol te laat loop.
fr_fr: Activé le SSL pour utiliser un protocole sécurisé (https://) lors de la confirmation de commande.
it_it: Abilita la connessione sicura per eseguire la finalizzazione dell'ordine utilizzando il protocollo SSL (https://).

source: In order to use SSL, you need to have the %sOne Click SSL%s extension plugin installed and activated.
af_za: Om die SSL te gebruik moet jy die %sOne Click SSL%s toepassingsprogram geïnstalleer en geaktiveer hê.
fr_fr: Pour utiliser SSL, vous devez installer et activer l'extention %s One Click SSL %s
it_it: Per utilizzare l'SSL, devi aver installato ed attivato l'estensione %sOne Click SSL%s.

source: Show a table with a summary of the current order during checkout.
af_za: Vertoon 'n tabel met 'n opsomming van die bestelling tydens uittekening.
fr_fr: Afficher un tableau avec un sommaire de la commande en cours lors du checkout.

source: Buy now mode will send a customer to checkout whenever a product is purchased.
af_za: Koop nou modus sal 'n klant na die uittekeningprosedure neem wanneer 'n produk aangekoop word.
fr_fr: Le mode Achat Immédiat envoie le client à la confirmation de commande dès qu'un produit est ajouté au panier.
it_it: In modalit&agrave; "Compra Subito" verr&agrave; mostrata al cliente la pagina per il pagamento ad ogni acquisto di un prodotto.

source: The shopping cart/basket will not be used if Buy Now mode is turned on.
af_za: Die inkopiemandjie sal nie gebruik word indien Koop nou modus aangeskakel is nie.
es_es: El carrito de compras no será utilizado si el modo Comprar Ahora está activado.
fr_fr: La panier ne sera pas utilisé si l'option Achat Immédiat est activée.
it_it: Il Carrello della Spesa non &egrave; utilizzato se la modalit&agrave; "Compra subito" &egrave; attiva.
ro_ro: În modul CUMPĂRĂ ACUM nu se mai folosește coșul de cumpărături.

source: Buy now mode can be turned On/Off for individual products, the global setting below will override all products.
af_za: Koop nou modus kan Aan/Af-geskakel word vir individuele produkte, die globale opstelling hieronder sal alle produkte oorheers.
fr_fr: Le mode Achat Immédiat peut être activé individuellement pour chaque produit. Or les paramètres ci-dessous affecterons tous les produits.
it_it: La modalit&agrave; "Compra subito" pu&ograve; essere attivata/disattivata per i singoli prodotti, questa impostazione &egrave; globale e verr&agrave; applicata a tutti i prodotti, indipendentemente dalle impostazioni individuali.

source: Enable Buy Now Feature
af_za: Stel Koop Nou Funksie in werking
de_de: Jetzt kaufen Funktion aktivieren
es_es: Habilitar Característica Comprar Ahora
fr_fr: Activer la fonction "Acheter maintenant"
it_it: Abilita la modalit&agrave; "Compra subito"
ro_ro: Porniți funcționalitatea Cumpără acum

source: No (recommended)
af_za: Nee (aanbeveel)
de_de: Nein (empfohlen)
es_es: No (recomendado)
fr_fr: Non (recommandé)
it_it: No (raccomandato)
ro_ro: Nu (recomandat)

source: When turned on, a customer will be sent to payment gateway for each product
af_za: Wanneer aangeskakel sal 'n klant vir elke produk na die betalingspoort gestuur word.
fr_fr: Lorsqu'activé, le client sera réacheminé vers l'intermédiaire de paiement pour chaque produit
it_it: Quando abilitata, il cliente verr&agrave; mandato alla pagina dei pagamenti per ogni prodotto

source: Buy Now Payment Method
af_za: Koop Nou Betalingsmetode
de_de: Jetzt kaufen Bezahlart
es_es: Método de Pago Comprar Ahora
fr_fr: Méthode de paiement "Acheter maintenant"
it_it: Tipo di pagamento per "Compra subito"
ro_ro: Metode de plată Cumpără acum

source: The customer will be asked to pay via this method when buying a product
af_za: Die klant sal gevra word om via hierdie metode te betaal wanneer 'n produk gekoop word.
fr_fr: Le client sera invité à payer par cette méthode lors de l'achat d'un produit
it_it: Modalit&agrave; di pagamento richiesta ai clienti verr&agrave; ad ogni acquisto

source: Enable Coupons
af_za: Stel koeponne in werking.
de_de: Gutscheine aktivieren
es_es: Habilitar Cupones
fr_fr: Coupons disponibles
it_it: Abilita Buoni sconto
ro_ro: Pornire cupoane

source: Allow multiple coupons per order
af_za: Laat veelvoudige koeponne per bestelling toe.
de_de: Mehrfache Gutscheine pro Bestellung erlauben
es_es: Permitir multiples cupones por pedido
fr_fr: Permettre plusieurs coupons de réductions par commande
it_it: Consenti l'uso di pi&ugrave; buoni per singolo ordine
ro_ro: Permite cupoane multiple per comandă

source: Include Tax &amp; Shipping?
af_za: Sluit Belasting &amp; Versending in?

source: This setting determines which amount is used to calculate the discount with. Should the amount include tax and shipping or should it just be the amount of all order items/products in the cart?
af_za: Hierdie opstelling bepaal watter bedrag gebruik word om die afslag te bereken. Moet die bedrag belasting en versending insluit of moet dit slegs die bedrag van al die bestellingsitems/produkte in die inkopemandjie wees?

source: Yes, calculate discount with Tax &amp; Shipping in the total
af_za: Ja, bereken afslag met Belasting &amp; Versending in die totaal

source: No, calculate discount only on subtotal
af_za: Nee, bereken afslag slegs op subtotaal

source: Should tax and shipping be calculated on top of discount coupon calculation or not, only on the subtotal?
af_za: Moet belasting en versending bereken word bo-op die afslagkoeponberekening of nie, slegs op die subtotaal?
es_es: ¿Deberían los impuestos y el costo de envío ser calculados en la parte superior del cálculo de cupón, o no, solo en el subtotal?
fr_fr: Désirez-vous calculer les taxes et frais d'expédition après les calculs de rabais ou seulement sur le sous-total?
it_it: Le imposte sull'ordine e i costi di spedizione devono essere calcolate sul totale ordine senza lo sconto applicato, oppure sul totale scontato?
ro_ro: Doriți ca taxele și transportul să fie calculate cu tot cu cuponul de discount sau doar la subtotalul de dinainte de discount?

source: Calculate Order
af_za: Bereken bestelling

source: Calculate tax before discount
af_za: Bereken belasting voor afslag

source: Calculate tax after discount
af_za: Bereken belasting na afslag

source: Choose the order in which tax and discount will be calculated
af_za: Kies die bestelling waarvoor belasting en afslag bereken gaan word.

source: title/name of the custom/manual checkout as it will appear to your customers
af_za: Titel/naam van die aangepaste/per hand uittekening soos dit aan jou klante sal vertoon.
de_de: Titel/Name des manuellen Bezahlens, so wie er den Kunden angezeigt wird, z.B. Lastschrift.
es_es: título/nombre de la finalización de compra personalizado/manual tal como le aparecerá a tus clientes
fr_fr: Titre/nom de l'achat personnalisé tel qu'il sera affiché aux clients
it_it: nome/titolo della modalit&agrave; di acquisto personalizzata/manuale come appare ai clienti
ro_ro: titlul/numele interfeței de plată manuale/personalizate așa cum doriți să apară clienților

source: Custom Message/Instructions
af_za: Aangepaste Boodskap/Instruksies
de_de: Zusätzliche Instruktionen für manuelle Bezahlung
es_es: Mensaje/Instrucciones Personalizadas
fr_fr: Messages/instructions personnalisés
it_it: Messaggio personalizzato/Istruzioni
ro_ro: Instrucțiuni/mesaje personalizate

source: your customers will be presented with this message upon checkout
af_za: Jou klante sal hierdie boodskap kry wanneer hulle uitteken.
de_de: Ihre Kunden werden diese Nachricht sehen, wenn sie an der Kasse sind
es_es: a tus clientes se les presentará con este mensaje de finalización de compra
fr_fr: Ce message sera afficher aux clients lors du paiement
it_it: questo messaggio verr&agrave; mostrato ai clienti in fase di finalizzazione dell'ordine
ro_ro: clienților li se vor prezenta acest mesaj la finalizarea comenzii

source: Zero Total Orders
af_za: Zero Totale Bestellings
fr_fr: Commandes à zéro
it_it: Ordini a Importo Zero

source: Zero (0.00) orders will automatically go through this payment method if turned On.
af_za: Zero (0.00) bestellings sal outomaties deur hierdie betalingsmetode gaan indien Aangeskakel is.
fr_fr: Si activé, les commandes à zéro (0.00) serront automatiquement gérées par cette méthode de paiement.
it_it: Se abilitato, gli ordini inviati con importo zero (0,00) utilizzeranno automaticamente questo metodo di pagamento.

source: Hide for Non-Zero Orders
af_za: Verberg vir Nie-Zero Bestellings

source: Should this payment method be hidden on the billing page for orders that are not zero (0.00)?
af_za: Moet hierdie betalingsmetode verberg word op die rekeningbladsy vir bestellings wat nie zero (0.00) is nie?

source: Mark as Paid
af_za: Merk as Betaal
fr_fr: Marquer comme payé.
it_it: Contrassegna come pagato

source: Should orders through the custom/manual payment method automatically be marked as paid?
af_za: Moet bestellings via die aangepaste/per hand-metode outomaties as betaal gemerk word?
fr_fr: Est-ce que les commandes utilisant la méthode de paiement personalisée/manuelle doivent être identifiées comme payées?
it_it: Gli ordini inviati con metodo di pagamento manuale/personalizzato devono essere automaticamente contrassegnati come pagati?

source: Select Theme Folder
af_za: Kies Tema-lêerhouer
de_de: Theme Ordner auswählen
es_es: Seleccionar Carpeta del Tema
fr_fr: Sélectionner un dossier de thème
it_it: Seleziona la cartella del tema
ro_ro: Selectare director temă

source: Select the folder inside "wp-checkout/views/" to take shop view files from. eg. "default"
af_za: Kies die lêerhouer binne 'wp-checkout/views/" om aankope aansiglêers vanuit bv. "default" (verstek) te neem
es_es: Selecciona la carpeta dentro de "wp-checkout/views/" para tomar archivos de vista de tienda de por ej. "default"
fr_fr: Sélectionnez le dossier dans "wp-checkout/views/" contenant les fichiers de visualisation de la boutique (ex.: "défaut")
it_it: Seleziona la cartella presente in "wp-checkout/views" da cui caricare i file delle viste del negozio, ad es: "default"
ro_ro: Selectați directorul din "wp-checkout/views/" pentru preluarea fișierelor de vizualizare, de ex. "default"

source: No theme folders could be found inside the "wp-checkout/views" folder.
af_za: Geen tema-lêerhouers kon gevind word binne die "wp-checkout/views" lêerhouer nie.
es_es: No se encontraron carpetas de tema dentro de la carpeta "wp-checkout/views".
fr_fr: Aucun dossier de thème n'a été trouvé dans le dossier "wp-checkout/views".
it_it: Nessuna cartella dei temi trovata all'interno di "wp-checkout/views".
ro_ro: Nu am găsit nici un director de teme în "wp-checkout/views".

source: Child Theme Folder
af_za: Kinder Tema-lêerhouer

source: Yes, there is a %s folder inside your theme folder %s
af_za: Ja, daar is 'n %s lêerhouer binne jou tema-lêerhouer %s

source: Use Custom CSS
af_za: Gebruik Aangepaste CSS
de_de: Benutzerdef. CSS anwenden
es_es: Usar CSS Personalizado
fr_fr: Utiliser CSS personnalisé
it_it: Utilizza CSS personalizzato
ro_ro: Utilizare CSS personalizat

source: Load any additional CSS into the site as needed.
af_za: Laai enige addisionele CSS in die tuiste soos benodig.
de_de: Lade (irgendwelchen) zusätzlichen CSS Code auf der Seite, falls benötigt.
es_es: Carga cualquier CSS adicional en el sitio si es necesario.
fr_fr: Charger les CCS supplémentaires sur le site le cas échéant.
it_it: Indica qui le eventuali istruzioni CSS aggiuntive da caricare sul sito.
ro_ro: Încărcați orice CSS adițional funcție de necesități.

source: Turning on the custom CSS will load an additional stylesheet to your site to load these styles. Please note that it could affect performance so we recommend that you rather place these styles in your theme stylesheet.
af_za: Wanneer jy die aangepaste CSS aanskakel sal 'n addisionele stylblad op jou werf laai om dan hierdie style te laai. Let op dat dit die werkverrigting kan beïnvloed en ons beveel aan dat jy eerder hierdie style op jou temastylblad plaas.
fr_fr: Activer les CSS personnalisé chargera une feuille de style additionelle sur votre site. Veuillez prendre note que ceci pourrait affecter la performance. Il est plutôt recommandé d'insérer ces styles dans votre feuille de style de thème.
it_it: Abilitando il CSS personalizzato, verranno caricati questi fogli di stile aggiuntivi. Si prega di notare che ci&ograve; potrebbe influire negativamente sulle prestazioni, si consiglia quindi di inserire le regole nel foglio di stile del proprio tema.

source: Load Default Scripts
af_za: Laai verstek Skrips
fr_fr: Charger les scripts par défaut
it_it: Carica Script Predefiniti

source: From Email
af_za: Vanaf Epos
de_de: Von Email
es_es: De Email
fr_fr: Adresse courriel de l'expéditeur
it_it: Email Mittente

source: Email address to send emails from.
af_za: Posadres om eposse vandaan te stuur.
de_de: Emailadresse, von welcher die Emails verschickt werden sollen.
es_es: Email desde donde enviar emails.
fr_fr: Adresse courriel de l'expéditeur
it_it: Un indirizzo email valido usato come mittente delle mail inviate.

source: From Name
af_za: Vanaf Naam
de_de: Von Name
es_es: De Nombre
fr_fr: Nom de l'expéditeur
it_it: Nome Mittente

source: Name to send emails from.
af_za: Naam om eposse vandaan te stuur
de_de: Name, von welchem die Emails gesendet werden sollen.
es_es: Nombre desde donde se envian emails.
fr_fr: Nom de l'expéditeur de courriels.
it_it: Nome da cui inviare le email.

source: Mail Type
af_za: Postipe
es_es: Tipo de Correo
fr_fr: Type de courriel
it_it: Tipo di email
ro_ro: Tip email

source: SMTP Server
af_za: SMTP Bediener
es_es: Servidor SMTP
fr_fr: Serveur SMTP
it_it: Server SMTP
ro_ro: Server SMTP

source: WP Mail (recommended)
af_za: WP Pos (aanbeveel)
de_de: WP Mail (empfohlen)
es_es: WP Mail (recomendado)
fr_fr: WP Mail (recommandé)
it_it: WP Mail (consigliato)

source: Choose the way emails are sent out through the plugin.
af_za: Kies die manier waarop eposse deur die toepassingsprogram uitgestuur word.
es_es: Elige la forma en que los emails se envían a través del plugin.
fr_fr: Sélectionnez la façon dont les courriels sont envoyé par l'extension.
it_it: Scegli la modalit&agrave; con cui le email vengono inviate dal plugin.

source: SMTP Host Name
af_za: SMTP gasheernaam
es_es: Nombre de Servidor SMTP
fr_fr: Nom de l'hôte SMTP
it_it: Nome Host SMTP
ro_ro: Gazdă SMTP

source: SMTP Port
af_za: SMTP Poort

source: SMTP port to use for the connection.
af_za: SMTP poort om vir die konneksie te gebruik.

source: SMTP Protocol
af_za: SMTP Protokol

source: SMTP protocol to make the connection over.
af_za: SMTP protokol om die konneksie oor te doen.

source: SMTP Authentication
af_za: SMTP geldigheidsvasstelling
de_de: SMTP Authentifizierung
es_es: Autenticación SMTP
fr_fr: Authentification SMTP
it_it: Autenticazione SMTP
ro_ro: Autentificare SMTP

source: SMTP Username
af_za: SMTP Gebruikernaam
de_de: SMTP Benutzername
es_es: Usuario SMTP
fr_fr: Utilisateur SMTP
it_it: Nome utente SMTP
ro_ro: Nume utilizator SMTP

source: SMTP username for the account as given by your email provider.
af_za: SMTP gebruikernaam vir die rekening soos deur die epos-diensverskaffer voorsien.

source: SMTP Password
af_za: SMTP Wagwoord
de_de: SMTP Passwort
es_es: Contraseña SMTP
fr_fr: Mot de passe SMTP
it_it: Password SMTP
ro_ro: Parolă SMTP

source: SMTP password for the account to work with the username above.
af_za: SMTP wagwoord vir die rekening om saam met die gebruikernaam hierbo te gebruik

source: Test your email settings
af_za: Toets jou epos-opstelling
fr_fr: Tester les paramètres de courriel
it_it: Verifica le impostazioni email

source: Test Email Settings
af_za: Toets Epos-opstellings
fr_fr: Paramètre de test de courriel
it_it: Configurazione Email di Verifica

source: Readers
af_za: Lesers
de_de: Leser
es_es: Lectores
fr_fr: Lecteurs
it_it: Lettori
ro_ro: Cititoare

source: Block Bracket
af_za: Blokhakie
de_de: Eckige Klammer
es_es: Corchete
fr_fr: Support de bloc
it_it: Parentesi Graffa

source: some eMatters accounts require an opening block bracket prepended to the return URL.
af_za: Sommige eMatters-rekeninge benodig 'n openingsblokhakie om na die terugkeer BA (bronadres) te plaas.
de_de: Manche eMatters Konten erfordern eine öffnende eckige Klammer vor dem Eingabe URL.
es_es: algunas cuentas eMatters requieren un corchete de apertura antepuesto a la devolución de la URL.
fr_fr: certains comptes eMatters ont besoin d'un support de bloc préfixé à l'ouverture de l'URL de retour.
it_it: Alcuni account eMatters richiedono una parentesi graffa aperta prima dell'URL di risposta.
ro_ro: unele conturi eMatters necesită o paranteză dreaptă deschisă înainte de URL-ul de returnare.

source: Account/Merchant ID
af_za: Rekening/Handelaar ID
de_de: Konto/Merchant ID
es_es: Cuenta/ID de Comerciante
fr_fr: ID compte/commerçant
it_it: ID Account/Venditore
ro_ro: ID cont/comerciant

source: Key
af_za: Sleutel
de_de: Schlüssel
fr_fr: Clé
it_it: Chiave
ro_ro: Cheie

source: Order Description
af_za: Bestellingbeskrywing
de_de: Bestellbeschreibung
es_es: Descripción del Pedido
fr_fr: Description commande
it_it: Descrizione dell'ordine
ro_ro: Descriere comandă

source: Caption to show on billing page of the checkout procedure
af_za: Opskrif om op rekeningbladsy van die uittekenprosedure te toon

source: Customer ID
af_za: Klant ID
de_de: Kunden ID
es_es: ID de Cliente
fr_fr: ID client
it_it: ID Cliente
ro_ro: Client nou

source: Unique customer ID provided to you by eWay. For testing purposes, you may use: 87654321
af_za: Unieke klante ID deur eWay verskaf. Vir toetsdoeleindes mag jy volgende gebruik: 87654321

source: Your eWay customer ID
af_za: Jou eWay klante ID

source: Username
af_za: Gebruikernaam
de_de: Benutzername
es_es: Nombre de Usuario
fr_fr: Nom d'utilisateur
it_it: Nome Utente
ro_ro: Nume utilizator

source: Username provided to you by eWay. For testing purposes, you may use: TestAccount
af_za: Gebruikernaam deur eWay verskaf. Vir toetsdoeleindes mag jy die volgende gebruik: TestAccount

source: Your eWay Username
af_za: Jou eWay Gebruikernaam
de_de: Ihr eWay Benutzername
es_es: Tu usario de eWay
fr_fr: Votre nom d'usager eWay
it_it: Il tuo nome utente eWay

source: Invoice Description
af_za: Faktuurbeskrywing
de_de: Rechnungsbeschreibung
es_es: Descripción de Factura
fr_fr: Description facture
it_it: Descrizione Fattura
ro_ro: Descriere factură

source: Invoice description printed by eWay on purchase invoices
af_za: Faktuurbeskrywing deur eWay op aankopefakture gedruk

source: Logged in customers/users can easily add favorite products to their account with a single click from the category pages or individual product pages using Ajax technology.
af_za: Aangetekende klante/gebruikers kan maklik gunstelingprodukte tot hul rekening byvoeg met 'n enkele klik op die kategoriebladsye of die individuele produkbladsye deur Ajax-tegnologie te gebruik.
de_de: Angemeldete Kunden/Anwender können mittels AJAX mit einem Klick Produkte aus den Kategorien- oder Produktdetailseiten vormerken.
es_es: Los clientes logueados pueden facilmente agregar productos favoritos a sus cuentas con un simple click desde la página de cateogoría o páginas individuales de productos usando Ajax.
fr_fr: Les utilisateurs/clients connectés peuvent facilement ajouter des produits dans leurs favoris avec un simple clic à partir des pages des catégories ou des pages individuelles des produits en utilisant la technologie Ajax.
it_it: Gli utenti/clienti che effettuano l'accesso al sito possono facilmente aggiungere i loro prodotti preferiti con un singolo click dalle pagine delle categorie o dalle pagine dei singoli prodotti, utilizzando la tecnologia Ajax.
ro_ro: Clienții autentificați pot adăuga ușor produse favorite la contul lor cu un singur click din pagina categoriei sau din pagina produsului, folosind tehnologia Ajax.

source: Customers can easily access favorites from their account page at a later stage to re-visit those products.
af_za: Klante kan maklik toegang kry tot gunstelingprodukte deur weer hul rekeningbladsy op 'n latere stadium te besoek.
de_de: Kunden können später von ihrer Kundenseite auf ihre Vormerker zugreifen und diese Produkte erneut aufrufen.
es_es: Los clientes pueden facilmente ingresar favoritos desde sus páginas cuenta para luego volver a visitar sus productos.
fr_fr: Les clients peuvent facilement accéder à leurs favoris à partir de la page de leur compte, mais aussi plus tard pour revisiter ces produits.
it_it: I clienti possono in qualsiasi momento accedere ai preferiti dal proprio profilo per rivedere questi prodotti.
ro_ro: Clienții pot accesa produsele favorite din pagina contului lor după un timp, putând să reviziteze produsele.

source: Favorite Products
af_za: Gunstelingprodukte
de_de: Vorgemerkte Produkte
es_es: Productos Favoritos
fr_fr: Produits favoris
it_it: Prodotti Preferiti
ro_ro: Produse favorite

source: turn this On to allow users to add favorite products to their account
af_za: Skakel hierdie Aan om gebruikers toe te laat om gunstelingprodukte by hul rekening by te voeg.
de_de: Stelle das AN, um Anwendern zu erlauben, bevorzugte Produkte zu ihrem Konto hinzuzufügen
es_es: coloca en Activado para permitir a los usuarios agregar productos favoritos a sus cuentas
fr_fr: règle cette option sur "Activer" pour permettre aux utilisateur d'ajouter des produits en favori dans leur compte
it_it: abilita questa opzione per consentire agli utenti di gestire i propri prodotti preferiti
ro_ro: porniți pentru a permite utilizatorilor să adauge produse favorite la contul lor

source: Where to show?
af_za: Om waar te vertoon?
de_de: Wo anzeigen?
es_es: ¿Dónde mostrar?
fr_fr: Où l'afficher?
it_it: Dove devono essere visualizzati?
ro_ro: Unde să se afișeze?

source: Product Pages
af_za: Produkbladsye
de_de: Produktseiten
es_es: Páginas de Producto
fr_fr: Pages des produits
it_it: Pagine Prodotti
ro_ro: Pagini produse
