Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Selected products have been changed to DIGITAL
af_za: Geselekteerde produkte is na DIGITAAL verander.
de_de: Die gewählten Produkte wurden auf DIGITAL umgeändert
es_es: Los productos seleccionados han sido cambiados a DIGITAL
fr_fr: Les produits sélectionnés ont bien été modifiés comme étant DIGITAL
it_it: I prodotti selezionati sono stati impostati come DIGITALI
ro_ro: Produsele selectate au fost transformate în DIGITALE

source: Selected products have been changed to TANGIBLE
af_za: Geselekteerde produkte is na TASBAAR verander.
de_de: Die gewählten Produkte wurden auf IMMTERIELL umgeändert
es_es: Los productos seleccionados han sido cambiados como TANGIBLES
fr_fr: Les produits sélectionnés ont bien été modifiés comme étant TANGIBLE
it_it: I prodotti selezionati sono stati impostati come MATERIALI
ro_ro: Produsele selectate au fost transformate în TANGIBILE

source: Prices have been increased for the selected products as specified.
af_za: Pryse vir die geselekteerde produkte is verhoog soos gespesifiseer.
de_de: Die Preise für die gewählten Produkte wurden wie angegeben herabgesetzt.
es_es: Los precios han sido aumentados para los productos seleccionados como se especifica.
fr_fr: Les prix ont bien été augmentés pour les produits sélectionnés.
it_it: Il prezzo per i prodotti selezionati &agrave; stato aumentato come richiesto.
ro_ro: Prețurile produselor selectate au fost crescute conform specificațiilor

source: Prices have been decreased for the selected products as specified.
af_za: Pryse vir die geselekteerde produkte het gedaal soos gespesifiseer.
de_de: Die Preise für die gewählten Produkte wurden reduziert.
es_es: Los precios an sido reducidos para los productos seleccionados como se especifica.
fr_fr: Les prix ont bien été diminués pour les produits sélectionnés.
it_it: I prezzi dei prodotti selezionati sono stati ridotti come richiesto.
ro_ro: Prețurile produselor selectate au fost scăzute conform specificațiilor.

source: Please fill in a value for decreasing.
af_za: Vul asseblief 'n waarde vir toename in.
de_de: Bitte füllen Sie einen reduzierten Wert ein.
es_es: Por favor, completa un varlor para disminución.
fr_fr: Indiquer une valeur pour diminuer.
it_it: SI prega di inserire il valore per la riduzione di prezzo.
ro_ro: Vă rugăm completați o valoare pentru scădere.

source: Please select fixed amount or percent.
af_za: Kies asseblief 'n vaste bedrag of persentasie.
de_de: Bitte wählen Sie einen festen Betrag oder Prozentsatz.
es_es: Por favor, selecciona una cantidad fija o un porcentaje.
fr_fr: Sélectionne un montant fixe ou en pour cent.
it_it: Si prega di scegliere se importo fisso o percentuale.
ro_ro: Vă rugăm selectați o sumă fixă sau un procent.

source: Retail/Suggested price has been removed from the selected products.
af_za: Verkoopprys/voorgestelde prys is van die geselekteerde produkte verwyder.
de_de: Der Preis wurde von den gewählten Produkten entfernt.
es_es: Ventas por menos/Precios Sugeridos han sido borradas de los productos seleccionados.
fr_fr: Le prix de vente au détail/suggéré a bien été supprimé des produits sélectionnés.
it_it: Il prezzo per la vendita/consigliato per i prodotti selezionati &egrave; stato rimosso.
ro_ro: Prețurile cu amănuntul/sugerate au fost eliminate de la produsele selectate.

source: Variations tax calculation has been updated for the selected products.
af_za: Variasies belasting berekening is opgedateer vir die geselekteerde produkte.

source: That is an invalid action
af_za: Dit is 'n ongeldige aksie
de_de: Das ist eine ungültige Aktion
es_es: Esa es una acción inválida
fr_fr: C'est une action invalide
it_it: Azione non valida
ro_ro: Aceasta este o acțiune invalidă

source: No action was specified
af_za: Geen aksie was gespesifiseer nie
de_de: Es wurde keine Aktion angegeben
es_es: La acción no fue especificada
fr_fr: Aucune action n'a été spécifiée
it_it: Nessuna azione specificata
ro_ro: Nu au fost specificate acțiuni

source: You are currently using some of the filters below.
af_za: Sommige van onderstaande filters word tans gebruik
de_de: Sie benutzen gegenwärtig einige der unten genannten Filter.
es_es: Estás utilizando alguno de los filtros de abajo.
fr_fr: Vous utilisez actuellement quelques-uns des filtres ci-dessous.
it_it: Alcuni dei filtri sotto riportati sono attualmente in uso.
ro_ro: Acum folosiți unele dintre filtrele de mai jos.

source: Unfortunately you do not have the required permissions to access products
af_za: Jy het ongelukkig nie die nodige toestemming vir toegang tot die gevraagde produkte nie.
de_de: Sie haben keine Berechtigung, auf diese Produkte zuzugreifen
es_es: Desafortunadamente no tienes los permisos requeridos para acceder productos
fr_fr: Malheureusement vous n'avez pas les permissions nécessaires pour accéder à ces produits
it_it: Sfortunatamente non possiedi i permessi richiesti per accedere ai prodotti
ro_ro: Din nefericire nu aveți permisiunea să accesați produsele

source: Content has been saved
af_za: Inhoud is gestoor
de_de: Der Inhalt wurde gespeichert
es_es: El contenido ha sido guardado
fr_fr: Le contenu a bien été sauvegardé
it_it: Il contenuto &egrave; stato salvato
ro_ro: Conținutul a fost salvat

source: Content cannot be saved
af_za: Inhoud kan nie gestoor word nie
de_de: Der Inhalt konnte nicht gespeichert werden
es_es: El contenido no puede ser guardado
fr_fr: Le contenu ne peut être sauvegardé
it_it: Il contenuto non pu&ograve; essere salvato
ro_ro: Conținutul nu poate fi salvat

source: Content has been removed
af_za: Inhoud is verwyder
de_de: Der Inhalt wurde entfernt
es_es: El contendio ha sido borrado
fr_fr: Le contenu a bien été supprimé
it_it: Il contenuto &egrave; stato eliminato
ro_ro: Conținutul a fost eliminat

source: Content cannot be removed
af_za: Kan nie inhoud verwyder nie
de_de: Der Inhalt konnte nicht entfernt werden
es_es: El contenido no puede ser borrado
fr_fr: Le contenu ne peut être supprimé
it_it: Il contenuto non pu&ograve; essere eliminato
ro_ro: Conținutul nu poate fi eliminat

source: No content was specified
af_za: Geen inhoud is gespesifiseer nie
de_de: Es wurde kein Inhalt ausgewählt
es_es: El contenido no fue especificado
fr_fr: Aucun contenu n'a été spécifié
it_it: Nessun contenuto specificato
ro_ro: Nu a fost specificat nici un conținut

source: Selected contents have been removed
af_za: Geselekteerde inhoud is verwyder
de_de: Die ausgewählten Inhalte wurden entfernt
es_es: Los contenidos seleccionados han sido borrados
fr_fr: Les contenus sélectionnés ont bien été supprimés
it_it: I contenuti selezionati sono stati eliminati
ro_ro: Conținuturile selectate au fost eliminate

source: Selected contents have been assigned to the specified product
af_za: Geselekteerde inhoud is aan die spesifiekte produk toegeken
de_de: Die ausgewählten Inhalte wurden den gewählten Produkten zugeordnet
es_es: Los contenidos seleccionados han sido asignados al producto especificado
fr_fr: Les contenus sélectionnés ont bien été assignés aux produits spécifiés
it_it: I contenuti selezionati sono stati assegnati al prodotto indicato
ro_ro: Conținuturile selectate au fost asociate produselor specificate

source: No contents were selected
af_za: Geen inhoud was geselekteer nie
de_de: Es wurden keine Inhalte ausgewählt
es_es: Los contenidos no fueron seleccionados
fr_fr: Aucun contenu n'a été sélectionné
it_it: Nessun contenuto selezionato
ro_ro: Nu a fost selectat nici un conținut

source: File has been saved
af_za: Lêer is gestoor
de_de: Die Datei wurde gespeichert
es_es: El archivo ha sido guardado
fr_fr: Le fichier a bien été sauvegardé
it_it: Il file &egrave; stato salvato
ro_ro: Fișierul a fost salvat

source: File cannot be saved
af_za: Lêer kan nie gestoor word nie
de_de: Die Datei kann nicht gespeichert werden
es_es: El archivo no se puede guardar
fr_fr: Le fichier ne peut être sauvegardé
it_it: Il file non pu&ograve; essere salvato
ro_ro: Fișierul nu poate fi salvat

source: File has been deleted
af_za: Lêer is verywder
de_de: Die Datei wurde gelöscht
es_es: El archivo ha sido borrado
fr_fr: Le fichier a bien été supprimé
it_it: Il file &egrave; stato cancellato
ro_ro: Fișierul a fost eliminat

source: File cannot be deleted
af_za: Lêer kan nie verwyder word nie
de_de: Die Datei kann nicht gelöscht werden
es_es: El archivo no se puede borrar
fr_fr: Le fichier ne peut être supprimé
it_it: Il file non pu&ograve; essere cancellato
ro_ro: Fișierul nu poate fi eliminat

source: Selected files have been removed
af_za: Geselekteerde lêers is verwyder
de_de: Die ausgewählten Dateien wurden entfernt
es_es: Los archivos seleccionado han sido borrados
fr_fr: Les fichiers sélectionnés ont bien été supprimés
it_it: I file selezionati sono stati cancellati
ro_ro: Fișierele selectate au fost eliminate

source: No files were selected
af_za: Geen lêers is geselekteer
de_de: Es wurden keine Dateien ausgewählt
es_es: Los archivos no fueron seleccionados
fr_fr: Aucuns fichiers sélectionnés
it_it: Nessun file selezionato
ro_ro: Nu a fost selectat nici un fișier

source: Image has been saved
af_za: Prent/beeld is gestoor
de_de: Das Bild wurde gespeichert
es_es: Las imágenes han sido guardadas
fr_fr: L'image a bien été sauvegardée
it_it: L'immagine &egrave; stata salvata
ro_ro: Imaginea a fost salvată

source: Image cannot be saved
af_za: Prent/beeld kan nie gestoor word nie
de_de: Das Bild konnte nicht gespeichert werden
es_es: La imagen no se puede guardar
fr_fr: L'image ne peut être sauvegardée
it_it: L'immagine non pu&ograve; essere salvata
ro_ro: Imaginea nu poate fi salvată

source: Image could not be removed
af_za: Prent/beeld kon nie verwyder word nie
de_de: Das Bild konnte nicht entfernt werden
es_es: La imagen no pudo ser borrada
fr_fr: L'image ne peut être supprimée
it_it: L'immagine non pu&ograve; essere rimossa
ro_ro: Imaginea nu poate fi eliminată

source: No image was specified
af_za: Geen prent/beeld was gespesifiseer nie
de_de: Es wurde kein Bild ausgewählt
es_es: No se ha especificado una imagen
fr_fr: Aucunes images sélectionnées
it_it: Nessuna immagine specificata
ro_ro: Nu a fost specificată nici o imagine

source: Selected images have been removed
af_za: Geselekteerde prent/beeld is verwyder
de_de: Die ausgewählten Bilder wurden entfernt
es_es: Las imágenes seleccionadas han sido borradas
fr_fr: Les images sélectionnées ont bien été supprimées
it_it: Le immagini selezionate sono state rimosse
ro_ro: Imaginile selectate au fost eliminate

source: No images were selected
af_za: Geen prent/beeld was geselekteer nie
de_de: Es wurden keine Bilder ausgewählt
es_es: Las imágenes no fueron seleccionadas
fr_fr: Aucunes images n'ont été sélectionnées
it_it: Nessuna immagine selezionata
ro_ro: Nu a fost selectată nici o imagine

source: Supplier has been saved
af_za: Verskaffer is gestoor
de_de: Der Lieferant wurde gespeichert
es_es: El proveedor ha sido guardado
fr_fr: Le fournisseur a bien été sauvegardé
it_it: Fornitore salvato
ro_ro: Furnizorul a fost salvat

source: Supplier cannot be saved
af_za: Verskaffer kan nie gestoor word nie
de_de: Der Lieferant konnte nicht gespeichert werden
es_es: El proveedor no se puede guardar
fr_fr: Le fournisseur ne peut être sauvegardé
it_it: Il Fornitore non pu&ograve; essere salvato
ro_ro: Furnizorul nu poate fi salvat

source: Supplier could not be read.
af_za: Verskaffer kan nie gelees word nie
fr_fr: Le fournisseur n'a pu être lu.
it_it: Il fornitore non pu&ograve; essere letto.

source: No supplier was specified.
af_za: Geen verskaffer was gespesifiseer nie
fr_fr: Aucun fournisseur n'a été spécifié.
it_it: Nessun fornitore specificato.

source: Supplier has been removed
af_za: Verskaffer is verwyder
de_de: Der Lieferant wurde entfernt
es_es: El proveedor ha sido borrado
fr_fr: Le fournisseur a bien été supprimé
it_it: Il fornitore &egrave; stato eliminato
ro_ro: Furnizorul a fost eliminat

source: Supplier cannot be removed
af_za: Voorsiener kan nie verwyder word nie
de_de: Der Lieferant konnte nicht entfernt werden
es_es: El proveedor no se puede borrar
fr_fr: Le fournisseur ne peut être supprimé
it_it: Il fornitore non pu&ograve; essere eliminato
ro_ro: Furnizorul nu poate fi eliminat

source: No supplier was specified
af_za: Geen verskaffer was gespesifiseer nie
de_de: Es wurde kein Lieferant ausgewählt
es_es: El contenido no fue especificado
fr_fr: Aucun fournisseur n'a été sélectionné
it_it: Nessun fornitore specificato
ro_ro: Nu a fost specificat nici un furnizor

source: Selected suppliers have been removed
af_za: Geselekteerde verskaffer is verwyder
de_de: Die ausgewählten Lieferanten wurden entfernt
es_es: Los proveedores seleccionados han sido borrados
fr_fr: Les fournisseurs sélectionnés ont bien été supprimés
it_it: I fornitori selezionati sono stati eliminati
ro_ro: Furnizorii selectați au fost eliminați

source: No suppliers were selected
af_za: Geen verskaffers is geselekteer nie
de_de: Es wurden keine Lieferanten ausgewählt
es_es: Los proveedores no fueron seleccionados
fr_fr: Aucuns fournisseurs n'ont été sélectionnés
it_it: Nessun fornitore selezionato
ro_ro: Nu a fost selectat nici un furnizor

source: Variation has been saved
af_za: Variasies is gestoor
de_de: Die Variante wurde gespeichert
es_es: La variación ha sido guardada
fr_fr: La variation a bien été sauvegardée
it_it: La Variante &egrave; stata salvata
ro_ro: Varianta a fost salvată

source: Variation cannot be saved
af_za: Variasies kan nie gestoor word nie
de_de: Die Variante konnte nicht gespeichert werden
es_es: La variación no puede ser guardada
fr_fr: La variation n'a pu être sauvegardée
it_it: La Variante non pu&ograve; essere salvata
ro_ro: Varianta nu poate fi salvată

source: Variation cannot be read
af_za: Variasies kan nie gelees word nie
de_de: Die Variante konnte nicht gelesen werden
es_es: La variación no puede ser leída
fr_fr: La variation n'a pu être lue
it_it: La Variante non pu&ograve; essere letta
ro_ro: Varianta nu poate fi citită

source: No variation was specified
af_za: Geen variasie was gespesifiseer nie.
de_de: Es wurde keine Variante ausgewählt
es_es: No se especificaron variaciones
fr_fr: Aucune variation n'a été spécifiée
it_it: Nessuna Variante specificata
ro_ro: Nu a fost specificată nici o variantă

source: Variation has been removed
af_za: Variasie is verwyder
de_de: Die Variante wurde entfernt
es_es: Las variaciones han sido borradas
fr_fr: La variation a bien été supprimée
it_it: La Variante &egrave; stata eliminata
ro_ro: Varianta a fost eliminată

source: Variation could not be removed
af_za: Variasie kan nie verwyde word nie
de_de: Die Variante konnte nicht entfernt werden
es_es: Las variaciones no pudieron ser borradas
fr_fr: La variation ne peut être supprimée
it_it: La Variante non pu&ograve; essere eliminata
ro_ro: Varianta nu poate fi eliminată

source: Variation cannot be read.
af_za: Variasie kan nie gelees word nie
de_de: Die Variante konnte nicht gelesen werden.
es_es: La variación no puede ser leída.
fr_fr: La variation ne peut être lue.
it_it: La Variante non pu&ograve; essere letta
ro_ro: Varianta nu poate fi citită.

source: Variations have been removed
af_za: Variasies is verwyder
de_de: Die Varianten wurden entfernt
es_es: Las variaciones han sido borradas
fr_fr: Les variations ont bien été supprimées
it_it: Le Varianti sono state eliminate
ro_ro: Varianta a fost eliminată

source: No variations were selected
af_za: Geen variasies is gekies nie
de_de: Es wurden keine Varianten ausgewählt
es_es: No se seleccionaron variaciones
fr_fr: Aucunes variations n'ont été sélectionnées
it_it: Nessuna Variante selezionata
ro_ro: Nu a fost selectată nici o variantă

source: Option has been saved
af_za: Opsie is gestoor
de_de: Die Option wurde gespeichert
es_es: Las opciones han sido guardadas
fr_fr: L'option a bien été sauvegardée
it_it: L'opzione &egrave; stata salvata
ro_ro: Opțiunea a fost salvată

source: Option cannot be saved
af_za: Opsie kan nie gestoor word nie
de_de: Die Option konnte nicht gespeichert werden
es_es: La opción no se puede guardar
fr_fr: L'option ne peut être sauvegardée
it_it: L'opzione non pu&ograve; essere salvata
ro_ro: Opțiunea nu poate fi salvată

source: No style option was specified
af_za: Geen styl-opsie is gespesifiseer nie
de_de: Es wurde keine Stil Option ausgewählt
es_es: Las opciones de estilo no fueron especificadas
fr_fr: Aucune option de style n'a été spécifiée
it_it: Nessuna opzione di variante specificata
ro_ro: Nu a fost specificată nici o opțiune stil

source: Selected options have been removed
af_za: Geselekteerde opsies is verwyder
de_de: Die ausgewählten Stil Optionen wurden entfernt
es_es: Las opciones seleccionadas han sido borradas
fr_fr: Les options sélectionnées ont bien été supprimées
it_it: Le opzioni selezionate sono state eliminate
ro_ro: Opțiunile selectate au fost eliminate

source: No options were selected
af_za: Geen opsies was geselekteer nie
de_de: Es wurden keine Optionen ausgewählt
es_es: Las opciones no fueron seleccionadas
fr_fr: Aucunes options n'ont été sélectionnées
it_it: Nessuna opzione selezionata
ro_ro: Nu a fost selectată nici o opțiune

source: Custom field has been saved
af_za: Pasgemaakte veld is gestoor
de_de: Das benutzerdefinierte Feld wurde gespeichert
es_es: Los campos personalizados han sido guardados
fr_fr: Le champ personnalisé a bien été sauvegardé
it_it: Il campo personalizzato &egrave; stato salvato
ro_ro: Câmpul personalizat a fost salvat

source: Custom field cannot be saved
af_za: Pasgemaakte veld kan nie gestoor word nie
de_de: Das benutzerdefinierte Feld konnte nicht gespeichert werden
es_es: Los campos personalizados no pudieron ser guardados
fr_fr: Le champ personnalisé ne peut être sauvegardé
it_it: Il campo personalizzato non pu&ograve; essere salvato
ro_ro: Câmpul personalizat nu poate fi salvat

source: Custom field has been removed
af_za: Pasgemaakte veld is verwyder
de_de: Das benutzerdefinierte Feld wurde entfernt
es_es: Los campos personalizados han sido borrados
fr_fr: Le champ personnalisé a bien été supprimé
it_it: Il campo personalizzato &egrave; stato eliminato
ro_ro: Câmpul personalizat a fost eliminat

source: Custom field cannot be removed
af_za: Pasgemaakte veld kan nie verwyder word nie
de_de: Das benutzerdefinierte Feld konnte nicht entfernt werden
es_es: Los campos personalizados no pueden ser borrados
fr_fr: Le champ personnalisé ne peut être supprimé
it_it: Il campo personalizzato non pu&ograve; essere eliminato
ro_ro: Câmpul personalizat nu poate fi eliminat

source: No custom field was specified
af_za: Geen pasgemaakte veld is gespesifiseer nie
de_de: Es wurde kein Das benutzerdefiniertes Feld ausgewählt
es_es: El campo personalizado no fue especificado
fr_fr: Aucun champ personnalisé n'a été spécifié
it_it: Nessun campo personalizzato specificato
ro_ro: Nu a fost specificat nici un câmp personalizat

source: Selected custom fields have been removed
af_za: Geselekteerde pasgemaakte velde is verwyder
de_de: Die benutzerdefinierten Felder wurden entfernt
es_es: Los campos personalizados seleccionados han sido borrados
fr_fr: Les champs personnalisés sélectionnés ont bien été supprimés
it_it: I campi personalizzati selezionati sono stati eliminati
ro_ro: Câmpurile personalizate selectate au fost eliminate

source: Selected custom fields have been set as required
af_za: Geselekteerde pasgemaakte velde is opgestel as vereis
de_de: Die benutzerdefinierten Felder wurden gesetzt
es_es: Los campos personalizados seleccionados han sido configurados como requeridos
fr_fr: Les champs personnalisés sélectionnés ont bien été définis comme requis
it_it: I campi personalizzati selezionati sono stati contrassegnati come "richiesti"
ro_ro: Câmpurle personalizate selectate au fost setate ca obligatorii

source: Selected custom fiels have been set as not required
af_za: Geselekteerde pasgemaakte velde is opgestel as nie vereis ie
de_de: Die benutzerdefinierten Felder wurden nicht gesetzt
es_es: Los campos personalizados seleccionados han sido configurados como no requeridos
fr_fr: Les champs personnalisés sélectionnés ont bien été définis comme non requis
it_it: I campi personalizzati selezionati sono stati contrassegnati come "facoltativi"
ro_ro: Câmpurile personalizate au fost setate ca opționale

source: Selected custom fields have been set as global order options
af_za: Geselekteerde pasgemaakte velde is gestel as globale bestellingsopsies
de_de: Die benutzerdefinierten Felder wurden als globale Bestelloptionen gesetzt
es_es: Los campos personalizados seleccionados han sido configurados como opciones de pedidos globales
fr_fr: Les champs personnalisés sélectionnés ont bien été définis comme une option globale de commande
it_it: I campi personalizzati selezionati sono stati contrassegnati come "opzioni globali d'ordine"
ro_ro: Câmpurile personalizate au fost setate ca opțiuni globale pentru comenzi

source: Selected custom fields have been removed from global order options
af_za: Geselekteerde pasgemaakte velde is verwyder van globale bestellingsopsies
de_de: Die benutzerdefinierten Felder wurden aus den globalen Bestelloptionen entfernt
es_es: Los campos personalizados seleccionados han sido borrados de las opciones de pedidos globales
fr_fr: Les champs personnalisés sélectionnés ont bien été supprimés des options globales de commandes
it_it: I campi personalizzati selezionati non sono pi&ugrave; contrassegnati come "opzioni globali d'ordine"
ro_ro: Câmpurile personalizate selectate au fost eliminate din opțiunile globale pentru comenzi

source: No custom fields were selected
af_za: Geen pasgemaakte velde is geselekteer nie
de_de: Es wurden keine benutzerdefinierten Felder ausgewählt
es_es: Los campos personalizados no fueron seleccionados
fr_fr: Aucuns champs personnalisés n'ont été sélectionnés
it_it: Nessun campo personalizzato selezionato
ro_ro: Nu a fost selectat nici un câmp personalizat

source: Coupon code has been saved
af_za: Koeponkode is gestoor
de_de: Der Gutschein Code wurde gespeichert
es_es: El código de cupón ha sido guardado
fr_fr: Le coupon rabais a bien été sauvegardé
it_it: Il codice del Buono Sconto &egrave; stato salvato
ro_ro: Codul cuponului a fost salvat

source: Coupon cannot be saved
af_za: Koeponkode kan nie gestoor word nie
de_de: Der Gutschein konnte nicht gespeichert werden
es_es: El cupón no puede ser guardado
fr_fr: Le coupon rabais ne peut être sauvegardé
it_it: Il Buono Sconto non pu&ograve; essere salvato
ro_ro: Cuponul nu poate fi salvat

source: Coupon has been removed
af_za: Koepon is verwyder
de_de: Der Gutschein wurde entfernt
es_es: El cupón ha sido borrado
fr_fr: Le coupon rabais a bien été supprimé
it_it: Il Buono Sconto &egrave; stato eliminato
ro_ro: Cuponul a fost eliminat

source: Coupon cannot be removed
af_za: Koepon kan nie verwyder word nie
de_de: Der Gutschein konnte nicht entfernt werden
es_es: El cupón no puede ser borrado
fr_fr: Le coupon rabais ne peut être supprimé
it_it: Il Buono Sconto non pu&ograve; essere eliminato
ro_ro: Cuponul nu poate fi eliminat

source: Please fill in the number of coupons to generate.
af_za: Vul asb die aantal koepens wat geskep moet word, in
de_de: Bitte geben Sie die Anzahl der Gutscheine ein, welche generiert werden sollen.
es_es: Por favor, completa el número de cupones a generar.
fr_fr: Veuillez indiquer le nombre de coupons rabais à générer.
it_it: Inserire il numero di Buoni Sconto da generare.
ro_ro: Vă rugăm completați numărul de cupoane de generat.

source: %s discount coupons have been generated.
af_za: %s afslagkoepons is geskep

source: Expiry
af_za: Vervaldatum
de_de: Verfall
es_es: Vencimiento
fr_fr: Date d'expiration
it_it: Scadenza
ro_ro: Dată expirare

source: Export successful. %s
af_za: Uitvoer suksesvol. %s
fr_fr: L'exportation a été completée avec succès.%s
it_it: Esportazione effettuata con successo. %s
