Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Station
af_za: Stasie
es_es: Estación
fr_fr: Gare
it_it: Fermo Deposito
ro_ro: Stație

source: Only Regular Pickup, Request Courier, and Station are allowed with International freight shipping. This element does not dispatch a courier.
af_za: Slegs Gereelde Optel, Versoek Koerier en Stasie word vir internasionale verskeping toegelaat. Hierdie element versend nie 'n koerier nie.
de_de: Nur Normale Abholung, Courier anfordern und Station sind bei internationalem Frachtversand erlaubt. Dieses Element erlaubt nicht, einen Courier zu entsenden.
es_es: Solo Retiro Regular, Solicitud de Correo, y Estación son permitidos con Envío Internacional de Mercancías. Este elemento no envía a un mensajería.
fr_fr: Seulement le ramassage, courrier recommandé et une gare/poste sont autorisés avec l'expédition de fret international. Cet élément n'est pas à expédier par colis postal classique.
it_it: Solo Ritiri Standard, Richiesta del Corriere e Fermo Deposito sono ammessi per le spedizioni internazionali. Questo elemento non spedisce un corriere.
ro_ro: Se acceptă numai ridicare normală, solicitare curier și stația pentru livrările internaționale. Acest element nu trimite un curier.

source: Available Services
af_za: Beskikbare Dienste
de_de: Verfügbare Dienste
es_es: Servicios disponible
fr_fr: Services disponibles
it_it: Servizi Disponibili
ro_ro: Servicii disponibile

source: it is recommended that you select all of these services since the plugin will automatically eliminate the inapplicable ones during rate calculation.
af_za: Dit word aanbeveel dat jy al hierdie dienste kies aangesien die toepassingsprogram die onvanpastes sal elimineer gedurende die koersberekening.
de_de: Es ist empfohlen, daß Sie all diese Dienste aktivieren, da der Plugin automatisch die nichtanwendbaren Dienste während der Kalkulation entfernt.
es_es: es recomendado que selecciones todos esos servicios ya que el plugin eliminará automaticamente los inaplicables durante el cálculo de tasa.
fr_fr: il est recommandé de sélectionner l'ensemble de ces services depuis le plugin, sinon il éliminera automatiquement ceux qui sont inapplicables pendant le calcul du taux.
it_it: Si raccomanda di selezionare tutti i servizi, il plugin eliminer&agrave; in modo automatico quelli non applicabili durante il calcolo delle tariffe.
ro_ro: se recomandă să selectați toate aceste servicii din moment ce modului va elimina în mod automat elementele inaplicabile în timpul calculării ratelor.

source: Smart Post Indicia
af_za: Slimpos Indikators

source: Allowed values are: MEDIA_MAIL, PARCEL_SELECT, PRESORTED_BOUND_PRINTED_MATTER, PRESORTED_STANDARD, PARCEL_RETURN
af_za: Aanvaarbare waardes is: MEDIA_MAIL, PARCEL_SELECT, PRESORTED_BOUND_PRINTED_MATTER, PRESORTED_STANDARD, PARCEL_RETURN

source: Smart Post Hub ID
af_za: Slimpos Middelpunt ID

source: Numeric value for your Hub ID provided by FedEx eg. 5185
af_za: Numeriese waarde van jou MiddelpuntID vir FedEx bv. 5185

source: Packaging Type
af_za: Verpakkingstipe
fr_fr: Type d'emballage
it_it: Tipo Imballaggio

source: Your Own Packaging (default)
af_za: Jou eie Verpakking (verstel)
de_de: Ihre eigene Verpackung (Standard)
es_es: Tu Propio Embalaje (predeterminado)
fr_fr: Votre propre emballage (par défaut)
it_it: A tuo carico (predefinito)
ro_ro: Ambalaj propriu (implicit)

source: FedEx Envelope
af_za: FedEx-koevert
es_es: Envoltorio FedEx
fr_fr: Fedex: Enveloppe
it_it: Busta FedEx

source: FedEx Box
af_za: FedEx Doos
es_es: Caja FedEx
fr_fr: Fedex: Boite
it_it: Scatola FedEx

source: FedEx Tube
af_za: FedEx Buis
es_es: Tubo FedEx
it_it: Tubo FedEx

source: FedEx 10Kg Box
af_za: FedEx 10kg doos
es_es: Caja de 10Kg FedEx
fr_fr: Fedex: Boite de 10Kg
it_it: Scatola 10Kg FedEx

source: Fedex 25Kg Box
af_za: FedEx 25kg doos
fr_fr: Boîte de 25Kg (55lbs) FedEx
it_it: Scatola 25Kg FedEx

source: Select your type of packaging type, the default is Your Own Packaging
af_za: Kies jou verpakkingstipe, die verstek is Jou Eie Verpakking
fr_fr: Sélectionner votre type d'emballage, la valeur par défaut est "Votre propre emballage"
it_it: Seleziona il tipo di imballaggio, il tipo predefinito &egrave; quello fornito da di chi spedisce

source: Pounds (LBS)
af_za: Ponde (LBS)
es_es: Libras (LBS)
fr_fr: Livres (lbs)
it_it: Libbre (LBS)

source: Kilograms (KGS)
af_za: Kilogramme (Kgs)
de_de: Kilogramm (KGS)
es_es: Kilogramos (KGS)
fr_fr: Kilogrammes (kg)
it_it: Chilogrammi
ro_ro: Kilograme (Kg)

source: Weight measurement. Keep this the same as in the Configuration section.
af_za: Gewigmetings. Hou hierdie dieslefde as in die Konfiguraise-afdeling.
de_de: Maße. Halten Sie es hier genau so wie in der Konfigurations-Sektion.
es_es: Medición de peso. Mantén este como en la sección de Configuración.
fr_fr: Mesure du poids. Conserve la même mesure que dans la section de configuration.
it_it: Calcolo del peso. Usare la stessa impostazione usata nella sezione "Configurazione"
ro_ro: Unitatea de măsură pentru greutate. Mențineți aceeași setare ca în configurație.

source: Origin State/Province Code
af_za: Oorsprong Staat/Provinsie-kode
de_de: Bundesland/Kanton Code
es_es: Estado de Origen/Código de Provincia
fr_fr: Code d'origine de l'état/province
it_it: Sigla Stato/Provincia Origine
ro_ro: Stat/provincie de origine

source: eg. OH, AL, TX, etc. only fill this in when the country below is United States or Canada
af_za: bv. OH, AL, TX, ens. Vul hierdie slegs in wanneer die land hieronder Verenigde State of Kanada is.
de_de: z.B. OH, AL, TX, etc. Nur von Belang, wenn das Land unten die USA oder Kanada ist
es_es: ej. OH, AL, TX, etc. solo completa en caso que el país de abajo sea Estados Unidos o Canadá
fr_fr: ex.: OH, AL, TX, etc. A indiquer uniquement lorsque le pays ci-dessous est: États-Unis ou Canada
it_it: ad es: OH, AL, TX, ecc. da compilare solo per Stati Uniti e Canada
ro_ro: ex. OH, AL, TX, etc, completați numai dacă țara de mai jos este Canada sau Statele Unite ale Americii

source: Origin Zip/Postal Code
af_za: Oorsprong poskode
de_de: PLZ
es_es: Código Postal de Origen
fr_fr: Code postal d'origine
it_it: CAP/Zip Origine
ro_ro: Cod poștal origine

source: origin/warehouse zip/postal code
af_za: Oorsprong
de_de: Warenhaus PLZ
es_es: origen/código postal del depósito/código postal
fr_fr: Code postal ou ZIP de l'origine/entrepôt
it_it: CAP/ZIP del luogo/magazzino di ritiro
ro_ro: Vă rugăm completați codul poștal

source: Origin Country
af_za: Land van Oorsprong
de_de: Herkunftsland
es_es: País de origen
fr_fr: Pays d'origine
it_it: Nazione Origine
ro_ro: Țara de origine

source: origin/warehouse country
af_za: oorsprong/pakhuis land
de_de: Warenhause Land
es_es: orígen/país de depósito
fr_fr: Pays de l'origine/entrepôt
it_it: nazione del luogo/magazzino di ritiro
ro_ro: țară de origine

source: UPS Access Key
af_za: OKB toegangsleutel
de_de: UPS Zugangsschlüssel
fr_fr: Clef d'accès UPS
it_it: Chiave Accesso UPS
ro_ro: Cheie acces UPS

source: UPS User ID
af_za: OKB (onderbrekinglose kragbron) Gebruiker ID
de_de: UPS Benutzer ID
es_es: ID de Usuario UPS
fr_fr: Id d'utilisateur UPS
it_it: ID Utente UPS
ro_ro: ID utilizator UPS

source: UPS Password
af_za: OKB Wagwoord
de_de: USS Passwort
es_es: Contraseña UPS
fr_fr: Mot de passe UPS
it_it: Password UPS

source: Pickup Type
af_za: Optel-Tipe
de_de: Abholungs Typ
es_es: Tipo de Retiro
fr_fr: Type de ramassage
it_it: Tipo Ritiro
ro_ro: Tip ridicare

source: - Select Pickup Type -
af_za: - Kies Opteltipe -
de_de: - Abholungsart auswählen -
es_es: - Seleccionar Tipo de Retiro -
fr_fr: - Sélectionner le type de ramassage -
it_it: - Seleziona Tipo Ritiro -
ro_ro: - Selectare tip ridicare colet -

source: Choose the services that you want to allow customers to select from.
af_za: Kies die dienste waarvan jy wil toelaat dat jou klante kan kies.
fr_fr: Sélectionnez les services que les clients vont pouvoir choisir.

source: Save Shipping Method
af_za: Stoor versendingsmetode
de_de: Versandart speichern
es_es: Guardar Método de Envío
fr_fr: Enregistrer la méthode d'expédition
it_it: Salva Metodo Spedizione
ro_ro: Salvare metodă de expediție

source: Save a Shipping Rate
af_za: Stoor 'n Versendingskoers
fr_fr: Sauver un taux de livraison

source: Choose a shipping method to apply this rate to.
af_za: Kies 'n versendingsmetode om hierdie koers op toe te pas.
fr_fr: Sélectionnez un mode de livraison auquel appliquer ce taux.

source: Shipping Country
af_za: Versendingsland
fr_fr: Expédition: Pays

source: Choose the country to which this rate will apply specifically.
af_za: Kies die land waarop hierdie koers spesifiek toegepas sal word.
fr_fr: Sélectionnez le pays auquel ce taux serra appliqué.

source: No countries are available.
af_za: Geen lande is beskikbaar nie.
fr_fr: Aucun pays disponible.

source: Shipping State/Province
af_za: Versending Staat/Provinsie
fr_fr: Expédition: État/Province

source: Cancel
af_za: Kanselleer
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ro_ro: Anulare

source: Save Shipping Rate
af_za: Stoor Versendingkoers
fr_fr: Sauvegarde du taux de livraison

source: Shipping Rates Calculation
af_za: Versendingkoers berekening
fr_fr: Calcule du taux de livraison

source: Append
af_za: Byvoeg
fr_fr: Ajout

source: Override
af_za: Oorskryf
fr_fr: Modifier

source: Should the shipping rate below be appended to shipping or override shipping completely?
af_za: Moet die versendingkoers onder by die versending bygevoeg word of die versending heeltemal oorskryf?
fr_fr: Est-ce que le taux de livraison ci-dessous doit-être ajouté au taux existant ou le remplacer?

source: Shipping Rates
af_za: Versendingkoerse
fr_fr: Taux de livraison

source: Specify shipping rates by shipping method, country and/or state to override any fixed or tiered shipping price for the shipping method if the user chooses this country or country/state combination on the shipping step of checkout.
af_za: Spesifiseer versendingkoerse per versendingsmetode, land en/of staat om die vaste of opgestapelde versendingsprys vir die versendingsmetode te oorskryf indien die gebruiker hierdie land of staat-kombinasie kies op die versendingstap van die uittekenproses.
fr_fr: Lors de l'étape de livraison, si l'usager sélectionne ce pays ou combinaison pays/état/province; indiquer un frais de livraison par pays, état/province ou méthode de livraison qui modifiera le prix de livraison fixe ou variable pour une méthode de livraison spécifique.

source: Shipmethod
af_za: Versendingmetode
fr_fr: Mode de livraison

source: Country/State
af_za: Land/Staat
fr_fr: Pays/État

source: Manage Variations
af_za: Bestuur Variasies
de_de: Varianten verwalten
es_es: Administrar Variaciones
fr_fr: Organiser les variations
it_it: Gestione Varianti
ro_ro: Gestionare variante

source: product variations
af_za: Produkvariasies
de_de: Produktvarianten
es_es: variaciones de productos
fr_fr: variations de produit
it_it: varianti prodotto
ro_ro: variante produs

source: Search Variations
af_za: Soek Variasies
de_de: Varianten durchsuchen
es_es: Buscar Variaciones
fr_fr: rechercher des variations
it_it: Cerca Varianti
ro_ro: Căutare variante

source: Are you sure you wish to remove the selected variations?
af_za: Is jy seker jy wil die geselekteerde variasies verwyder?
de_de: Sind Sie sicher, daß Sie die ausgewählten Varianten entfernen wollen?
es_es: ¿Estás seguro que deseas borrar las variaciones seleccionadas?
fr_fr: Êtes-vous sûr de vouloir supprimer les variations de prix sélectionnées?
it_it: Sei sicuro di voler eliminare le varianti selezionate?
ro_ro: Sigur doriți să eliminați variantele selectate?

source: Order/Sort Variations
af_za: Orden/sorteer Variasies
de_de: Varianten sortieren
es_es: Ordenar Variaciones
fr_fr: Trier les variations
it_it: Ordina Varianti
ro_ro: Ordonare/aranjare variante

source: Order Variations
af_za: Orden Variasies
de_de: Varianten sortieren
es_es: Ordenar Variaciones
fr_fr: Variations des commandes
it_it: Ordine Varianti
ro_ro: Variante ordonare

source: Are you sure you want to delete this product style?
af_za: Is jy seker jy wil die produkstyl uitvee?
de_de: Sind Sie sicher, daß Sie diesen Produktstil entfernen wollen?
es_es: ¿Estás seguro que deseas borrar este estilo de producto?
fr_fr: Êtes-vous sûr de vouloir supprimer ce style de produit?
it_it: Sei sicuro di voler eliminare questa variante prodotto?
ro_ro: Sigur doriți eliminarea acestui stil de produs?

source: Sort Options
af_za: Sorteer Opsies
de_de: Sortieroptionen
es_es: Ordenar Opciones
fr_fr: Trier les options
it_it: Ordina Opzioni
ro_ro: Aranjare opțiuni

source: styles
af_za: style
de_de: Stile
es_es: estilos
it_it: varianti
ro_ro: stiluri

source: Order/Sort Variation Options:
af_za: Orden/Sorteer Variasie-opsies
de_de: Varianten Optionen sortieren:
es_es: Ordenar Opciones de Variación
fr_fr: Options de tri des variation:
it_it: Ordina Opzioni Varianti:
ro_ro: Ordonare/aranjare opțiuni variante:

source: &larr; Back to Variations
af_za: &larr; Terug na Variasies
de_de: &larr; Zurück zu den Varianten
es_es: &larr; Volver a Variaciones
fr_fr: &larr; Retour aux variations
it_it: &larr; Torna alle Varianti
ro_ro: &larr; Înapoi la variante

source: Drag and drop the variation options below in the order they should appear within the variation.
af_za: Sleep en los die variasie-opsies onder in die volgorde wat dit moet verskyn binne die variasie.
fr_fr: Cliquer et faire glisser les options de variation ci-dessous dans l'ordre où ils devraient apparaître dans la variation.
it_it: Clicca e trascina le opzioni sottostanti nell'ordine in cui devono apparire all'interno della variante.

source: Are you sure you want to remove this product variation permanently?
af_za: Is jy seker jy wil die produkvariasie permanent verwyder?
de_de: Sind Sie sicher, daß Sie diese Produktvariation komplett entfernen wollen?
es_es: ¿Estás seguro que deseas borrar esta variación de producto para siempre?
fr_fr: Êtes-vous sûr de vouloir effacer la variationde prix de façon permanente?
it_it: Sei sicuro di voler eliminare questa variante prodotto in modo permanente?
ro_ro: Sigur doriți să eliminați definitiv această variantă?

source: no default
af_za: geen verstek
fr_fr: par de défaut
it_it: nessun valore predefinito

source: Default Option
af_za: Verstek Opsie
fr_fr: Option par défaut
it_it: Opzione Predefinita

source: default
af_za: verstek
fr_fr: par défaut
it_it: valore predefinito

source: Inventory/Stock:
af_za: Voorraad
fr_fr: Inventaire/stock:
it_it: Inventario/Giacenza:

source: No variations are available.
af_za: Geen variasies is beskikbaar nie.
de_de: Es sind keine Varianten vorhanden.
fr_fr: Aucune variation de prix disponible.
it_it: Nessuna variante definita.

source: Variation Title:
af_za: Variasietitel:
de_de: Varianten Titel:
es_es: Título de Variación
fr_fr: Titre de variation de prix:
it_it: Titolo Variante:
ro_ro: Titlu variantă:

source: Variation Required?
af_za: Variasie benodig?

source: Variation Error Message:
af_za: Variasie foutboodskap:

source: Variation Type:
af_za: Variasietipe:
de_de: Varianten Typ:
es_es: Tipo de Variación
fr_fr: Type de variation de prix:
it_it: Tipo Variante:
ro_ro: Tip variantă:

source: - Select Type -
af_za: - Kies Tipe -
de_de: - Typ auswählen -
es_es: - Seleccionar Tipo -
fr_fr: - Sélectionner un type -
it_it: - Seleziona Tipo -
ro_ro: - Selectare tip -

source: Variation Caption/Description:
af_za: Variasie Opskrif/Beskrywing
de_de: Variationen Beschriftung/Beschreibung:
es_es: Descripción de Variación:
fr_fr: Description/sous-titre de variation de prix:
it_it: Descrizione/Didascalia Variante:
ro_ro: Titlu/descriere variantă:

source: Optional. Give this variation a descriptive caption/notation for your customers to see.
af_za: Opsioneel: Gee hierdie variasie 'n beskrywende opskrif/notasie vir jou klante om te sien.
de_de: Optional. Geben Sie dieser Variante eine Beschreibung, die die Kunden sehen können.
es_es: Opcional. Dar a esta variación una descripción para que vean sus clientes.
fr_fr: Optionnel, afficher cette variation en légende descriptive/notation aux clients.
it_it: Facoltativo. Assegna una descrizione alla variante che verr&agrave; visualizzata dai clienti.
ro_ro: Opțional. Dați acestei variante o descriere și o notație pentru uzul clienților

source: You must add options to this product variation below.
af_za: Jy moet opsies byvoeg by hierdie produkvariasie hieronder.
es_es: Debes agregar opciones para esta variación de producto de abajo.
fr_fr: Vous devez ajouter des options pour la variation de produit ci-dessous.
it_it: Devi aggiungere le opzioni a questa variante.
ro_ro: Trebuie să adăugați opțiuni la această variantă de produs.

source: + Add an option to this variation
af_za: + Voeg 'n opsie by hierdie variasie
de_de: + Fügen Sie eine Option zu dieser Variation hinzu
es_es: + Agregar una opción para esta variación
fr_fr: + Ajouter une option à cette variation de prix
it_it: + Aggiungi un'opzione a questa variante
ro_ro: + Adăugare opțiune pentru această variantă

source: Save Variation
af_za: Stoor Variasie
de_de: Variante speichern
es_es: Guardar Variación
fr_fr: Sauver variation
it_it: Salva Variante
ro_ro: Salvare variantă

source: Save a Variation
af_za: Stoor a Variasie
de_de: Eine Variante speichern
es_es: Guardar una Varación
fr_fr: Sauvegarder la variation
it_it: Salva Variante
ro_ro: Salvare variantă

source: Required?
af_za: Benodig?

source: Error message to display if required and the customer does not choose option(s)
af_za: Foutboodskap om te vertoon wanneer benodig en die klant geen opsie(s) kies nie.

source: Field Type
af_za: Veldtipe
de_de: Feldtyp
es_es: Tipo de Campo
fr_fr: Type de champ
it_it: Tipo Campo
ro_ro: Tip câmp

source: sets the way variation options are displayed to customers
af_za: Stel die manier op waarop variasie-opsies aan klante vertoon word
de_de: Bestimmt die Art und Weise, wie Varianten Optionen dem Kunden angezeigt werden
es_es: establece las opciones de variación que son mostradas a los clientes
fr_fr: Définit la façon dont les options de variation sont affichées aux clients
it_it: indica come devono essere visualizzate le opzioni della variante
ro_ro: setați felul în care variantele sunt afișate clienților

source: Drag and drop the product variations below to order them according to how they should appear to customers.
af_za: Sleep en los die produkvariasies hieronder om dit in die volgorde te plaas soos die aan die klante vertoon moet word.
fr_fr: Faire glisser les variations de prix de produit ci-dessous et les organiser tel qu'ils apparaîterons aux clients.
it_it: Clicca e trascina le varianti di prodotto sottostanti nell'ordine in cui devono apparire al cliente.

source: View Variety
af_za: Besigtig verskeidenheid
de_de: Variante anschauen
es_es: Ver Variedad
fr_fr: Voir les variétés
it_it: Visualizza Variante
ro_ro: Vizualizare variantă

source: Order/sort the variation options of this variation
af_za: Orden/sorteer die variasie-opsies van hierdie variasie
de_de: Die Variantenoptionen dieser Variante sortieren
es_es: Ordenar las opciones de variación de esta variación
fr_fr: Trier les options de cette variation
it_it: Ordina le opzioni di questa variante
ro_ro: Ordonare/aranjare opțiunile acestei variante

source: Edit the details of this variety
af_za: Wysig die detail van hierdie variasie.
de_de: Die Details dieser Variante bearbeiten
es_es: Editar detalles de este variedad
fr_fr: Editer les détails de cette variété
it_it: Modifica i dettagli di questa variante
ro_ro: Editarea detaliilor acestei variante

source: Remove this variety and all its options
af_za: Verwyder hierdie verskeidenheid en al sy opsies.
de_de: Diese Variante und all ihre Optionen entfernen
es_es: Borrar este variedad y todas sus opciones
fr_fr: Supprimer cette variété et toutes ses options
it_it: Elimina questa variante e tutte le sue opzioni
ro_ro: Eliminarea acestei variante și a tuturor opțiunilor sale

source: Are you sure you wish to remove this variety?
af_za: Is jy seker jy wil hierdie verskeidenheid verwyder?
de_de: Sind Sie sicher, daß Sie diese Variante entfernen wollen?
es_es: ¿Estás seguro que quieres borrar esta variedad?
fr_fr: Êtes-vous sûr de vouloir supprimer cette variété?
it_it: Sei sicuro di voler eliminare questa variante?
ro_ro: Sigur doriți să eliminați această variantă?

source: You need to fill in a serial key to continue using the Shopping Cart plugin.
af_za: Jy moet 'n Reekssleutel invul om voort te gaan om die Inkopiemandjie-inpropprogram te gebruik.
de_de: Sie müssen die Seriennummer eintragen, wenn Sie den Warenkorb Plugin weiterhin benutzen wollen.
es_es: Necesitas completar un númeor de serie para continuar usando el plugin de Carrito de Compras.
fr_fr: Veuillez indiquer votre clé d'activation pour continuer à utiliser le plugin Shopping Cart.
it_it: &Egrave; necessario inserire un numero seriale per continuare ad utilizzare il plugin Shopping Cart.
ro_ro: Trebuie să introduceți o cheie serială pentru a folosi în continuare modulul Shopping Cart

source: Please obtain a serial key from the downloads section in your Tribulant Software account.
af_za: Verkry asb 'n reekssleutel by die aflaai-afdeling in jou Tribulant Software-rekening.
de_de: Bitte laden Sie sich die Seriennummer aus der Downloadsektion Ihres Tribulant Software Kontos herunter.
es_es: Por favor, obtén un número de serie de la sección de descargas en tu cuenta de Tribulant Software.
fr_fr: Vous devez obtenir une clé d'activation à partir de la section des téléchargements dans votre compte Tribulant Software.
it_it: Si prega di recuperare il numero seriale dalla sezione Download nella tua pagina profilo Tribulant Software.
ro_ro: Vă rugăm să obțineți o cheie din secțiunea de descărcări de la contul dumneavoastră la Tribulant Software.

source: Once in the downloads section, click the KEY icon to request a serial key.
af_za: Wanneer in die aflaai-afdeling, merk die SLEUTEL-ikoon om 'n reekssleutel aan te vra.
de_de: Sobald Sie in der Downloadsektion sind, klicken Sie auf das Schlüssel Symbol, um eine Seriennummer anzufragen.
es_es: Una vez en la sección de descargas, clickea en el icono del KEY para solicitar un número de serie.
fr_fr: Une fois dans la section des téléchargements, clique sur l'icône "KEY" pour demander une clé d'activation.
it_it: Dopo aver effettuato l'accesso alla sezione Download, clicca sull'icona CHIAVE per richiedere un seriale.
ro_ro: Când ajungeți acolo apăsați pe KEY pentru a solicita o cheie.

source: Downloads Section
af_za: Aflaai-Afdeling
de_de: Downloadssektion
es_es: Sección de Descargas
fr_fr: Section des téléchargements
it_it: Sezione Donwload
ro_ro: Secțiunea descărcări

source: Serial Key:
af_za: Reekssleutel
de_de: Seriennummer:
fr_fr: Clé d'activation:
it_it: Numero Seriale:
ro_ro: Cheie:

source: Your current serial is valid and working.
af_za: Jou huidige reeks is geldig en werkend.
de_de: Ihre gegenwärtige Seriennummer ist gültig und funktionstüchtig.
es_es: Tu actual número de serie es vádido y está funcionando.
fr_fr: Votre clé d'activation actuelle est valide et fonctionnelle.
it_it: Il tuo numero seriale &egrave; valido ed attivo.
ro_ro: Cheia dumneavoastră curentă este validă și funcționează.

source: Close
af_za: Maak Toe
fr_fr: Fermer
it_it: Chiudi

source: Are you sure you want to delete your serial key?
af_za: Is jy seker jy wil jou reekssleutel uitvee?
fr_fr: Êtes-vous sûr de vouloir supprimer votre numéro de série?
it_it: Sei sicuro di voler eliminare il numero di serie?

source: Delete Serial
af_za: Vee Reeks uit
fr_fr: Supprimer le numéro de série
it_it: Elimina Seriale
