Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: View Orders
af_za: Besigtig bestellings
fr_fr: Voir les commandes
it_it: Mostra Ordini

source: View All Orders
af_za: Besigtig alle bestellings
fr_fr: Voir toutes les commandes
it_it: Mostra Tutti gli Ordini

source: Recent completed orders will be shown here as soon as there are some.
af_za: Onlangse voltooide bestellings sal hier vertoon word sodra daar wel is.
fr_fr: Les commandes récemment complètées seront affichées lorsque qu'il y en aura au moins une.
it_it: Gli ordini recenti inviati verranno mostrati qui non appena arriveranno.

source: Shipping total to date:
af_za: Versendingstotaal tot op datum:
fr_fr: Total d'expédition à ce jour:
it_it: Totale spedizione ad oggi:

source: Tax total to date:
af_za: Belastingtotaal tot op datum:
fr_fr: Total des taxes à ce jour:
it_it: Totale tasse fino ad oggi:

source: Manage Variation Options
af_za: Beheer Variasie-opsies
de_de: Varianten Optionen verwalten
es_es: Administrar Opciones de Variación
fr_fr: Gérer les options de variations
it_it: Gestione Opzioni Varianti
ro_ro: Gestionare opțiuni variante

source: variation options
af_za: Variasie-opsies
de_de: Varianten Optionen
es_es: opciones de variación
fr_fr: options de variation
it_it: opzioni delle varianti
ro_ro: opțiuni variante

source: Search Variation Options
af_za: Soek Variasie-opsies
de_de: Varianten Optionen durchsuchen
es_es: Buscar Opciones de Variación
fr_fr: Chercher des options de variation
it_it: Cerca Opzioni Varianti
ro_ro: Căutare opțiuni variante

source: Are you sure you wish to execute this action on the selected variation options?
af_za: Is jy seker jy wil hierdie aksie uitvoer op die verkose variasie-opsies?
de_de: Sind Sie sicher, daß Sie diese Aktion auf alle ausgewählten Varianten Optionen anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en las opciones de variación seleccionadas?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur les options de variation de prix sélectionnées?
it_it: Sei sicuro di voler eseguire quest\'azione sulle opzioni delle varianti selezionate?
ro_ro: Sigur doriți să executați această acțiune asupra opțiunilor variantelor selectate?

source: Variation
af_za: Variasie
de_de: Variante
es_es: Variación
it_it: Variante
ro_ro: Variantă

source: Are you sure you want to delete this option?
af_za: Is jy seker jy wil hierdie opsie uitvee?
de_de: Sind Sie sicher, daß Sie diese Option löschen wollen?
es_es: ¿Estás seguro que deseas borrar esta opción?
fr_fr: Êtes-vous sûr de vouloir supprimer cette option?
it_it: Sei sicuro di voler eliminare quest\'opzione?
ro_ro: Sigur doriți să eliminați această opțiune?

source: No variation options are available
af_za: Geen variasie-opsies is beskikbaar nie.
de_de: Es sind keine Variantenoptionen verfügbar
es_es: No hay opciones de variación disponibles
fr_fr: Pas d'options de variation disponibles
it_it: Nessuna opzione di variante disponibile
ro_ro: Nu este disponibilă nici o opțiune a variantei

source: Save a Variation Option
af_za: Stoor 'n Variasie-opsie
de_de: Eine Variantenoption speichern
es_es: Guardar una Opción de Variación
fr_fr: Sauvegarder une option de variation
it_it: Salva Opzione Variante
ro_ro: Salvare opțiune variantă

source: Give this variation option a title as it will be displayed to customers.
af_za: Verskaf 'n titel vir die variasie-opsie soos dit aan die klant vertoon gaan word.
es_es: Da estas opciones de variación un título que será mostrado a los clientes.
fr_fr: Titre de la variation de prix affiché aux clients.
it_it: Assegna un titolo a questa opzione variante che verr&agrave; mostrato ai clienti
ro_ro: Dați un titlu acestei opțiuni de variantă pentru a fi afișată clienților.

source: Caption
af_za: Opskrif

source: Specify a caption/description to display below the variation option.
af_za: Spesifiseer 'n opskrif/beskrywing om onder die variasie-opsie te vertoon.

source: Image will be displayed as small thumbnails when using checkboxes or radio buttons.
af_za: Beeld/prent sal vertoon word in klein seëlgrootte beelde/prente wanneer merkblokkies of radioknoppies gebruik word.
es_es: La imagen será mostrada como miniaturas cuando se utilice checkbox o radio buttons.
fr_fr: Les images seront affichées en miniature lorsque les cases à cocher sont utilisées.
it_it: L'immagine verr&agrave; visualizzata come una piccola miniatura quando si usano checkbox o bottoni radio.
ro_ro: Imaginea va fi afișată ca un mic medalion atunci când se folosesc căsuțe bifabile sau butoane radio.

source: This price specified will be added to the product.
af_za: Hierdie prys gespesifiseer sal by die produk gevoeg word.
fr_fr: Le prix indiqué sera ajouté au produit.
it_it: Il prezzo inserito verr&agrave; aggiunto al prodotto.

source: Conditional Prices
af_za: Voorwaardelike Pryse
de_de: Konditionale Preise
es_es: Precios Condicionales
fr_fr: Prix sous condition
it_it: Prezzi Condizionali
ro_ro: Prețuri condiționale

source: Conditions
af_za: Voorwaardes
de_de: Konditionen
es_es: Condiciones
it_it: Condizioni
ro_ro: Condiții

source: No variations are available
af_za: Geen variasies is beskikbaar nie
de_de: Es sind keine Varianten vorhanden
es_es: No hay variaciones disponibles
fr_fr: Pas de variations disponibles
it_it: Nessuna variante definita
ro_ro: Nu este disponibilă nici o variantă

source: Specify weight that this option should add to the product
af_za: Spesifiseer gewig wat hierdie opsie by die produk moet voeg.

source: Save Variation Option
af_za: Stoor Variasie-opsie
de_de: Varianten Option speichern
es_es: Guardar Opción de Variación
fr_fr: Sauver l'option de variation
it_it: Salva Opzione Variante
ro_ro: Salvare opțiune variantă

source: Manage Orders
af_za: Bestuur Bestellings
de_de: Bestellungen verwalten
es_es: Administrar Pedidos
fr_fr: Organiser les commandes
it_it: Gestione Ordini
ro_ro: Gestionare comenzi

source: Run Cleanup
af_za: Voer 'n skoonmaak uit

source: Abandoned carts/orders will be cleaned out on %s. There are currently %s carts in the database.
af_za: Verlate mandjies/bestellings sal skoongemaak word op %s. Daar is tand %s inkopiemandjies in die databasis.

source: orders
af_za: bestellings
de_de: Bestellungen
es_es: pedidos
fr_fr: commandes
it_it: ordini
ro_ro: comenzi

source: All Order Items
af_za: Alle bestellingsitems
de_de: Alle Bestellungen
fr_fr: Tout les items de commande
it_it: Tutti i Prodotti in ordine

source: Search Orders
af_za: Soek Bestellings
de_de: Bestellungen durchsuchen
es_es: Buscar Pedidos
fr_fr: Chercher des commandes
it_it: Cerca Ordini
ro_ro: Căutare comenzi

source: All Status
af_za: Alle Status
de_de: Status
es_es: Todos los Estados
fr_fr: Tous les status
it_it: Tutti gli stati
ro_ro: Toate stările

source: Not Completed
af_za: Nie Voltooi nie
de_de: Nicht abgeschlossen
es_es: No Completado
fr_fr: Non terminé
it_it: Non Completati
ro_ro: Nefinalizate

source: All Payment Methods
af_za: Alle Betalingsmetodes
de_de: Alle Bezahlmethoden
es_es: Todos los Métodos de Pago
fr_fr: Toutes les méthodes de paiement
it_it: Tutti i Metodi di Pagamento
ro_ro: Toate metodele de plată

source: All Shipping Methods
af_za: Alle versendingsmetodes
de_de: Alle Versandarten
es_es: Todos los Métodos de Envío
fr_fr: Toutes les méthodes de livraison
it_it: Tutti i Metodi di Spedizione
ro_ro: Toate metodele de expediție

source: Date range from
af_za: Datumreeks vanaf
fr_fr: À partir de la date
it_it: Mostra ordini dal

source: Filter Orders
af_za: Filtreer Bestellings
fr_fr: Trier les commande
it_it: Filtra Ordini

source: Are you sure you wish to execute this action on the selected orders? Please note that with some actions, all order items are affected!
af_za: Is jy seker jy wil hierdie aksie op die geselekteerde bestellings uitvoer? Let asb op dat met sommige aksies alle bestellings geaffekteer word!
de_de: Sind Sie sicher, daß Sie diese Aktion auf alle ausgewählten Bestellungen anwenden wollen? Bitte nehmen Sie zur Kenntnis, daß mit manchen Aktionen alle Bestellartikel beeinträchtigt werden!
es_es: ¿Estás seguro que deseas ejecutar esta acción en los pedidos seleccionados? ¡Por favor, ten en cuenta que algunas acciones y todos los items de pedidos serán afectados!
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur les commandes sélectionnées? Notez qu'avec certaines actions, tous les articles en commande peuvent en être affectés!
it_it: Sei sicuro di voler eseguire quest\'azione sugli ordini selezionati? Si prega di notare che alcune azioni si applicano anche a tutte le righe d\'ordine!
ro_ro: Sigur doriți să executați această acțiune asupra comenzilor selectate? Notați că la anumite acțiuni sunt afectate toate articolele conținute în comenzi!

source: Mark as Completed
af_za: Merk as afgehandel
de_de: Markiere als Abgeschlossen
es_es: Marcar como Completado
fr_fr: Marquer comme terminé
it_it: Contrassegna come Completato
ro_ro: Marcare ca finalizat

source: Mark as NOT Completed
af_za: Merk as NIE afgehandel nie
de_de: Markiere als "NICHT abgeschlossen
es_es: Marcar como NO Completado
fr_fr: Marquer comme NON terminé
it_it: Contrassegna come NON Completato
ro_ro: Marcare ca NE-finalizat

source: Set as paid for
af_za: Stel op as reeds betaal
de_de: Setze auf "Bezahlt"
es_es: Colocar como pagado por
fr_fr: Définir en tant que payé
it_it: Contrassegna come Pagato
ro_ro: Setare ca plătit

source: Set as NOT paid for
af_za: Stel op as NIE betaal nie
de_de: Setze auf "Nicht bezahlt"
es_es: Colocar como NO pagado por
fr_fr: Définir en tant que NON payé
it_it: Contrassegna come NON Pagato
ro_ro: Setare ca NE-plătit

source: Mark as shipped
af_za: Merk as versend
de_de: Markiere als "Versandt"
es_es: Marcar como enviado
fr_fr: Indiquer comme "expédié"
it_it: Contrassegna come Spedito
ro_ro: Marcare ca expediat

source: Mark as NOT shipped
af_za: Merk as NIE versend
de_de: Markiere als "Nicht versandt"
es_es: Marcar como NO enviado
fr_fr: Indiquer comme "non expédié"
it_it: Contrassegna come NON Spedito
ro_ro: Marcare ca NE-expediat

source: User
af_za: Gebruiker
de_de: Kunde
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
ro_ro: Utilizator

source: Payment
af_za: Betaling
de_de: Bezahlung
es_es: Pago
fr_fr: Paiement
it_it: Pagamento
ro_ro: Plată

source: Order &#35;
af_za: Bestelling &#35;
de_de: Bestellung &#35;
es_es: Pedido &#35;
fr_fr: Commande &#35;
it_it: Ordine &#35;
ro_ro: Comanda &#35;

source: Are you sure you wish to remove this order and all its items?
af_za: Is jy seker jy wil hierdie bestelling en al sy items verwyder?
de_de: Sind Sie sicher, daß Sie diese Bestellung mit all ihren Artikeln entfernen wollen?
es_es: ¿Estás seguro que deseas borrar este pedido y todos sus items?
fr_fr: Êtes-vous sûr de vouloir supprimer cette commande et tous les articles qu'elle contient?
it_it: Sei sicuro di voler eliminare quest\'ordine e tutti i relativi prodotti in ordine?
ro_ro: Sigur doriți să eliminați această comandă și toate articolele din ea?

source: Delete CC Details
af_za: Vee CC-details uit
de_de: Kreditkartendetails löschen
es_es: Borrar Detalles de TC
fr_fr: Supprimer les détails CC
it_it: Cancella Dettagli CC
ro_ro: Eliminare detalii card bancar

source: Are you sure you wish to remove all credit card details for this customer globally? It will affect billing details stored for other orders by this customer as well.
af_za: Is jy seker jy wil alle kredietkaartbesonderhede vir hierdie klant globaal verwyder? Dit sal faktureringsdetails wat vir ander bestellings van hierdie klant gestoor is, ook affekteer.
de_de: Sind Sie sicher, daß Sie alle Kreditkarten Details dieses Kunden systemweit löschen wollen? Es wird auch ihre Rechnungsdetails für andere Bestellungen dieses Kunden beeinträchtigen.
es_es: Estás seguro que deseas borrar globalmente todos los detalles de tarjeta de crédito de estos clientes? Esto afectará los detalles de facturación que están almacenados por los clientes para otros pedidos.
fr_fr: Êtes-vous sûr de vouloir supprimer tous les détails de la carte de crédit de ce client? Cela affectera aussi les détails de facturation enregistrés pour toute autre commande de ce client.
it_it: Sei sicuro di voler cancellare tutti i dettagli sulla carta di credito di questo cliente? Verranno modificate le informazioni di fatturazione di tutti gli ordini del cliente.
ro_ro: Sigur doriți să eliminați toate detaliile cardului bancar al acestui client? Aceasta va afecta de asemenea detaliile de facturare ale altor comenzi mai vechi ale acestui client.

source: Send Invoice
af_za: Stuur Faktuur
de_de: Rechnung senden
es_es: Enviar Factura
fr_fr: Envoyer facture
it_it: Invia Fattura
ro_ro: Trimitere factură

source: Are you sure you want to send this customer an invoice via email?
af_za: Is jy seker jy wil vir hierdie klant 'n faktuur via epos stuur?
de_de: Sind Sie sicher, daß Sie diesem Kunden die Rechnung per Email zukommen lassen wollen?
es_es: ¿Estás seguro que deseas enviar a este cliente una factura vía email?
fr_fr: Êtes-vous sûr de vouloir envoyer une facture par courriel à ce client?
it_it: Sei sicuro di voler inviare via email la fattura a questo cliente?
ro_ro: Sigur doriți să trimiteți o factură prin email acestui client?

source: Save PDF
af_za: Stoor PDF
de_de: PDF speichern
es_es: Guardar PDF
fr_fr: Sauver PDF
it_it: Salva in PDF
ro_ro: Salvare PDF

source: Recurring
af_za: Herhalend

source: %s payments totalling %s
af_za: %s betalingstotaal %s

source: Cart
af_za: Inkopiemandjie

source: Are you sure you want to charge/capture this previously authorized payment right now?
af_za: Is jy seker jy wil hierdie pasgemagtigde betaling onmiddellik vaslê?

source: Charge/Capture Now
af_za: Hef/Vaslê Nou

source: No orders are available
af_za: Geen bestellings is beskikbaar nie
de_de: Es sind keine Bestellungen verfügbar
es_es: No hay pedidos disponibles
fr_fr: Pas de commandes disponibles
it_it: Nessun ordine presente in archivio
ro_ro: Nu este disponibilă nici o comandă

source: Save an Order
af_za: Stoor 'n Bestelling
de_de: Eine Bestellung speichern
es_es: Guardar un Pedido
fr_fr: Sauvegarder une commande
it_it: Salva un Ordine
ro_ro: Salvare comandă

source: General Order Details
af_za: Algemene Bestellingsdetail
fr_fr: Détails de commande général
it_it: Dettagli Generali Ordine

source: User ID if applicable
af_za: Gebruikers ID indien van toepassing
fr_fr: Id de l'usager (si applicable)
it_it: ID Utente se applicabile

source: Shipping Method
af_za: Versendingsmetode
de_de: Versandart
es_es: Método de Envío
fr_fr: Mode de livraison
it_it: Metodo di Spedizione
ro_ro: Metodă de expediție

source: - None -
af_za: - Geen -
de_de: - Keine -
es_es: - Ninguno -
fr_fr: - Aucune -
it_it: - Nessuno -
ro_ro: - Nimic -

source: When editing an existing order, it is recommended that you leave this value intact.
af_za: Wanneer 'n bestaande bestelling verander word, word dit aanbeveel dat jy hierdie waarde ongeskonde laat.
fr_fr: Lorsque vous modifié une commande existante, il est suggéré de laisser cette valeur intouchée.
it_it: Quando si modifica un ordine esistente, si consiglia di lasciare invariato questo campo.

source: Tax
af_za: Belasting
de_de: Steuer
es_es: Impuesto
fr_fr: TVA
it_it: Tasse
ro_ro: Taxe

source: Specify the tax amount.
af_za: Spesifiseer die belastingbedrag

source: Total Price
af_za: Totale Prys
de_de: Summe
es_es: Precio Total
fr_fr: Prix total
it_it: Prezzo Totale
ro_ro: Preț total

source: Total price for this order as a whole.
af_za: Totale prys vir hierdie bestelling as geheel.
de_de: Gesamtsumme dieser Bestellung.
es_es: El precio total para este pedido en su conjunto.
fr_fr: Prix total de cette commande dans son ensemble
it_it: Prezzo totale dell'ordine
ro_ro: Suma totală a comenzii.

source: Shipping Details
af_za: Versendingsbesonderhede
de_de: Versanddetails
es_es: Detalles de Envío
fr_fr: Détails de livraison
it_it: Dettagli Spedizione
ro_ro: Detalii de expediție

source: - Select Country -
af_za: - Kies Land -
de_de: - Land auswählen -
es_es: - Seleccionar País -
fr_fr: - Sélectionnez un pays -
it_it: - Seleziona la Nazione -

source: Billing Details
af_za: Faktureringsbesonderhede
de_de: Rechnungsdetails
es_es: Detalles de Facturación
fr_fr: Informations de facturation
it_it: Dettagli Fatturazione
ro_ro: Detalii facturare

source: Notify the Customer
af_za: Stel die Klant in kennis
fr_fr: Aviser le client
it_it: Notifica il Cliente

source: Notify the customer about changes to this order?
af_za: Stel die klant in kennis van die veranderinge aan hierdie bestelling?
de_de: Den Kunden über Änderungen dieser Bestellung in Kenntnis setzen?
es_es: Notificará al cliente sobre los cambios de este pedido?
fr_fr: Aviser le client des changements apportés cette commande?
it_it: Inviare una notifica al Cliente per i cambiamenti all'Ordine?
ro_ro: Notificați beneficiarul despre modificările din această comandă?

source: Subject
af_za: Onderwerp
fr_fr: Sujet
it_it: Soggetto

source: Order #%s has been changed
af_za: Bestelling #%s is verander.
fr_fr: La commande #%s a été changée
it_it: L'ordine #%s &egrave; stato modificato

source: Email subject to the customer.
af_za: Epos onderwerp aan die klant.
fr_fr: Sujet du courriel envoyé au client.
it_it: Soggetto dell'email inviata al Cliente.

source: Comment
af_za: Kommentaar
fr_fr: Commentaire
it_it: Commento

source: Email message to the customer.
af_za: Epos-boodskap aan die klant.
fr_fr: Texte du courriel envoyé au client.
it_it: Testo dell'email al Cliente.

source: Save Order
af_za: Stoor Bestelling
de_de: Bestellung speichern
es_es: Guardar Pedido
fr_fr: Sauver la commande
it_it: Salva Ordine
ro_ro: Salvare comandă

source: View Order #
af_za: Besigtig Bestelling #
de_de: Aufrufen von Bestellung #
es_es: Ver Pedido #
fr_fr: Voir facture #
it_it: Visualizza # Ordine
ro_ro: Vizualizare comanda nr.

source: &larr; All Orders
af_za: &larr; Alle Bestellings
de_de: &larr; Alle Bestellungen
es_es: &larr; Todos los Pedidos
fr_fr: &larr; Toutes les commandes
it_it: &larr; Tutti gli Ordini
ro_ro: &larr; Toate comenzile

source: Send an invoice to the customer
af_za: Stuur 'n faktuur aan die klant.
de_de: Eine Rechnung an den Kunden schicken
es_es: Envia una factura al cliente
fr_fr: Envoyer une facture au client
it_it: Invia la fattura al Cliente
ro_ro: Trimitere factură la client

source: Save a PDF of this invoice
af_za: Stoor 'n PDF van hierdie faktuur.
de_de: Die Rechnung als PDF speichern
es_es: Guardar un PDF de esta factura
fr_fr: Sauver le PDF de cette facture
it_it: Salva la fattura in formato PDF
ro_ro: Salvați o imagine PDF a acestei facturi

source: Are you sure you wish to remove this order and all order items?
af_za: Is jy seker jy wil die bestelling en alle bestellingsitems verwyder?
de_de: Sind Sei sicher, daß Sie diese Bestellung und all ihre Artikel löschen wollen?
es_es: ¿Estás seguro que deseas borrar este pedido y todo los items del pedido?
fr_fr: Êtes-vous sûr de vouloir supprimer cette commande et tous les articles qu'elle contient.
it_it: Sei sicuro di voler eliminare quest\'ordine e tutti i relativi prodotti in ordine?
ro_ro: Sigur doriți să eliminați această comandă împreună cu toate articolele din ea?

source: Show/Hide Shipping Details
af_za: Wys/versteek Versendingsdetail
de_de: Versanddetails anzeigen/verstecken
es_es: Mostrar/Ocultar Detalles de Envío
fr_fr: Montrer/Masquer les détails de livraison
it_it: Mostra/Nascondi i dettagli di Spedizione
ro_ro: Afișare/ascundere detalii de transport

source: State
af_za: Staat
de_de: Bundesland/Kanton
es_es: Estado
fr_fr: Etat
it_it: Provincia
ro_ro: Județ

source: Zip Code
af_za: Poskode
de_de: PLZ
es_es: Código Potal
fr_fr: Code postal
it_it: CAP
ro_ro: Cod poștal

source: Show/Hide Billing Details
af_za: Wys/Versteek Faktureringsdetails
de_de: Rechnungsdetails anzeigen/verstecken
es_es: Mostrar/Ocultar Detalles de Facturación
fr_fr: Montrer/Masquer les détails de facturation
it_it: Mostra/Nascondi dettagli Fatturazione
ro_ro: Afișare/ascundere detalii facturare

source: View CC Details
af_za: Bekyk CC Details

source: No payment method was specified
af_za: Geen betalingsmetode was gespesifiseer nie
de_de: Es wurde keine Bezahlart angegeben
es_es: No se ha especificado método de pago
fr_fr: Pas de méthode de paiement spécifiée
it_it: Nessun metodo di pagamento specificato
ro_ro: Nu a fost specificată nici o metodă de plată

source: Delete credit card details of this customer
af_za: Vee kredietkaartbesonderhede van hierdie klant uit.
de_de: Die Kreditkartendetails dieses Kunden löschen
es_es: Borrar detalles de tarjeta de crédito de este cliente
fr_fr: Supprimer les détails de la carte de crédit de ce client
it_it: Elimina i dettagli della carta di credito per questo cliente
ro_ro: Eliminare detalii card bancar pentru acest client

source: Recurring Status
af_za: Herhalende Status

source: Recurring Payments
af_za: Herhalende Betalings

source: Name on Card
af_za: Naam op Kaart
de_de: Name auf der Karte
es_es: Nombre que figura en la Tarjeta
fr_fr: Titulaire de la carte
it_it: Nome sulla Carta
ro_ro: Numele pe cardul bancar

source: Card Type
af_za: Kaarttipe
de_de: Kartentyp
es_es: Tipo de Tarjeta
fr_fr: Type de carte
it_it: Tipo Carta
ro_ro: Tip card bancar

source: Card Number
af_za: Kaartnommer
de_de: Kartennummer
es_es: Número de Tarjeta
fr_fr: Numéro de carte
it_it: Numero Carta
ro_ro: Număr card bancar

source: the last 4 digits were sent via email
af_za: die laaste 4 syfers is per epos gestuur
de_de: die letzten 4 Ziffern wurden per Email versandt
es_es: los ultimo 4 dígitos fueron enviados por Email
fr_fr: les 4 derniers chiffres furent envoyés par courriel
it_it: le ultime 4 cifre sono state inviate per email
ro_ro: ultimele 4 cifre au fost trimise prin email

source: mm/yy
af_za: mm/jj
de_de: mm/jj
fr_fr: mm/aa
it_it: mm/aa
ro_ro: ll/aa

source: Security Code (CVV)
af_za: Sekuriteitskode (CVV)
es_es: Código de Seguridad (CVV)
fr_fr: Code de sécurité (CVV)
it_it: Codice di Sicurezza (CVV)
ro_ro: Cod securitate (CVV)

source: Mark as Not Paid
af_za: Merk as Nie Betaal nie

source: Discount Applied
af_za: Afslag toepgepas
de_de: Rabatt gewährt
es_es: Descuesto Aplicado
fr_fr: Remise appliquée
it_it: Sconto Applicato
ro_ro: Discount aplicat

source: Shipping Total
af_za: Versendingstotaal
de_de: Gesamtbetrag
es_es: Envío Total
fr_fr: Total livraison
it_it: Totale Spedizione
ro_ro: Cost total expediție

source: Canada Post Shipping Method
af_za: Kanada Pos Versendingsmetode
de_de: Canada Post Versandart
es_es: Método de Envío de Canada Post
fr_fr: Méthode de livraison par la poste canadienne
it_it: Metodo di Spedizione Canada Post
ro_ro: Expediție prin Canada Post

source: Name
af_za: Naam
es_es: Nombre
fr_fr: Nom
it_it: Nome
ro_ro: Nume

source: Rate/Price (CAD&#36;)
af_za: Koers/Prys (CAD&#36;)
de_de: Rate/Preis (CAD&#36;)
es_es: Tasa/Precio (CAD&#36;)
fr_fr: Taux/Prix (CAD&#36;)
it_it: Tariffa/Prezzo (CAD&#36;)
ro_ro: Tarif/Preț (CAD&#36;)

source: Shipping Date
af_za: Versendingsdatum
de_de: Versanddatum
es_es: Fecha de Envío
fr_fr: Date d'expédition
it_it: Data Spedizione
ro_ro: Coşul de cumpărături

source: Delivery Date
af_za: Afleweringsdatum
de_de: Lieferdatum
es_es: Fecha de Entrega
fr_fr: Date de livraison
it_it: Data Consegna
ro_ro: Şterge

source: Shipping Tracking
af_za: Versending Opsporing
de_de: Versandnachverfolgung
es_es: Seguimiento de Envío
fr_fr: Suivi d'expédition
it_it: Tracciabilit&agrave; Spedizione
ro_ro: Urmărire expediție

source: Tracking Number:
af_za: Opsporingsnommer:
de_de: TrackingNummer
es_es: Número de seguimiento:
fr_fr: Numéro de suivi:
it_it: Numero Tracciabilit&agrave;
ro_ro: Număr urmărire:

source: Completed Date
af_za: Datum voltooi
fr_fr: Date d'échéance
it_it: Data Completamento

source: Payments/Installments
af_za: Betalings/Paaiemente

source: Add Item
af_za: Voeg Item By
fr_fr: Ajouter un article
