Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Are you sure you wish to delete this content?
af_za: Is jy seker jy wil hierdie inhoud uitvee?
de_de: Sind Sie sicher, daß Sie diesen Inhalt löschen wollen?
es_es: ¿Estás seguro que deseas borrar este contenido?
fr_fr: Êtes-vous sûr de vouloir supprimer ce contenu?
it_it: Sei sicuro di voler cancellare questo contenuto?
ro_ro: Sigur doriți eliminarea acestui conținut?

source: No content is available
af_za: Geen inhoud beskikbaar nie
de_de: Kein Inhalt verfügbar
es_es: No hay contenido disponible
fr_fr: Pas de contenu disponible
it_it: Nessun contenuto disponibile
ro_ro: Nu este disponibil nici un conținut

source: Word count:
af_za: Aantal woorde:
fr_fr: Nombre de mots:
it_it: Conteggio Parole:

source: Bulk Generate Discount Coupons
af_za: Genereer Grootmaat Afslagkoeponne
de_de: Mittels Sammelaktion Rabattgutscheine Generieren
es_es: Generador en Bloque de Cupones de Descuento
fr_fr: Générer des coupons de réductions
it_it: Generazione Gruppo Buoni sconto
ro_ro: Generare cupoane de discount în masă

source: Number of Coupons
af_za: Aantal koeponne
de_de: Anzahl derGutscheine
es_es: Número de Cupones
fr_fr: Nombre de coupons rabais
it_it: Numero di Buoni Sconto
ro_ro: Număr de cupoane

source: Enter a numeric value for the number of coupons you want to generate.
af_za: Voer 'n numeriese waarde vir die aantal koeponne in wat jy wil genereer.
es_es: Ingresa un valor numérico para el número de cupones que quieres generar.
fr_fr: Entrez le nombre de coupon a générer (value numérique).
it_it: Inserisci un valore numerico per il numero di buoni sconto da generare.
ro_ro: Introduceți o valoare numerică pentru numărul de cupoane pe care doriți să le generați.

source: Codes Options
af_za: Kode-Opsie

source: Letters and numbers
af_za: Letters en getalle

source: Letters only
af_za: Slegs letters

source: Numbers only
af_za: Slegs getalle

source: characters
af_za: karakters
de_de: Zeichen
es_es: caracteres
fr_fr: caractères
it_it: caratteri
ro_ro: caractere

source: Choose options related to the codes which will be generated
af_za: Kies opsies verwant aan die kodes wat gegenereer gaan word

source: Discount Type
af_za: Afslagtipe
de_de: Rabatttyp
es_es: Tipo de Descuento
fr_fr: Type de réduction
it_it: Tipo di sconto
ro_ro: Tip discount

source: Fixed Amount
af_za: Vaste bedrag
de_de: Fester Betrag
es_es: Cantidad Fija
fr_fr: Montant fixe
it_it: Importo fisso
ro_ro: Sumă fixă

source: Percentage
af_za: Persentasie
de_de: Prozent
es_es: Porcentaje
fr_fr: Pourcentage
it_it: Percentuale
ro_ro: Procent

source: Discount Value
af_za: Afslagwaarde
de_de: Rabattwert
es_es: Valor de Descuento
fr_fr: Valeur de la réduction
it_it: Valore dello sconto
ro_ro: Valoare discount

source: Expiry Date
af_za: Vervaldatum
de_de: Verfallsdatum
es_es: Fecha de Vencimiento
fr_fr: Date d'expiration
it_it: Data di scadenza
ro_ro: Dată expirare

source: leave blank for no expiration.
af_za: los oop vir geen verval nie
de_de: Leer lassen, wenn es kein Verfallsdatum gibt.
es_es: dejar vacío para no expiración.
fr_fr: laisser vide pour aucune date d'expiration.
it_it: lasciare vuoto per indicare che il buono non scade.
ro_ro: lăsați necompletat pentru termen indefinit

source: Max Use Count
af_za: Maksimum gebruiks hoeveelheid
de_de: Max. Anzahl von Anwendungen
es_es: Contador de Uso Máximo
fr_fr: Nombre d'utilisations maximum
it_it: Numero massimo di utilizzi
ro_ro: Număr maxim utilizări

source: leave blank or set to 0 for unlimited usage
af_za: los oop of stel as 0 vir onbeperkte gebruik
de_de: Für eine unbeschränkte Benutzung leer lassen oder auf 0 setzen
es_es: deja vacío o coloca en 0 para uso ilimitado
fr_fr: laissez le champ vide ou défini à 0 pour une utilisation illimitée
it_it: lasciare vuoto o impostare a 0 per indicare utilizzo illimitato
ro_ro: lăsați necompletat sau zero (0) pentru utilizări nelimitate

source: Active
af_za: Aktief
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
ro_ro: Activ

source: Generate Coupons
af_za: Genereer koeponne
de_de: Generiere Gutscheine
es_es: Generar Cupones
fr_fr: Générer des coupons rabais
it_it: Genera Buoni Sconto
ro_ro: Generare cupoane

source: Import Discount Coupons
af_za: Voer afslagkoeponne in

source: See the sample coupons %s
af_za: Sien die koeponvoorbeelde %s

source: CSV file
af_za: CSV-lêer

source: CSV File
af_za: CSV-Lêer
de_de: CSV Datei
es_es: Archivo CSV
fr_fr: Fichier CSV
it_it: File CSV
ro_ro: Fișier CSV

source: Choose the CSV file with the discount coupons data.
af_za: Kies die CSV-lêer met die afslagkoepondata.

source: Columns
af_za: Kolomme

source: Code
af_za: Kode
es_es: Código
it_it: Codice
ro_ro: Cod

source: Max Use
af_za: Maksimum gebruik
de_de: max. verwendet
es_es: Máximo Uso
fr_fr: Utilisation maximale
it_it: Utilizzo massimo
ro_ro: Număr maxim de utilizări

source: Discount
af_za: Afslag
de_de: Rabatt
es_es: Descuento
fr_fr: Réduction
it_it: Sconto

source: column number:
af_za: kolomnommer:

source: Tick/check the fields/columns that are in your CSV file
af_za: Kies die velde/kolomme wat in jou CSV-lêer is

source: Import
af_za: Invoer

source: Manage Coupon Codes
af_za: Beheer Koeponkodes
de_de: Gutschein Codes verwalten
es_es: Administrar Códigos de Cupones
fr_fr: Gérer les codes de réductions
it_it: Gestione Codici Sconto
ro_ro: Gestionare cupoane discount

source: Create a new coupon code
af_za: Skep 'n nuwe koeponkode
de_de: Erstelle einen neuen Gutschein Code
es_es: Crear un nuevo código de cupón
fr_fr: Créer un nouveau code rabais
it_it: Crea un nuovo codice sconto
ro_ro: Creare cupon

source: discount coupons
af_za: afslagkoeponne
de_de: Rabatt Gutscheine
es_es: cupones de descuento
fr_fr: coupons de réductions
it_it: Buoni Sconto
ro_ro: cupoane discount

source: Search Coupons
af_za: Soek Koeponne
de_de: Gutscheine durchsuchen
es_es: Buscar Cupones
fr_fr: Chercher coupons
it_it: Cerca i Buoni Sconto
ro_ro: Căutare cupoane

source: Are you sure you wish to execute this action on the selected coupons?
af_za: Is jy seker jy wil hierdie aksie op die geselekteerde koeponne uitvoer?
de_de: Sind Sie sicher, daß Sie diese AKtion auf die ausgewählten Gutscheine anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los cupones seleccionados?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur les coupons de réductions sélectionnés?
it_it: Sei sicuro di voler eseguire quest\'azione sui Buoni Sconto selezionati?
ro_ro: Sigur doriți să executați această acțiune asupra cupoanelor selectate?

source: Bulk Generate
af_za: Grootmaat genereer
de_de: Mittels Sammelaktion Generieren
es_es: Generar en Bloque
fr_fr: Produire un groupe de coupons rabais
it_it: Genera Gruppo
ro_ro: Generare în masă

source: Export
af_za: Uitvoer
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
it_it: Esporta

source: Used
af_za: Gebruik
de_de: verwendet
es_es: Usado
fr_fr: Utilisé
it_it: Utilizzato
ro_ro: Utilizat

source: Are you sure you wish to delete this discount coupon?
af_za: Is jy seker jy wil hierdie afslagkoepon uitwis?
de_de: Sind Sie sicher, daß Sie diesen Rabatt Gutschein löschen wollen?
es_es: ¿Estás seguro que deseas borrar este cupón de descuento?
fr_fr: Êtes-vous sûr de vouloir supprimer ce coupon rabais?
it_it: Sei sicuro di voler eliminare questo Buono Sconto sconto?
ro_ro: Sigur doriți să eliminați acest cupon de discount?

source: Expired
af_za: Verval
de_de: Verfallen
es_es: Expirado
fr_fr: Expiré(e)
it_it: Scaduto

source: Expires:
af_za: Verval:
de_de: Verfallsdatum:
es_es: Expira:
fr_fr: Expire le
it_it: Scade:

source: unlimited
af_za: onbeperk
de_de: unbeschränkt
es_es: ilimitado
fr_fr: illimité
it_it: illimitato
ro_ro: nelimitat

source: coupons
af_za: koeponne
de_de: Gutscheine
es_es: cupones
it_it: Buoni Sconto
ro_ro: cupoane

source: No coupons are available
af_za: Geen koeponne beskikbaar nie
de_de: Es sind keine Gutscheine verfügbar
es_es: No hay cupones disponibles
fr_fr: Pas de coupons rabais disponibles
it_it: Nessun Buono Sconto disponibile
ro_ro: Nu este disponibil nici un cupon

source: Save a Coupon
af_za: Stoor 'n koepon
de_de: Einen Gutschein speichern
es_es: Guardar un cupón
fr_fr: Sauvegarder un coupon
it_it: Salva un Buono Sconto
ro_ro: Salvare cupon

source: Enter a title/name for this coupon for display and identification purposes. This title/name will be used in the back-end and front-end so both you and your customers will see the title when the coupon code is used.
af_za: Voer 'n titel/naam in waarmee hierdie koepon tentoongestel en geïdentifiseer kan word. Hierdie titel/naam sal op die agter- en voorkant sodat beide jy en jou klante dit kan sien wanneer die koepon gebruik word.

source: Title/name of the coupon code for display purposes.
af_za: Titel/naam van die koepon vir tentoonstellingdoeleindes

source: Fill in or generate the coupon code to give to your customers which they will enter to apply the discount to their order.
af_za: Vul in of genereer die koeponkode om aan jou klante te gee sodat hulle dit kan invoer om aansoek te doen vir afslag op hulle bestelling.

source: Generate a Coupon Code
af_za: Genereer 'n koeponkode
de_de: Einen Gutschein Code erstellen
es_es: Generar un Código de Cupón
fr_fr: Générer un code rabais
it_it: Genera un codice sconto
ro_ro: Generare cod cupon

source: Generate Code
af_za: Genereer koeponkode
de_de: Code erstellen
es_es: Generar Código
fr_fr: Générer code
it_it: Genera Codice
ro_ro: Generare cod

source: Code entered by customers to apply discount.
af_za: Kode ingevoer deur klante om afslag toe te pas.

source: Choose the type of discount to apply with this discount coupon. Fixed, percentage, etc.
af_za: Kies die tipe afslag van toepassing op hierdie afslagkoepon. Vaste, persentasie, ens.

source: Choose the type of coupon code you want to create.
af_za: Kies die koepontipe wat jy wil skep.

source: Fill in the discount value according to the discount type above. This will determine how the discount is calculated for this coupon.
af_za: Vul in die afslagwaarde na aanleiding van die afslagtipe hierbo. Dit sal bepaal hoe die afslag bereken word vir hierdie koepon.

source: Specify an expiry date in the format YYYY-MM-DD up until which this discount coupon will work. The discount coupon will work till the day specified and thereafter it will be inactive and unusable.
af_za: Spesifiseer 'n vervaldatum in die formaat YYY-MM-DD tot wanneer hierdie koepon geldig is. Die afslagkoepon sal werk tot die dag wat gespesifiseer is en daarna sal dit onaktief en onbruikbaar wees.

source: format : <b>YYYY-MM-DD</b>
af_za: formatteer: <b>YYY-MM-DD</b>

source: Date of expiration, leave empty for no expiration.
af_za: Datum van verval, los oop as nie verval nie.

source: Specify how many times this coupon code may be used in total by all customers.
af_za: Spesifiseer hoeveel keer hierdie koeponkode in totaliteit deur al jou klante gebruik mag word.

source: Maximum times this coupon may be used. Leave empty or set to 0 for unlimited usage
af_za: Maksimum kere wat hierdie koepon gebruik mag word. Laat oop of stel as 0 vir onbeperkte gebruik.

source: Simply activate/deactivate this discount coupon according to your needs. If you do not want it to be used anymore, you can set this setting to No and customers will not be able to apply or use it.
af_za: Aktiveer/deaktiveer eenvoudig hierdie afslagkoepon soos jy dit benodig. Indien jy wil hê dit moet nie meer gebruik word nie, kan jy hierdie opstelling stel na Nee en klante sal nie daarvoor kan aansoek doen of dit gebruik nie.

source: Save Coupon
af_za: Stoor Koepon
de_de: Gutchein speichern
es_es: Guardar Cupón
fr_fr: Sauvegarder coupon
it_it: Salva Buono Sconto
ro_ro: Salvare cupon

source: Latest Orders
af_za: Nuutste bestellings

source: Order #%s
af_za: Bestelling #%s

source: No orders are available yet, please %s.
af_za: Geen bestellings is tans beskikbaar nie, %s asseblief.

source: create one
af_za: skep een

source: Manage Extensions
af_za: Bestuur Uitbreidings
de_de: Erweiterungen verwalten
es_es: Administrar Extensiones
fr_fr: Gérer les extensions
it_it: Gestione Estensioni
ro_ro: Gestionare extensii

source: These are extensions which extend the functionality of the Shopping Cart plugin.
af_za: Hierdie is uitbreidings wat die funksionaliteit van die Inkopemandjie inpropprogram uitbrei.
es_es: Estas son extensiones que extienden la funcionalidad del plugin de Shopping.
fr_fr: Ce sont des extensions qui étendre la fonctionnalité de l'extension Shopping Cart.
it_it: Queste sono le estensioni che ampliano le funzionalit&agrave; del plugin Shopping Cart.

source: Extension Name
af_za: Uitbreidingsnaam
de_de: Name der Erweiterung
es_es: Nombre de Extensión
fr_fr: Nom de l'extension
it_it: Nome Estensione

source: Extension Status
af_za: Uitbreiding-status
de_de: Erweiterungsstatus
es_es: Estado de Extensión
fr_fr: Status de l'extension
it_it: Stato Estensione

source: Get this extension now
af_za: Kry nou hierdie uitbreiding
de_de: Diese Erweiterung jetzt herunterladen
es_es: Obtener estas extensiones ahora
fr_fr: Obtenir cette extension maintenant
it_it: Ottieni ora questa estensione

source: Activate
af_za: Aktiveer
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
it_it: Attiva
ro_ro: Activare

source: Deactivate
af_za: Deaktiveer
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattiva
ro_ro: Dezactivare

source: Settings
af_za: Opstellings
fr_fr: Paramètres
it_it: Impostazioni

source: Not Installed
af_za: Nie geïnstalleer nie
de_de: Nicht Installiert
es_es: No instalado
fr_fr: Non installé
it_it: Non installata

source: Buy Now
af_za: Koop Nou
de_de: Jetzt kaufen
es_es: Comprar Ahora
fr_fr: Acheter maintenant
it_it: Compra subito
ro_ro: Cumpărare imediată

source: Installed but Inactive
af_za: Geïnstalleer maar onaktief
de_de: Installiert aber Inaktiv
es_es: Instalado pero Inactivo
fr_fr: Installé mais inactive
it_it: Installata ma inattiva

source: Installed and Active
af_za: Geïnstalleer en aktief
de_de: Installiert aber Aktiv
es_es: Instalado y Activo
fr_fr: Installé et active
it_it: Installata e attiva

source: No extensions found.
af_za: Geen uitbreidings gevind nie
de_de: Keine Erweiterungen gefunden.
es_es: No se encontraron extensiones.
fr_fr: Aucune extension trouvée
it_it: Nessuna estensione trovata.

source: Manage
af_za: Beheer
fr_fr: Gestion
it_it: Gestisci

source: Manage Custom Fields
af_za: Beheer doelgemaakte velde
de_de: Benutzerdefinierte Felder verwalten
es_es: Administrar Campos Personalizados
fr_fr: Gérer les champs personnalisés
it_it: Gestisci Campi Personalizzati
ro_ro: Gestionare câmpuri personalizate

source: custom fields
af_za: doelgemaakte velde
de_de: benutzerdefinierte Felder
es_es: campos personalizados
fr_fr: champs personnalisés
it_it: campi personalizzati
ro_ro: câmpuri personalizate

source: Search Fields
af_za: Soek velde
de_de: Felder durchsuchen
es_es: Buscar Campos
fr_fr: Chercher des champs
it_it: Ricerca Campi
ro_ro: Căutare câmpuri

source: Are you sure you wish to execute this action on the selected custom fields?
af_za: Is jy seker jy wil hierdie aksie uitvoer op die gekose doelgemaakte velde?
de_de: Sind Sie sicher, daß Sie diese AKtion auf die ausgewählten benutzerdef. Felder anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los campos personalizados seleccionados?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur les champs personnalisés sélectionnés?
it_it: Sei sicuro di voler eseguire quest\'azione sui campi selezionati?
ro_ro: Sigur doriți să executați această acțiune asupra câmpurilor personalizate selectate?

source: Order/Sort Custom Fields
af_za: Orden/sorteer doelgemaakte velde
de_de: Anordnung/Sortierung Benutzerdef. Felder
es_es: Orden de Campos Personalizados
fr_fr: Classer/Trier les champs personnalisés
it_it: Ordina i Campi Personalizzati
ro_ro: Ordonare/aranjare câmpuri personalizate

source: Order Fields
af_za: Orden velde
de_de: Bestellung Felder
es_es: Campos de Pedido
fr_fr: Champs de commande
it_it: Ordina i campi
ro_ro: Câmpuri comenzi

source: Bulk Action
af_za: Grootmaakaksie
de_de: Massenaktion
es_es: Acción en bloque
fr_fr: Action groupée
it_it: Azione di gruppo
ro_ro: Acțiuni în masă

source: Set as Required
af_za: Stel soos benodig
de_de: Als "Erforderlich" setzen
es_es: Colocar como Requerido
fr_fr: Définir comme requis
it_it: Imposta come Richiesto
ro_ro: Setare ca obligatoriu

source: Set as NOT Required
af_za: Stel as NIE benodig nie
de_de: Als "NICHT Erforderlich" setzen
es_es: Colocar como NO Requerido
fr_fr: Définir comme NON requis
it_it: Imposta come NON richiesto
ro_ro: Setare ca opțional

source: Set as Global
af_za: Stel as Globaal
de_de: Als "Global" setzen
es_es: Colocar como Global
fr_fr: Définir comme global
it_it: Imposta come Globale
ro_ro: Setare ca global

source: Set as NOT Global
af_za: Stel as NIE Globaal nie
de_de: Als "NICHT Global" setzen
es_es: Configurar como NO Global
fr_fr: Définir comme NON global
it_it: Imposta come NON globale
ro_ro: Setare ca NON-global

source: Show On:
af_za: Wys Aan:
de_de: Anzeigen Auf:
es_es: Mostrar en:
fr_fr: Afficher:
it_it: Mostra in:
ro_ro: Afișare în:

source: Type
af_za: Tipe
de_de: Typ
es_es: Tipo
it_it: Tipo
ro_ro: Tip

source: Required
af_za: Benodig
de_de: Erforderlich
es_es: Requerido
fr_fr: Requis
it_it: Richiesto
ro_ro: Necesar

source: Global
af_za: Globaal
it_it: Globale

source: Are you sure you wish to delete this custom field?
af_za: Is jy seker jy wil hierdie doelgemaakte veld uitvee?
de_de: Sind Sie sicher, daß Sie dieses benutzerdef. Feld löschen wollen?
es_es: ¿Estás seguro que deseas borrar este campo personalizado?
fr_fr: Êtes-vous sûr de vouloir supprimer ce champ personnalisé?
it_it: Sei sicuro di voler cancellare questo campo?
ro_ro: Sigur doriți să eliminați acest câmp personalizat?

source: fields
af_za: velde
de_de: Felder
es_es: campos
fr_fr: champs
it_it: campi
ro_ro: câmpuri

source: No custom fields are available.
af_za: Geen doelgemaakte velde is beskikbaar nie.
de_de: Es sind keine benutzerdefinierten Felder verfügbar.
es_es: No hay campos personalizados disponibles.
fr_fr: Aucun champ personnalisé n'est disponible.
it_it: Nessun campo personalizzato disponibile.
ro_ro: Nu este disponibil nici un câmp personalizat.

source: Order Custom Fields
af_za: Bestelling Doelmaakvelde
fr_fr: Trier les champs personnalisés.
it_it: Ordina i Campi Personalizzati

source: &larr; Back to Custom Fields
af_za: &larr; Terug na Doelmaakvelde
de_de: &larr; Zurück zu den benutzerdef. Feldern
es_es: &larr; Volver a Campos Personalizados
fr_fr: &larr; Retour aux champs personnalisé
it_it: &larr; Torna ai Campi Personalizzati
ro_ro: &larr; Înapoi la câmpurile personalizate

source: Drag and drop the custom fields below to order them according to how they should appear to customers.
af_za: Sleep en los die doelmaakvelde hieronder om hul te rangskik na aanleiding van hoe dit vir die klante moet verskyn.
fr_fr: Faire glisser les champs personnalisés ci-dessous et les organiser tel qu'ils apparaîterons aux clients.
it_it: Clicca e trascina i campi personalizzati sottostanti per impostare l'ordine in cui devono apparire ai clienti.

source: No custom fields are available
af_za: Geen doelmaakvelde beskikbaar nie.
de_de: Es sind keine benutzerdef. Felder verfügbar
es_es: No hay campos personalizados disponibles
fr_fr: Pas de champs personnalisés disponibles
it_it: Nessun campo personalizzato disponibile
ro_ro: Nu este disponibil nici un câmp personalizat

source: Save a Field
af_za: Stoor 'n veld
de_de: Ein Feld speichern
es_es: Guardar un Campo
fr_fr: Sauvegarder un champ
it_it: Salva un campo
ro_ro: Salvare câmp

source: Keep this title as short as possible, use the caption below to add description.
af_za: Hou die titel so kort as moontlik, gebruik die opskrif hieronder en voeg 'n beskrywing by.
de_de: Halten Sie den Titel so kurz wie möglich; benutzen Sie die untenstehende Anmerkung, um eine Beschreibung hinzuzufügen.
es_es: Mantén este título lo más breve posible, utiliza el título de abajo para añadir una descripción.
fr_fr: Garde ce titre le plus court possible. Utilise la légende ci-dessous pour ajouter une description.
it_it: Mantieni questo titolo il pi&ugrave; corto possibile, utilizza il campo per la didascalia per aggiungere una descrizione pi&ugrave; dettagliata
ro_ro: Mențineți acest titlu cât de scurt posibil, utilizați descrierea de mai jos pentru completarea informațiilor.

source: Caption/Description
af_za: Opskrif/Beskrywing
de_de: Beschreibung
es_es: Descripción
fr_fr: Légende/Description
it_it: Didascalia/Descrizione
ro_ro: Titlu/descriere

source: Optional. Give this field a descriptive caption/notation for your customers to see.
af_za: Opsioneel. Gee hierdie veld 'n beskrywende opskrif/notasie vir jou klante om te sien.
de_de: Optional. Geben Sie diesem Feld eine Beschreibung, die die Kunden sehen können.
es_es: Opcional. Dar a este campo una descripción para que vean sus clientes.
fr_fr: Facultatif. Indiquer dans ce champ une légende/notation descriptive à montrer aux clients.
it_it: Facoltativo. Inserire in questo campo una descrizione o nota da mostrare agli utenti.
ro_ro: Opțional. Introduceți o descriere vizibilă pentru clienți.

source: Options
af_za: Opsies
de_de: Einstellungen
es_es: Opciones
it_it: Opzioni
ro_ro: Opțiuni

source: Type each option on a newline
af_za: Tik elke opsie in 'n nuwe lyn
fr_fr: Inscrire chaque option sur une ligne indépendante
it_it: inserire ogni opzione in una nuova riga

source: Format
af_za: Formaat

source: Format of the date. Default: mm/dd/yy
af_za: Formaat van die datum: Verstek: mm/dd/yy

source: Min Date
af_za: Min Datum
fr_fr: Date minimum
it_it: Data minima

source: Fixed
af_za: Vas
de_de: Fest
es_es: Fijo
fr_fr: Fixe
it_it: Fisso
ro_ro: Fix

source: days
af_za: dae
de_de: Tage
es_es: días
fr_fr: jours
it_it: giorni
ro_ro: zile

source: Smallest allowed date in days from the current date.
af_za: Kleinste toegelate datum in dae vanaf die huidige datum.
fr_fr: Plus petite date permise (en jours) à partir d'aujourd'hui.
it_it: La data pi&ugrave; piccola accettata, espressa come differenza di giorni dalla data corrente.

source: Fixed date as the minimum in the format mm/dd/yyy eg. 12/31/2012
af_za: Vaste datum as die minimum in die formaat mm/dd/yyyy bv. 12/31/2012
fr_fr: Date fixe minimum (format mm/jj/aaaa, ex.: 12/31/2012)
it_it: Data fissa da utilizzare come data minima consentita, nel formato mm/gg/aaaa, es: 12/31/2012

source: Max Date
af_za: Maks datum
fr_fr: Date maximum
it_it: Data massima

source: Largest allowed date in days from the current date.
af_za: Grootste toegelate datum in dae vanaf die huidige datum.
fr_fr: Plus grande date permise (en jours) à partir d'aujourd'hui.
it_it: La data pi&ugrave; grande accettata, espressa come differenza di giorni dalla data corrente.

source: Fixed date as the maximum in the format mm/dd/yyy eg. 12/31/2012
af_za: Vaste datum as die maksimum in die formaat mm/dd/yyyy bv. 12/31/2012
fr_fr: Date fixe maximum (format mm/jj/aaaa, ex.: 12/31/2012)
it_it: Data fissa da utilizzare come data massima consentita, nel formato mm/gg/aaaa, es: 12/31/2012

source: Active Days
af_za: Aktiewe dae
fr_fr: Jours actifs
it_it: Giorni Attivi

source: Select All
af_za: Kies almal
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Sélectionner tout
it_it: Seleziona tutto
ro_ro: Selectare integrală

source: Active days to allow on the calendar selection.
af_za: Aktiewe dae om op die kalenderkeuse toe te laat.
fr_fr: Jours actif permis dans la sélection du calendrier.
it_it: Giorni consentiti per la selezione nel calendario.
