Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: No shipping methods were selected
af_za: Geen versendingsmetodes is gekies nie
de_de: Es wurden keine Versandarten ausgewählt
es_es: Los métodos de envío no fueron seleccionados
fr_fr: Aucune méthode de livraison n'a été sélectionnée
it_it: Nessun metodo di spedizione selezionato
ro_ro: Nu a fost selectată nici o metodă de expediție

source: Shipping calculation is turned off. Please turn it on in the configuration.
af_za: Versendingsberekening is afgeskakel. Skakel dit asseblief aan in die konfigurasie.
de_de: Die Versandberechnung ist ausgeschaltet. Bitte schalten Sie sie in der Konfiguration ein.
es_es: El cálculo de envío está desactivado. Por favor, actívalo en la configuración.
fr_fr: Le calcul des frais de livraison est désactivé. Active le dans la configuration.
it_it: Il calcolo delle spese di spedizione &egrave; disabilitato. Attivarlo dalla configurazione.
ro_ro: Calculul automat al expedierii este oprit. Vă rugăm să îl porniți din configurație.

source: File could not be moved from temp
af_za: Lêer kon nie geskuif word van tydelik nie

source: File is not uploaded to temp
af_za: Lêer is nie opgelaai na tydelik nie

source: File could not be uploaded due to an error
af_za: Lêer kon nie gelaai word nie as gevolg van 'n fout

source: No file was chosen for the additional attachment
af_za: Geen lêer is gekies vir die bykomende aanhegsel nie.

source: Logo could not be moved to destination
af_za: Logo kon nie verskuif word na bestemming nie.
de_de: Das Logo konnte nicht an seinen Zielort verschoben werden
es_es: El logo no pudo ser movido al destino
fr_fr: Le logo ne peut être déplacé vers cette destination
it_it: Il logo non pu&ograve; essere spostato nella destinazione desiderata
ro_ro: Logo nu poate fi mutat la destinație

source: Logo could not be uploaded, please try again
af_za: Logo kon nie opgelaai word nie, probeer asseblief weer
de_de: Das Logo konnte nicht hochgeladen werden. Bitte erneut versuchen.
es_es: El logo no pudo ser cargado, por favor, inténtalo de nuevo
fr_fr: Le logo ne peut être chargé sur le serveur, essaie à nouveau
it_it: Il logo non pu&ograve; essere caricato, si prega di riprovare.
ro_ro: Logo nu poate fi încărcat, încercați din nou

source: Conditional countries have been saved
af_za: Voorwaardelike lande is gestoor.

source: First Data API Certificate PEM file could not be moved from TMP.
af_za: First Data API-Sertifikaat PEM-lêer kon nie geskuif word van TMP.
fr_fr: Le fichier de certificat PEM de l'API First Data n'a pas pu être déplacé de TMP.
it_it: Il certificato PEM dell'API First Data non pu&ograve; essere spostato da TMP.

source: No configuration settings were found, please click the "Reset to Defaults" link on the right
af_za: Geen konfigurasie-opstellings gevind. Kliek op "Herstel na standaard"-skakel op regterkant.
de_de: Es wurden keine Konfigurationseinstellungen gefunden. Bitte klicken Sie auf das "Auf Vorgaben zurücksetzen" Link auf der rechten Seite.
es_es: No se encontraron configuraciones, por favor clickea el enlace "Reestablecer a predeterminados" en la derecha
fr_fr: Aucun paramètres de configuration n'ont été trouvés. Clique sur le lien "Réinitialiser les paramètres par défaut" à droite
it_it: Nessuna impostazione di configurazione trovata, cliccate sul link sulla destra "Reimposta la Configurazione"
ro_ro: Nu am găsit nici o configurație, vă rugăm să apăsați link-ul "Resetare la valorile implicite" aflat în dreapta

source: Configuration settings have been saved.
af_za: Konfigurasie-opstellings is gestoor.
de_de: Die Konfigurationseinstellungen wurden gespeichert.
es_es: Las configuraciones han sido guardadas.
fr_fr: Les paramètres de configuration ont été sauvegardés.
it_it: La configurazione &egrave; stata salvata.
ro_ro: Configurația a fost salvată.

source: All database tables have been checked and optimized.
af_za: Alle databasis-tabelle is gekeur en geoptimaliseer

source: Countries have been loaded successfully.
af_za: Lande is suksesvol gelaai
fr_fr: Les pays ont étés chargé avec succès.
it_it: L'elenco Nazioni &egrave; stato caricato correttamente.

source: All configuration settings have been reset to their defaults, redirecting now...
af_za: Alle konfigurasie-opstellings is herstel na die oorspronklike stellings, herlei nou...
es_es: Todas las configuraciones han sido reestablecidas a sus valores predeterminados, redireccionando...
fr_fr: Toutes les paramètres de configuration ont été remis aux valeurs par défaut.
it_it: Tutte le impostazioni di configurazione sono state riportate ai valori iniziali, redirect in corso...
ro_ro: Întreaga configurație a fost setată la starea implicită, se redirectează...

source: Configuration settings could not be reset
af_za: Konfigurasie-opstellings kan nie herstel word nie.
de_de: Die Konfigurationseinstellungen konnte nicht zurückgesetzt werden
es_es: Las configuraciones no puede ser reestablecidas
fr_fr: Les paramètres de configuration ne peuvent être remis aux valeurs par défaut
it_it: Le impostazioni di configurazione non possono essere reinizializzate
ro_ro: Nu se poate aduce configurația la starea implicită

source: Wordpress pages for categories, products &amp; suppliers have been updated.
af_za: Wordpress-bladsye vir kategorieë, produkte &amp; verskaffers is opgedateer.
de_de: Die Wordpress Seiten für Kategorien, Produkte und Lieferanten wurden erneuert.
es_es: Las páginas de Wordpress para categorias, productos y proveedores han sido actualizadas.
fr_fr: Les pages Wordpress pour les catégories, produits &amp; fournisseurs ont bien été mises à jour.
it_it: pagine Wordpress per categorie, fornitori &amp; prodotti sono state aggiornate.
ro_ro: Paginile Wordpress pentru categorii, produse și furnizori au fost actualizate.

source: Extension has been activated.
af_za: Uitbreiding is geaktiveer.
de_de: Die Erweiterung wurde aktiviert.
es_es: La extensión han sido activada.
fr_fr: L'extension a été activée.
it_it: L'estensione &egrave; stata attivata.

source: Extension has been deactivated.
af_za: Uitbreiding is gedeaktiveer.
de_de: Die Erweiterung wurde deaktiviert.
es_es: La extensión han sido desactivada.
fr_fr: L'extension a été désactivée.
it_it: L'estenzione &egrave; stata disattivata.

source: Extensions settings have been saved.
af_za: Uitbreidings-opstellings is gestoor.
fr_fr: Les paramètres de l'extension ont été sauvegardés.
it_it: La configurazione dell'estensione &egrave; stata salvata.

source: %s setup/trial occurrences at %s each
af_za: %s Instelling/proef gebeure teen %s elk

source: and
af_za: en

source: Recurs every %s
af_za: Kom elke %s keer voor

source: occurences
af_za: plekke waar dit voorkom

source: Recurs %s
af_za: Gebeur %s kere

source: The secret parameter is missing.
af_za: Die geheime parameter kort.

source: The secret parameter is invalid or malformed.
af_za: Die geheime parameter is nie korrek nie.

source: Captcha code is missing
af_za: Die Captcha kode kort

source: Captcha code is invalid.
af_za: Die Captcha kod is nie korrek nie.

source: Custom
af_za: Doelgemaak

source: USPS (US Postal Services)
af_za: USPS (USA posdiens)

source: Virtual Merchant/Converge
af_za: Virtuele Handelaar/Sameroeper

source: Please note that this product is currently inactive and only visible to admin
af_za: Let asb. daarop dat die produk op die stadium nie aktief is nie en sleg sigbaar vir admin is

source: Fill in measurement text
af_za: Verskaf die mates van die teks

source: Selected products have been saved
af_za: Geselekteerde produkte is gestoor

source: Select length measurement
af_za: Kies die lengte mates

source: Product has been saved
af_za: Produk is gestoor

source: Settings have been saved
af_za: Instellings is gestoor

source: Product added. %s
af_za: Produkte bygevoeg: %s

source: View Cart &rarr;
af_za: Besigtig inkopiemandjie

source: Product cannot be saved
af_za: Produk kan nie gestoor word nie

source: Status of coupons changed
af_za: Besonderhede van koepon het veraner

source: Daily
af_za: Daagliks

source: Weekly
af_za: Weekliks

source: Bi Weekly
af_za: Twee weekliks

source: Semi Monthly
af_za: Semi maandeliks

source: Monthly
af_za: Maandeliks

source: Bi Monthly
af_za: Twee maandeliks

source: Quarterly
af_za: Kwartaalliks

source: Semi Annually
af_za: Semi jaarliks

source: Annually
af_za: Jaarliks

source: No cart/order was specified, please try again
af_za: Geen mandjies/bestelling is gespesifiseer. Probeer asb weer

source: Captcha failed, try again
af_za: Die Captcha kode het misluk, probeer weer

source: Captcha response was empty
af_za: Die Captcha invoer was leeg

source: WordPress 4.2+ Compatibility
af_za: WordPress 4.2+ verenigbaarheid

source: New Theme Folder
af_za: Nuwe Tema

source: The new Bootstrap theme is much improved overall with a completely new design which is also fully responsive to make your shop work on desktops, tablets and mobile devices.
af_za: Die nuwe Bootstrap tema is baie indrukwekkend. Dit is ook 100% responsief en kan op alle rekenaar, tablette en mobiele toestelle werk.

source: Styles/Scripts Panel
af_za: Styl/Teks Paneel

source: The new styles/scripts panel lets you choose which styles/scripts to load on the front-end. You can easily add/remove styles or scripts with filter hooks too.
af_za: Met die nuwe stel/teks paneel kan jy kies watter styl/teks op die voorkant gelaai word. Maklik kan style en teks met filters bygesit of afgehaal word.

source: Fully Multilingual Shop
af_za: Ten volle meertalige winkel

source: Using qTranslate-X, you can now run a fully multilingual shop in any languages you want to.
af_za: Deur qTranslate-X te gebruik, kan jy 'n ten volle meertalige winkel op jou webtuiste gebruik

source: PayPal Pro Hosted
af_za: PayPal Pro aangebied

source: Sell with the WordPress Shopping Cart plugin using your PayPal account and PayPal's very own payment gateway,...
af_za: Verkoop met die WordPress Inkopiemandjie inpropprogram. Gebrui, jou PayPa; rekening en PayPal se eie betalingspoort

source: Correios is a Brazilian courier company with delivery services to over 200 countries, which you can use as an...
af_za: Correios is 'n Brasiliaanse koerier maatskappy wat na meer as 200 lande aflewerings doen. Lande kan na gelang gekies word...

source: Sell online using your Barclaycard ePDQ PSPID account issued by Barclays Bank. Successor of the CPI..
af_za: Verkoop aanlyn deur jou BarclayCard ePDQ PSPID rekening, wat deur Barclays Bank uitgereik word, te gebruik.

source: See full overview
af_za: Sien volle oorsig

source: Get it now
af_za: Kry dit nou

source: Search products...
af_za: Soek produkte...

source: Title of this digital file as it will be displayed to customers
af_za: Titel van die digitale ler soos dit aan die kliënte vertoon word.

source: Assign this digital file to a product. When this product is purchased and paid for, the digital file will be made available to the customer as well.
af_za: Ken die digitale ler aan 'n produk toe. Wanneer die produk gekoop en betaal is, sal die digitale produk ook aan die kliënt beskikbaar gestel word.

source: File will be available for download when this product is ordered and paid for
af_za: Slegs wanneer die lêer bestel en betaal is, sal dit beskikbaar wees om afgelaai te word.

source: Search for a product
af_za: Soek vir 'n produk

source: Upload a file or specify a file url/link
af_za: Laai n lêer op of spesifiseer n lêer se url/skakel

source: Customers will be provided with this link to download their file
af_za: Kliënte sal van 'n skakel voorsien word om hul lêer af te laai

source: Files will be securely and discreetly pushed to the customers browser
af_za: Lêers sal veilig en strategies na die kliënt se webleser gestoot word

source: Leave blank for no changes
af_za: Laat leeg indien daar geen veranderings is nie

source: %s setup/trial occurences of %s
af_za: %s instelling/proef gebeure van %s

source: Card Types
af_za: Kaart tipes

source: Choose the types of cards that customers may pay with. Note that there are %s which may restrict which cards you can accept.
af_za: Kies die tipes kaarte waarmee die kliënt mee kan betaal. Let daarop dat daar %s is, wat kan beperk watter kaarte jy kan aanvaar

source: regional differences
af_za: streeks verskille

source: Choose the supported card types that customers can use
af_za: Kies die tipes kaarte wat jy ondersteun en wat die kliënt kan gebruik

source: Virtual Merchant/Converge secure payment page
af_za: Virtuele Handelaar/Sameroeper veilige betaling bladsy

source: Should customers checkout and pay on the Virtual Merchant/Converge secure payment page or directly on your site?
af_za: Moet die kliënte se inkopmandjie en betaling op die Virtuele Handelaar/Sameroeper se veilige betalingsbladsy geskied of op jou webtuiste?

source: Your Virtual Merchant/Converge account ID
af_za: Jou Virtuele Handelaar/Sameroeper rekening ID

source: The Virtual Merchant/Converge user ID of the user to use
af_za: Die Virtuele Handelaar/Sameroeper gebruikers ID vir die gebruiker om te gebruik

source: PIN which you can obtain/change in your Virtual Merchant/Converge account
af_za: PIN wat jy kan verkry of verander in jou Virtuele Handelaar/Sameroeper- rekening

source: If you are using a Virtual Merchant/Converge DEMO account, set this to Yes
af_za: As jy gebruikmaak van 'n Handelaar/Sameroeper demonstrasie rekening, stel dit tot Ja

source: Turning this On will cause Virtual Merchant/Converge to always APPROVE transactions, no matter what. Turn this off for a production site.
af_za: As hierdie aangeskakel word, sal die Handelaar/Sameroeper altyd alle transaksies outomaties goedkeur. Skakel dit af vir 'n aktiewe webtuiste.

source: Go to Terminal > Advanced > System Setup in your Virtual Merchant panel. Enable "Export Script" and set the URLs to %s.
af_za: Gaan na Terminaal>Gevorderde>Sisteem Instellings in jou Virtuele Handelaar paneel. Aktiveer "Voer Teks uit" and verstel die URL's na %s

source: Choose the cycle at which the recurring billing will occur.
af_za: Kies die siklus waarteen die herhalende faktuur moet geskied

source: Go to Account > Settings > Silent Post URL in your Authorize.net panel and set the URL to %s. This is to ensure that recurring payments automatically get logged.
af_za: Gaan na Rekening>Instellings>StilPos URL in die Authorize.net paneel en verander die URL na %s. Dit is om seker te maak dat die herhalende betalings outomaties aangeteken word.

source: Setup/Trial Occurences
af_za: Instellings/Proef gebeure

source: Number of occurences to run the setup/trial
af_za: Getal gebeure om die instellings/proef te doen

source: Setup/Trial Amount
af_za: regional differences aantal

source: 7 to 365 for days or 1 to 12 for months
af_za: 7 tot 365 vir dae en 1-12 vir maande

source: Occurences
af_za: Gebeure

source: Set to 9999 for ongoing, unlimited
af_za: Stel tot 9999 vir deurlopend, onbepekte

source: Top Notices/Errors
af_za: Meeste Kennisgewings/Foute

source: Yes, turn on the top notices/errors
af_za: Ja, skale die Meeste Kennisgewings/Foute aan

source: Turn on to show a notice/error at the top of the screen when adding products
af_za: Skakel aan om die Meeste Kennisgewings/Foute aan die bo-punt van die skerm te wys, as produkte bygevoeg word

source: Minimum Amount/Total
af_za: Minumum Bedrag/Totaal

source: The minimum amount/total that an order must be in order for a customer to be able to checkout.
af_za: Die minimum bedrag/totaal wat 'n bestelling moet wees voor 'n kliënt na die betalingspunt kan gaan

source: No states/provinces are loaded, %s
af_za: Geen state/provinsies is gelaai, %s

source: load them now
af_za: laai hulle nou

source: Thousands Separator
af_za: Duisende deler

source: Thousands separator to use for pricing display.
af_za: Duisende verdeler wat vir pryse gebruik word

source: Export Delimiter
af_za: Voer skeier uit

source: The delimiter used for exporting of CSV throughout the plugin.
af_za: Die skeier wat gebruik word vir die uitvoer van CSV regdeur die inpropprogram.

source: Products Per Row
af_za: Produkte per ry

source: How many products per row in the grid view mode?
af_za: Hoeveel produkte per ry in die roosterskerm-mode?

source: Show Out of Stock Products
af_za: Wys Nie in Voorraad produkte

source: Yes, show out of stock products
af_za: Ja, wys Nie in Voorraad produkte

source: Update all shop posts/pages
af_za: Opdateer all winkel pos/bladsye

source: Show Price/Percentage
af_za: Wys Prys/Persentasie

source: Yes, show the price/percentage on variation options
af_za: Ja, wys die prys/persentasie van die veranderlike opsies

source: Should the variation option price (if available) be shown throughout the shop?
af_za: Moet die veranderlike opsies pryse (as dit beskikbaar is) deur die hele winkel wys?

source: Code/SKU for identification and reporting
af_za: Kode/SKU vir identifikasie en terugvoer

source: All Variations
af_za: Alle veranderlikes

source: All Options
af_za: Alle opsies

source: Export All
af_za: Voer alles uit

source: Export Selected
af_za: Voer sleg geselekteerde uit

source: Transaction ID
af_za: Transaksie ID

source: Tracking Number: %s
af_za: Opsporingsnommer: %s

source: Are you sure you want to delete this payment?
af_za: Is jy seker dat jy die betaling wil verwyder?

source: Set measurement text...
af_za: Stel metingsteks...

source: Set length measurement...
af_za: Stel lengte van meting

source: unit(s)
af_za: eenheid/eenhede

source: Use retail/suggested price value
af_za: Gebruik kleinhandel/voorgestelde prys

source: Load Default Styles
af_za: Laai die standaar styl

source: Turn On/Off the loading of default styles in the plugin.
af_za: Skakel Aan/Af die laai van die standaard

source: Style
af_za: Styl

source: The name of the style to load. Tick/check the checkboxes to enable and load styles. Do not disable loading of styles unless you specifically need or want to.
af_za: Die naam van die styl wat gelaai moet word. Kliek die blokkie om dit te aktiveer en die styl te laai. Moenie die laai van style onaktief maak nie, tensy jy dit spesifiek benodig.

source: Handle
af_za: Hanteer

source: Handle/slug to register the style with. Can be changed if a conflict occurs.
af_za: Hanteer/Swig om die styl mee te registreer. Kan verander word as dit met iets anders bots.

source: Post/Page IDs
af_za: Pos/Bladsy ID's

source: Comma separated post/page IDs to only load the style on, eg. 1,54,3,71
af_za: Comma geskeide pos/bladsy ID's alleenlik vir die laai van die style, bv. 1, 54, 3, 71

source: Version %s
af_za: Weergawe %s

source: All posts/pages
af_za: Alle pos/bladsye

source: Turn On/Off the loading of default scripts in the plugin.
af_za: Skakel Aaan/Af die laai van standaard teks in die inpropprogram

source: Script
af_za: Skrif

source: The name of the script to load. Tick/check the checkboxes to enable and load scripts. Do not disable loading of scripts unless you specifically need or want to.
af_za: Die naam van die skrif wat gelaai moet word. Kliek die blokkie om die teks te aktiveer en te laai. Moenie die laai van teks onaktief maak, tensy jy die spesifiek so wil hê nie.

source: Handle/slug to register the script with. Can be changed if a conflict occurs.
af_za: Hanteer/swig om die skrip mee te registreer. Kan verander word as dit met iets anders bots.

source: Comma separated post/page IDs to only load the script on, eg. 1,54,3,71
af_za: Komma geskeide pos/bladsy ID's om die skrif op te laai, bv 1, 54, 3, 71

source: Surcharge/Handling
af_za: Bybetaling/Hantering

source: Surcharge, handling or insurance fee additionally calculated for this shipping method.
af_za: Bybetaling, hantering of versekering fooie vir die verskepingsmetode word ekstra by gereken.

source: Paste Zip Codes
af_za: Plak Zip kode hier

source: If you have a comma separated list of zip codes, you can copy and paste them here.
af_za: As jy 'n komma geskeide lys van zip kodes het, kan jy dit koepiëer en hier plak

source: You may use an asterix (*) to create a wildcard, eg. WN5* to match all codes in that area/district.
af_za: Jy kan 'n sterretjie (*) gebruik om 'n wildekaart te skep, bv. WN5* om al die kodes in daardie area te kies

source: Calculation Type
af_za: Bereken tipe

source: Packages
af_za: Pakkies

source: Order Weight
af_za: Bestelling gewig

source: Use KGS if your products are in CM and LBS if your products are in IN.
af_za: Gebruik kg as jou produkte in sentimeters is en LBS as dit in duime is

source: Variation Code:
af_za: Variasie kode:

source: Give this variation a descriptive caption/notation for your customers to see.
af_za: Gee die variase 'n beskrywing onderskrif vir al jou kliënte om te sien

source: handling
af_za: hantering

source: Loading...
af_za: Laai...

source: Maestro Required Fields
af_za: Maestro Verpligte Velde

source: Issue Number
af_za: UItgawe nommer

source: Start Date
af_za: Begin datum

source: Register &raquo;
af_za: Registreer &raquo;

source: Enter coupon code
af_za: Verskaf koeponkode

source: Today
af_za: Vandag

source: Clear
af_za: Maak skoon

source: &laquo; Back to %s
af_za: &laquo; Terug na %s

source: Invoice
af_za: Faktuur

source: %s Paid
af_za: %s Betaal

source: Thanks for using %s
af_za: Dankie dat jy %s gebruik het

source: Bill To
af_za: Rekening aan:

source: Ship To
af_za: Verskeep na

source: Invoice #%s
af_za: Faktuur #%s

source: Visit our website
af_za: Besoek ons webtuiste

source: Questions? Email %s
af_za: Vrae? Epos %s

source: View order
af_za: Besigtig bestelling

source: Back to your account
af_za: Terug na jou rekening

source: Updating...
af_za: Opdatering...

source: Adding...
af_za: Besig om by te voeg

source: View all images
af_za: Besigtig all prentjies

source: View all images <i class="fa fa-angle-double-right"></i>
af_za: Besigtig alle prentjies <i class="fa fa-angle-double-right"></i>

source: Choose Amount
af_za: Verskaf wydte/lengte

source: Fill in width/length
af_za: Verskaf wydte/lengte

source: In stock
af_za: In voorraad

source: Minimum order of %s qty
af_za: Minimum bestelling van %s

source: Enter search term...
af_za: Verskaf soek term

source: Get Quote
af_za: Kry 'n kwotasie

source: Loading
af_za: Laai

source: Total Items:
af_za: Totale items:

source: Checkout &raquo;
af_za: Betaalpunt &raquo;

source: View Cart
af_za: Besigtig inkopiemandjie

source: Filter by Price
af_za: Filter deur Prys

source: - Select Product -
af_za: -Kies Produk-

source: View all products &raquo;
af_za: Besigtig alle produkte &raquo;

source: Cart Summary
af_za: Inkopiemandjie opsomming

source: Go to Cart
af_za: Gaan na Inkopiemandjie

source: Sales
af_za: Verkope

source: Discounts
af_za: Afslagte

source: Product removed
af_za: Produk verwyder

source: Out of stock
af_za: Nie in voorraag

source: Yes, show product thumbnails
af_za: Ja, wys produkte

source: Min Price:
af_za: Min prys:

source: Max Price:
af_za: Maks prys:

source: Payments
af_za: Betalings

source: Cart &amp; Order Settings
af_za: Inkopiemandjie &amp; Bestelling instellings

source: Checkout Overview
af_za: Betaalpunt oorsig

source: The minimum, required order total is %s
af_za: Die minimum bestelling totaal is %s

source: Add something to your cart first
af_za: Voeg eers iets by jou inkopiemandjie

source: Fill in an issue number
af_za: Verskaf 'n kwessie nommer

source: Fill in a start date
af_za: Verskaf 'n begindatum

source: No response was returned, please try again
af_za: Geen terugvoer was gegee, probeer asb weer

source: An HTTP error has occurred. PayPal cannot be contacted.
af_za: 'n HTTP fout het plaasgeving. PayPal kon nie gekontak word nie

source: Product image removed
af_za: Produk se prentjie verwyder

source: Featured
af_za: Vertoonde

source: Affiliate
af_za: Vennoot

source: Inventory
af_za: Inventaris

source: Heigth
af_za: Hoogte
