Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: The serial key is valid and you can now continue using the Shopping Cart plugin. Thank you for your business and support!
af_za: Die reekssleutel is geldig en jy kan nou voortgaan om die Inkopiemandjie-inpropprogram te gebruik.
de_de: Die Seriennummer ist gültig. Sie können den Warenkorb Plugin weiterhin benutzen. Vielen Dank für Ihr Vertrauen und Ihre Unterstützung!
es_es: El número de serie es válido y puedes continuar usando el plugin del Carrito de Compras. ¡Gracias por tu negocio y soporte!
fr_fr: La clé d'activation est valide, vous pouvez maintenant continuer à utiliser le plugin Shopping Cart. Merci de votre support!
it_it: Il numero seriale &egrave; valido e puoi continuare ad utilizzare il plugin Shopping Cart. Ti ringraziamo per la tua attivit&agrave; e supporto!
ro_ro: Cheia serială este validă și puteți continua să folosiți modulul Shopping Cart. Vă mulțumim pentru afacere și pentru sprijin!

source: Apply Serial and Close Window
af_za: Pas Reeks toe en maak die beeldarea toe
de_de: Seriennummer anwenden und das Fenster schließen
es_es: Aplicar Número de Serio y Cerrar Ventana
fr_fr: Appliquer le numéro de série et fermer la fenêttre
it_it: Applica il seriale e chiudi la finestra
ro_ro: Aplicați cheia și închideți fereastra

source: Manage Suppliers
af_za: Bestuur Verskaffers
de_de: Lieferanten verwalten
es_es: Administrar Proveedores
fr_fr: Gérer les fournisseurs
it_it: Gestione Fornitori
ro_ro: Gestionare furnizori

source: suppliers
af_za: verskaffers
de_de: Lieferanten
es_es: proveedores
fr_fr: fournisseurs
it_it: fornitori
ro_ro: furnizori

source: Search Suppliers
af_za: Soek Verskaffers
de_de: Lieferanten suchen
es_es: Buscar Proveedores
fr_fr: Chercher dans les fournisseurs
it_it: Cerca Fornitori
ro_ro: Căutare furnizori

source: Are you sure you wish to execute this action on the selected suppliers?
af_za: Is jy seker jy wil hierdie aksie op die geselekteerde verskaffers uitoefen?
de_de: Sind Sie sicher, daß Sie diese Aktion auf die ausgewählten Lieferanten anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los proveedores seleccionados?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur le fournisseur sélectionné?
it_it: Sei sicuro di voler eseguire quest\'azione sui fornitori selezionati?
ro_ro: Sigur doriți să executați această acțiune asupra furnizorilor selectați?

source: Notify
af_za: Stel in kennis

source: Are you sure you want to delete this supplier?
af_za: Is jy seker jy wil hierdie verskaffer uitvee?
de_de: Sind Sie sicher, daß SIe diesen Lieferanten löschen wollen?
es_es: ¿Estás seguro que deseas borrar este proveedor?
fr_fr: Êtes-vous sûr de vouloir supprimer ce fournisseur?
it_it: Sei sicuro di voler eliminare questo fornitore?
ro_ro: Sigur doriți să eliminați acest furnizor?

source: No suppliers are available
af_za: Geen verskaffers is beskikbaar nie
de_de: Es sind keine Lieferanten verfügbar
es_es: No hay proveedores disponibles
fr_fr: Pas de fournisseurs disponibles
it_it: Nessun fornitore definito
ro_ro: Nu este disponibil nici un furnizor

source: Order Suppliers
af_za: Bestelling-verskaffers
fr_fr: Trier les fournisseur
it_it: Fornitori Ordine

source: Drag and drop the suppliers below to order them accordingly.
af_za: Sleep en los die verskaffers onder om hul ooreenkomstig te rangskik.
fr_fr: Faire glisser les fournisseurs ci-dessous et les organiser tel qu'ils apparaîterons aux clients.
it_it: Clicca e trascina i fornitori per impostare l'ordine in cui devono apparire ai clienti.

source: Use the %s shortcode to display suppliers.
af_za: Gebruik die %s kortkode om die verskaffers te vertoon.
fr_fr: Utilisez le raccourci %s pour afficher les fournisseurs.
it_it: Utilizza lo shortcode %s per visualizzare i fornitori.

source: Add New Supplier
af_za: Voeg 'n nuwe Verskaffer by.
de_de: Neuen Lieferanten hinzufügen
es_es: Agregar Nuevo Proveedor
fr_fr: Ajouter un nouveau fournisseur
it_it: Aggiungi Nuovo Fornitore
ro_ro: Adăugare furnizor

source: Supplier Name:
af_za: Verskaffernaam:
de_de: Lieferanten Name:
es_es: Nombre de Proveedor:
fr_fr: Nom du fournisseur:
it_it: Nome Fornitore:
ro_ro: Nume furnizor:

source: Save Supplier
af_za: Stoor Verskaffer
de_de: Lieferanten speichern
es_es: Guardar Proveedor
fr_fr: Enregistrer le fournisseur
it_it: Salva Fornitore
ro_ro: Salvare furnizor

source: Create Login Account
af_za: Skep Inlog-rekening
de_de: Erstelle Konto
es_es: Crear Cuenta de Ingreso
fr_fr: Créer un compte utilisateur
it_it: Crea Credenziali di accesso
ro_ro: Creare cont

source: Create an account with Supplier role for this supplier to login with and manage products. Remember to give suppliers permissions to specific sections under Checkout > Configuration with the Supplier role.
af_za: Skep 'n rekening met Verskaffer-rol vir hierdie verskaffer om mee in te log en sy produkte te bestuur. Onthou om aan verskaffers toegang te gee tot spesifieke afdelings by Uitteken>Konfigurasie met die Verskaffer-rol.

source: Create a WordPress account for this supplier to login and manage its own products in the Products section.
af_za: Skep 'n WordPress-rekening vir hierdie verskaffer om in te log en sy eie produkte in die Produkte-afdeling te bestuur.
de_de: Erstellen Sie ein WordPress Konto für diesen Lieferanten, damit er sich anmelden und seine eigenen Produkte verwalten kann.
es_es: Crear una cuenta de WordPress para este proveedor para ingresar y administrar sus propios productos en la sección Productos.
fr_fr: Créer un compte WordPress pour ce fournisseur afin qu'il puisse se loguer et administrer ses propres produits dans la section des articles.
it_it: Crea un account Wordpress per questo fornitore per consentirgli di accedere al sito e gestire i propri prodotti nell'apposita sezione.
ro_ro: Creați un cont WordPress pentru acest furnizor în așa fel încât să se poată autentifica și să poată gestiona propriile produse în secțiunea Produse

source: WordPress username to register.
af_za: WordPress gebruikernaam om te registreer.
de_de: Zu registrierende WordPress Anwendername.
es_es: Nombre de Usuario de Wordpress para registración.
fr_fr: Nom d'utilisateur à utiliser lors de l'inscription à WordPress.
it_it: Il nome utente WordPress per la registrazione.
ro_ro: Nume utilizator pentru înregistrare în WordPress.

source: WordPress email address to register.
af_za: WordPress epos-adres om te registreer.
de_de: Zu registrierende WordPress Emailadresse
es_es: Email de WordPress para registración.
fr_fr: Mot de passe à utiliser lors de l'inscription à WordPress.
it_it: L'email WordPress per la registrazione.
ro_ro: Adresă email pentru înregistrare în WordPress.

source: Auto Approve
af_za: Auto-goedkeuring

source: Set this to "Yes" to automatically approve and published new products created by this supplier. If you prefer to review and approve all products manually, set this to "No".
af_za: Stel hierdie na "Ja" om nuwe produkte wat deur die verskaffer geskep is, outomaties goed te keur en te publiseer. Indien jy verkies om alle produkte persoonlik na te gaan en goed te keur, stel hierdie na "Nee".

source: Choose to auto approve new products created by the supplier or review products and approve them manually.
af_za: Kies dat nuwe produkte wat deur die verskaffer geskep is, auto goedgekeur word of om produkte persoonlik na te gaan en te keur.

source: Supplier Logo
af_za: Verskaffer-logo
de_de: Lieferanten Logo
es_es: Logo del Proveedor
fr_fr: Logo du fournisseur
it_it: Logo Fornitore
ro_ro: Logo furnizor

source: upload an image for this supplier
af_za: Laai prent/beeld op vir verskaffer
de_de: Ein Bild für diesen Lieferanten hochladen
es_es: subir una imagen para este proveedor
fr_fr: charger une image sur le serveur pour ce fournisseur
it_it: carica un'immagine per questo fornitore
ro_ro: încărcare imagine furnizor

source: Leave field empty for no changes
af_za: Laat veld oop vir geen veranderinge.
de_de: Lassen Sie das Feld leer, wenn es keine Änderungen geben soll
es_es: Dejar campo vacío para no tener cambios
fr_fr: Laisse le champ vide pour ne pas le changer
it_it: Lascia il campo vuoto per non effettuare cambiamenti
ro_ro: Lăsați necompletat pentru a nu modifica

source: Order Notification
af_za: Bestelling Kennisgewing
de_de: Bestellhinweis
es_es: Notificación de Pedido
fr_fr: Notification de commande
it_it: Notifica Ordine
ro_ro: Notificare comandă

source: send the supplier an email with the order details
af_za: Stuur aan die verskaffer 'n epos met die bestellingbesonderhede
de_de: Senden Sie dem Lieferanten eine Email mit den Bestelldetails
es_es: enviar un email al proveedor con los detalles del pedido
fr_fr: Envoyer un courriel au fournisseur avec les détails de la commande
it_it: invia al fornitore una email con il dettaglio dell'ordine
ro_ro: trimiteți furnizorului un email cu detaliile comenzii

source: Valid email address to send order notifications to.
af_za: Geldige epos-adres om die bestellingbesonderhede heen te stuur.
de_de: Gültige Emailadresse, an die Bestelleingänge verschickt werden soll
es_es: Email válido para enviar notificaciones de pedido.
fr_fr: Une adresse courriel valide pour envoyer des notifications de commandes.
it_it: Un indirizzo email valido a cui inviare le notifiche dei nuovi ordini.
ro_ro: Adresă email validă pentru trimiterea notificărilor

source: Yes, delete
af_za: Ja, vee uit
de_de: Ja, löschen
es_es: Si, borrar
fr_fr: Oui, supprimer
it_it: S&igrave;, elimina
ro_ro: Da, elimină

source: No, dont delete
af_za: Nee, moenie uitvee nie
de_de: Nein, nicht löschen
es_es: No, no borrar
fr_fr: Non, ne pas supprimer
it_it: No, non eliminare
ro_ro: Nu elimina

source: Supplier pages is turned off in the Configuration, turn it on to enable this feature.
af_za: Verskafferbladsye is afgeskakel in die Konfigurasie, skakel dit aan om hierdie funksie te aktiveer.
de_de: Die Versandkalkulation ist in der Konfiguration ausgeschaltet. Bitte anschalten, um dieses Funktion benutzen zu können.
es_es: La página de Proveedores está desactivada en la Configuración, actívala para habilitar la característica.
fr_fr: Les pages des fournisseurs sont désactivées dans la configuration, active le pour modifier cette fonctionnalité.
it_it: Le pagine dei fornitore sono disabilitate nella Configurazione, abilitarle per utilizzare questa funzionalit&agrave;
ro_ro: Paginile furnizorilor sunt oprite din configurație, porniți-le pentru a utiliza această funcționalitate.

source: View Supplier:
af_za: Besigtig Verskaffer
fr_fr: Voir le fournisseur:
it_it: Visualizza Fornitore:

source: Change the details of this supplier.
af_za: Verander die besonderhede van hierdie verskaffer.
fr_fr: Modifier les détails de ce fournisseur.
it_it: Modifica i dettagli del fornitore.

source: Are you sure you wish to remove this supplier?
af_za: Is jy seker jy wil hierdie verskaffer verwyder?
fr_fr: Êtes-vous sûr de vouloir supprimer ce fournisseur?
it_it: Sei sicuro di voler eliminare questo fornitore?

source: Remove this supplier and all products
af_za: Verwyder hierdie verskaffer en alle produkte.
fr_fr: Supprimer ce fournisseur et tout ces produits
it_it: Rimuovi il Fornitore e tutti i suoi prodotti

source: Supplier Image
af_za: Verskaffer prent/beeld
fr_fr: Image du fournisseur
it_it: Immagine Fornitore

source: Support
af_za: Ondersteuning
es_es: Soporte
it_it: Supporto
ro_ro: Suport

source: Shopping Cart plugin
af_za: Inkopiemandjie inpropprogram

source: Extension plugins
af_za: Uitbreiding inpropprogramme

source: Tribulant News Blog
af_za: Tribulant nuusblog

source: News Blog
af_za: Nuusblog
es_es: Novedades del Blog
fr_fr: Nouvelles du blog
it_it: Blog Novit&agrave;
ro_ro: Blog

source: Documentation
af_za: Dokumentasie
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
ro_ro: Documentație

source: Support Ticket System
af_za: Ondersteun kaartjiestelsel

source: Support Forums
af_za: Ondersteun Forums
es_es: Foros de Soporte

source: Remove this tax rate
af_za: Verwyder hierdie belastingkoers
de_de: Diesen Steuersatz entfernen
es_es: Borrar esta tasa de impuestos
fr_fr: Supprimer ce taux de taxe
it_it: Rimuovi questa imposta
ro_ro: Eliminare taxă

source: Are you sure you want to delete this tax rate?
af_za: Is jy seker jy wil hierdie belastingkoers uitvee?
de_de: Sind Sie sicher, daß Sie diesen Steuersatz löschen wollen?
es_es: ¿Estás seguro que quieres borrar esta tasa de impuestos?
fr_fr: Êtes-vous sûr de vouloir supprimer ce taux de taxe?
it_it: Sei sicuro di voler rimuovere l\'imposta selezionata?
ro_ro: Sigur doriți să eliminați această taxă?

source: Add Tax Rate
af_za: Voeg belastingkoers by
de_de: Steuersatz hinzufügen
es_es: Agregar Tasa de Impuestos
fr_fr: Ajouter un taux de taxation
it_it: Aggiungi Imposta
ro_ro: Prenume

source: This function will test your current email settings and provide an explanatory error message if email sending fails.
af_za: Hierdie funksie sal jou huidige epos-opstelling toets en 'n verduidelikende foutboodskap gee indien die epos nie funksioneer nie.
fr_fr: Cette fonctionnalité testera vos paramètres de courriel et affichera un message d'erreur détaillé si l'envoi échou.
it_it: Questa funzione verificher&agrave; le impostazioni email inserite e fornir&agrave; indicazioni su come correggerle in caso di fallimento dell'invio.

source: Please type an email address below to send a test email to.
af_za: Tik asb 'n epos-adres onder om 'n toets-epos te stuur.
fr_fr: Veuillez indiquer une adresse courriel de test ci-dessous.
it_it: Si prega di inserire un indirizzo email valido usato come mittente dell'email di verifica.

source: Send Test Email
af_za: Stuur Toets-epos
fr_fr: Envoyé le courriel de test
it_it: Invia Email di Prova

source: Checkout plugin %s is available.
af_za: Uitteken-inpropprogram %s is beskikbaar.

source: You can update automatically or download to install manually.
af_za: Jy kan outomaties opdateer of aflaai om per hand te installeer.

source: Update Automatically
af_za: Dateer outomaties op.
fr_fr: Mise-à-jour automatique
it_it: Aggiorna Automaticamente

source: Download
af_za: Aflaai
es_es: Descargar
fr_fr: Télécharger
ro_ro: Descărcare

source: Changelog
af_za: Transaksielog

source: Unfortunately your download has expired, please renew to gain access.
af_za: Jou aflaai het ongelukkig verval, hernu asb om toegang te verkry.

source: Renew Now
af_za: Hernu Nou

source: Products Search Widget
af_za: Produkte Soek hulptuig
de_de: Produktsuche Widge
es_es: Widget de Buscador de Productos
fr_fr: Widget de recherche des produits
it_it: Widget Ricerca Prodotti
ro_ro: Widget căutare produse

source: Latest Products
af_za: Nuutste Produkte
de_de: Neueste Produkte
es_es: Últimos Productos
fr_fr: Derniers produits
it_it: Ultimi Prodotti
ro_ro: Produse noi

source: Product Suppliers
af_za: Produkte-verskaffers
de_de: Produktlieferanten
es_es: Proveedores de Productos
fr_fr: Fournisseurs de produits
it_it: Fornitori Prodotti
ro_ro: Furnizori produse

source: Remote Products
af_za: Afstandsprodukte
de_de: Externe Produkte
es_es: Productos Remotos
fr_fr: Produits à distance
it_it: Prodotti Remoti
ro_ro: Produse la distanță

source: Price Ranges Search
af_za: Prysreekse soektog
de_de: Preisspanne Suche
es_es: Buscador de Rangos de Precio
fr_fr: Rechercher une gamme de prix
it_it: Ricerca per intervallo di prezzo
ro_ro: Căutare după gama de preț

source: Keywords Drop Down
af_za: Sleutelwoorde tuimel
de_de: Stichworte Drop Down
es_es: Desplegable de Palabras Claves
fr_fr: Faire descendre les mots clés
it_it: Tendina Parole Chiave
ro_ro: Drop Down cuvinte cheie

source: Total Only
af_za: Slegs Totaal
de_de: Nur die Summe
es_es: Sólo el Total
fr_fr: Uniquement le total
it_it: Solo Totali
ro_ro: Total produse

source: All Details
af_za: Alle Detail
de_de: Alle Details
es_es: Todos los Detalles
fr_fr: Tous les détails
it_it: Tutti i Dettagli
ro_ro: Detalii facturare

source: Products Summary:
af_za: Produkte Opsomming
es_es: Sumario de Productos:
fr_fr: Sommaires des produits:
it_it: Somario Prodotto:

source: Hide when empty:
af_za: Steek weg indien leeg:
de_de: Nicht anzeigen, wenn leer
es_es: Ocultar cuando esté vacío:
fr_fr: Masquer lorsque vide:
it_it: Nascondi se vuoto:
ro_ro: Ascunde când este gol:

source: Hide the widget when the shopping cart is empty
af_za: Steek die hulptuig weg wanneer die inkopemandjie leeg is
de_de: Das Widget nicht anzeigen, wenn der Warenkorb leer ist
es_es: Ocultar el widget cuando el carrito de compras esté vacío
fr_fr: Masquer le widget quand le panier Shopping Cart est vide
it_it: Nascondi il widget quando il carrello &egrave; vuoto
ro_ro: Ascunde widget-ul când coșul de cumpărături este gol

source: Enable Coupon Form
af_za: Maak koeponvorm bruikbaar
de_de: Gutscheine aktivieren
es_es: Habilitar Formulario de Cupón
fr_fr: Activer le formulaire des coupons rabais
it_it: Abilita il modulo Buono Sconto
ro_ro: Pornire formular cupon

source: Domain
af_za: Domein
de_de: Domäne
es_es: Dominio
fr_fr: Nom de domaine
it_it: Dominio
ro_ro: Domeniu

source: a domain/host name starting with "http://"
af_za: 'n domein/gasheernaam wat met "http://" begin
de_de: Ein Domänen- oder Hostname, der mit "http://" beginnt
es_es: un dominio/nombre de servidor comenzando con "http://"
fr_fr: un nom de domaine/hôte en commençant avec "http://"
it_it: Indicare un nome di dominio/host che inizia con "http://"
ro_ro: un domeniu sau o gazdă care incepe cu http://

source: Number of Products
af_za: Aantal Produkte
de_de: Anzahl der Produkte
es_es: Número de Productos
fr_fr: Nombre de produits
it_it: Numero di Prodotti
ro_ro: Număr de produse

source: set to "0" or leave empty for all products
af_za: stel na "0" of laat oop vir alle produkte
de_de: Auf "0" gesetzt oder lassen Sie es für alle Produkte leer
es_es: colocar en "0" o dejar vacío para todos los productos
fr_fr: réglé sur "0 " ou laisser vide pour tous les produits
it_it: Imposta a "0" o lascia vuoto per tutti i prodotti
ro_ro: setați la zero (0) pentru toate produsele

source: Show Thumbnails
af_za: Vertoon seëlgrootte prente/beelde
de_de: Miniaturbilder anzeigen
es_es: Mostrar Miniaturas
fr_fr: Afficher les miniatures
it_it: Mostra Miniature
ro_ro: Afișare medalioane

source: Show only main categories
af_za: Wys slegs hoofkategorieë
de_de: Nur die Hauptkategorien anzeigen
es_es: Mostrar sólo categorías principales
fr_fr: Afficher seulement les catégories principales
it_it: Mostra solo le categorie principali
ro_ro: Afișare numai categorii principale

source: Sorting of Categories:
af_za: Sortering van Kategorieë:
de_de: Sorieren von Kategorien
es_es: Clasificación de Categorías:
fr_fr: Tri des catégories:
it_it: Ordinamento delle Categorie:
ro_ro: Aranjare categorii:

source: By
af_za: Teen
de_de: Nach
es_es: Por
fr_fr: Par
it_it: Per
ro_ro: De

source: Sort Order
af_za: Sorteervolgorde
de_de: Reihenfolge der Sortierung
es_es: Ordenar Pedido
fr_fr: Ordre du tri
it_it: Ordinamento
ro_ro: Ordine sortare

source: ID number
af_za: ID-nommer
de_de: Ausweisnummer
es_es: Número de ID
fr_fr: Numéro d'ID
it_it: ID
ro_ro: Număr ID

source: Link Below Widget
af_za: Koppel/skakel onder hulptuig
de_de: Link darunter Widget
es_es: Enlace debajo del Widget
fr_fr: Lien sous le Widget
it_it: Link sotto il Widget
ro_ro: Link sub widget

source: Show as Drop Down
af_za: Vertoon as 'n Tuimel
de_de: Als Drop Down anzeigen
es_es: Mostrar como Desplegable
fr_fr: Monter comme descendu
it_it: Mostra come Menu a tendina
ro_ro: Afișare ca Drop Down

source: Link Title/Text
af_za: Koppel Titel/Teks
de_de: Link Titel/Text
es_es: Título/Texto del Enlace
fr_fr: Lien du Titre/Texte
it_it: Titolo/Testo del link
ro_ro: Link titlu/text

source: More great products...
af_za: Meer wonderlike produkte....
de_de: Mehr tolle Produkte...
es_es: Más buenos productos...
fr_fr: Plus d'excellent produits...
it_it: Altri grandi prodotti...
ro_ro: Mai multe produse excelente...

source: Link URL/Location
af_za: Skakel bronadres/ligging
de_de: Link URL/Ort
es_es: URL del Enlace
fr_fr: Lien de l'URL/Emplacement
it_it: URL/Indirizzo del link
ro_ro: Link URL/locație

source: You are not currently logged in, please register or login.
af_za: Jy is nie tans ingelog nie, registreer of log in asb.
de_de: Sie sind gegenwärtig nicht angemeldet. Bitte registrieren oder anmelden.
es_es: No estás logueado, por favor, regístrate o loguéate.
fr_fr: Veuillez vous enregistrer ou vous connecter.
it_it: Non hai effettuato l'accesso, per favore accedi o registrati.
ro_ro: Nu sunteți autentificat, vă rugăm înregistrați-vă sau, dacă aveți deja cont, autentificați-vă.

source: Edit Profile
af_za: Wysig Profiel
de_de: Profil bearbeiten
es_es: Editar Perfil
fr_fr: Modifer le profil
it_it: Modifica Profilo
ro_ro: Editare profil

source: Downloads Management
af_za: Bestuur van Aflaaie
es_es: Administrador de Descargas
fr_fr: Gestion des téléchargements
it_it: Gestione Download
ro_ro: Gestionare descărcări

source: View Favorite Products
af_za: Besigtig gunstelingprodukte
de_de: Vorgemerkte Produkte anzeigen
es_es: Ver Productos Favoritos
fr_fr: Voir les articles favoris
it_it: I tuoi prodotti Preferiti
ro_ro: Vizualizare produse favorite

source: Additional
af_za: Addisioneel
de_de: Zusätzlich
es_es: Adicional
fr_fr: Supplémentaire
it_it: Addizionali
ro_ro: Adițional

source: Manual POS (Credit Card)
af_za: POS per hand (Kredietkaart)
de_de: Manuelles Eingabegerät (Kreditkarte)
es_es: POS Manual (Tarjeta de Crédito)
fr_fr: POS manuel (Carte de crédit)
it_it: POS Manuale (Carta di credito)
ro_ro: POS manual (card bancar)

source: Please use the banking details below to process a bank wire to the merchant for the specified amount
af_za: Gebruik asb die bankbesonderhede onder om die bankkabelgram te stuur na die handelaar vir 'n gespesifiseerde bedrag
de_de: Bitte benutzen Sie die untenstehenden Bankdetails, um eine Überweisung an den Händler über den angegebenen Betrag einzuleiten.
es_es: Por favor, utiliza los detalles bancarios de abajo para procesar la transferencia con el valor especificado hacia el comerciante
fr_fr: Veuillez utiliser les coordonnées bancaires ci-dessous pour effectuer un virement bancaire vers le fournisseur
it_it: Si prega di utilizzare le seguenti coordinate bancarie per inviare un bonifico al venditore dell'importo specificato
ro_ro: Vă rugăm utilizați detaliile bancare următoare pentru a efectua o plată cu OP de valoarea specificată către comerciant

source: Once your payment has been received, your order will be processed accordingly
af_za: Sodra jou betaling ontvang is, sal jou bestelling dienooreenkomstig verwerk word.
de_de: Sobald die Bezahlung eingegangen ist, wird Ihre Bestellung bearbeitet.
es_es: Una vez que que tu pago haya sido recibido, tu pedido será procesado
fr_fr: Dès réception de votre paiement, la commande sera traitée
it_it: L'ordine verr&agrave; processato al momento della ricezione del pagamento
ro_ro: Imediat ce plata este recepționată, comanda dumneavoastră va fi procesată corespunzător

source: Banking Details
af_za: Bankbesonderhede
de_de: Bankdetails
es_es: Detalles Bancarios
fr_fr: Détails banque
it_it: Coordinate bancarie
ro_ro: Detalii bancă

source: Account Number
af_za: Rekeningnommer
de_de: Kontonummer
es_es: Número de Cuenta
fr_fr: Compte IBAN
it_it: Numero Conto
ro_ro: IBAN

source: Swift Code/Routing Number
af_za: Snelkode (swift code)/Roeteernommer
de_de: Swift Code/Routing Nummer
es_es: Código Swift/Número de Routing
fr_fr: Code Swift/Numéro de routage
it_it: Codice Swift/Numero Routing
ro_ro: Cod SWIFT
