Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Shop Front Page
af_za: Inkopie-Voorblad
de_de: Schaufenster Seite
es_es: Página Principal de la Tienda
fr_fr: Première page de la boutique
it_it: Pagina iniziale del Negozio
ro_ro: Pagina principală a magazinului

source: WordPress page containing <code>[wpcoproducts]</code> in it.
af_za: WordPress bladsy wat <code>[wpcoproducts]</code> in dit bevat.
de_de: WordPress Seite mit <code>[wpcoproducts]</code>.
es_es: La Página de WordPress contiene <code>[wpcoproducts]</code> en ella.
fr_fr: Page WordPress contenant <code>[wpcoproducts]</code> dans celle-ci.
it_it: Pagine WordPress che contengono <code>[wpcoproducts]</code>.
ro_ro: o pagină WordPress care conține codul <code>[wpcoproducts]</code> în ea.

source: Shopping Cart Page
af_za: Inkopemandjie-bladsy
de_de: Warenkorb Seite
es_es: Página de Carrito de Compras
fr_fr: Page du panier
it_it: Pagina del Carrello
ro_ro: Pagina Coş de cumpărături

source: WordPress page containing <code>[wpcocart]</code> in it.
af_za: WordPress bladsy wat <code>[wpcocart]</code> in dit bevat.
de_de: WordPress Seite mit <code>[wpcocart]</code>.
es_es: Página de WordPress que contiene <code>[wpcocart]</code> en ella.
fr_fr: Page WordPress contenant <code>[wpcocart]</code> dans celle-ci.
it_it: Pagine WordPress che contengono <code>[wpcocart]</code>.
ro_ro: O pagină WordPress care conține <code>[wpcocart]</code> în ea.

source: Customer Account Page
af_za: Klanterekening-bladsy
de_de: Kundenkonto Seite
es_es: Página de Cuenta de Cliente
fr_fr: Page du compte client
it_it: Pagina del Profilo Cliente
ro_ro: Pagina Contul tău

source: WordPress page containing <code>[wpcoaccount]</code> in it. This page will show customer account information, orders history and more.
af_za: WordPress bladsy wat <code>[wpcoaccount]</code> in dit bevat. Hierdie bladsy sal die klanterekening-informasie, bestellingsgeskiedenis en meer vertoon
de_de: WordPress Seite mit <code>[wpcoaccount]</code>.Diese Seite wird dem Kunden Kontoinformationen, Bestellverlauf und mehr zeigen.
es_es: Página de WordPress que contiene <code>[wpcoaccount]</code> en ella. Esta página mostrará información de cuenta del cliente, historial de pedidos y más.
fr_fr: Page WordPress contenant <code>[wpcoaccount]</code> dans celle-ci. Cette page montrera les informations du compte client, les commandes, l'historique et plus encore.
it_it: Pagine WordPress che contengono <code>[wpcoaccount]</code>. Queste pagine mostrano le informazioni del profilo cliente, lo storico degli ordini ed altro ancora.
ro_ro: O pagină WordPress care conține codul <code>[wpcoaccount]</code> în ea. Această pagină va afișa clienților informațiile de cont, istoria comenzilor și multe altele.

source: Search Page
af_za: Soek Bladsy
fr_fr: Chercher
it_it: Pagina di Ricerca

source: WordPress page containing <code>[wpcosearch]</code> in it. This page is used for searching products.
af_za: WordPress bladsy wat <code>[wpcosearch]</code> in dit bevat. Hierdie bladsy word gebruik om produkte te soek.
fr_fr: Page WordPress contenant <code>[wpcoaccount]</code>. Cette page est utilisée pour la recherche de produits.
it_it: Pagina WordPress che contiene <code>[wpcosearch]</code>. Questa pagina &egrave; utilizzata per la ricerca prodotti.

source: Update Content
af_za: Gradeer inhoud op.
de_de: Inhalt erneuern
es_es: Actualizar Contenido
fr_fr: Mettre à jour le contenu
it_it: Aggiorna Contenuti
ro_ro: Reîmprospătare conținut

source: Yes, the actual content as well.
af_za: Ja, die werklike inhoud ook.
de_de: Ja, auch den wirklichen Inhalt.
es_es: Si, el contenido actual también.
fr_fr: Oui, le contenu actuel est correcte
it_it: S&igrave;, anche il contenuto
ro_ro: Da, conținutul actual de asemenea.

source: No, just the title, parent, etc.
af_za: Ja, net die titel, ouer, ens.
de_de: Nein, nur den Titel, die Oberkategorie, etc.
es_es: No, sólo el título, superior, etc.
fr_fr: Non, rien que le titre, origine, etc.
it_it: No, soltanto il titolo, pagina padre, ecc.
ro_ro: Nu, numai titlul, părintele, etc.

source: by default, the titles, structure and other aspects are automatically updated. should post/page content be updated as well? You may want to turn this off if you put custom content in the posts/pages.
af_za: Die titels, struktuur en ander aspekte word outomaties opdateer. Moet die postering/graad-inhoud ook opdateer word? Jy mag hierdie wil afskakel indien jy aangepaste inhoud in die posterings/bladsye plaas.
de_de: Standardmäßig werden die Titel, die Struktur und andere Aspekte automatisch erneuert. Soll der Beiträge/Seiten Inhalte auch erneuert werden? Sie werden das hier wohl AUS-stellen wollen, wenn Sie benutzerdef. Inhalte in die Beiträge/Seiten stellen.
es_es: por defecto, los títulos, estructura y otros aspectos son automáticamente actualizados. ¿Debe también ser actualizado el contenido de entrada/página? Debes desactivar esto si colocas contenido personalizado en las entradas/páginas.
fr_fr: Par défaut, les titres, la structure et d'autres aspects sont automatiquement mis à jour. Le contenu de l'article/page doit-il également être mis à jour. Vous devriez désactiver cette option si vous inscrivez du contenu personnalisé dans les articles/pages.
it_it: normalmente soltanto titolo, struttura e gli altri aspetti delle pagine/post vengono sincronizzati. Deve essere tenuto sincronizzato anche il contenuto? Potresti voler disattivare quest'opzione se intendi aggiungere del contenuto personalizzato nelle pagine/post.
ro_ro: implicit, titlurile, structura și alte aspecte sunt actualizate în mod automat. Ar trebui ca paginile/articolele WordPress să fie de asemenea actualizate? Posibil să doriți oprirea acestei setări dacă puneți conținut personalizat în pagini.

source: Default Post Type
af_za: Verstek Posteringipe
de_de: Post Typ
es_es: Tipo de Entrada por defecto
fr_fr: Type d'article WP par défaut
it_it: Tipo Predefinito Post
ro_ro: Tip publicare implicit

source: For a site with 50+ products, it is recommended that you use "<strong>Post</strong>" (not "Page") for performance
af_za: Vir 'n tuiste met 50+ produkte word dit aanbeveel dat jy "<strong>Post</strong>" (nie "Bladsy") gebruik vir werkverrigting.
de_de: Für eine Seite mit über 50 Produkten ist es empfohlen, daß Sie aus Leistungsfähigkeitsgründen "<strong>Beitrag</strong>" (nicht "Seite") verwenden
es_es: Por un sitio con +50 productos, con alta performance es recomendable usar "<strong>Entrada</strong>" (no "Página")
fr_fr: Pour une meilleure performance avec un site qui a plus de 50 produits, il est recommandé d'utiliser des "<strong>Articles</strong>" au lieu des "Pages".
it_it: Per un sito con pi&ugrave; di 50 prodotti, si raccomanda di scegliere "<strong>Post</strong>" (non "Pagina") per ragioni di prestazioni.
ro_ro: Pentru un site cu peste 50 de produse este recomandată utilizarea "Articolelor WP", nu a "Paginilor WP" din considerente de performanță

source: Click the "Update all WP pages" link to the right after changing &amp; saving
af_za: Merk die "Opdateer alle WP bladsye" skakel na regs nadat &amp; verandering gestoor is.
de_de: Klicken Sie "Alle WP Seiten erneuern" an, nachdem Sie geändert und gespeichert haben
es_es: Clickear el enlace "Actualizar todas las páginas WP" de la derecha después de cargar y guardar
fr_fr: Cliquer sur le lien "Mettre à jour toutes les pages WP" à droite après avoir modifié les paramètres &amp; sauvegarder.
it_it: Clicca sul link "Aggiorna tutte le pagine WP" sulla destra se hai modificato quest'opzione, dopo aver salvato
ro_ro: Apăsați pe "Actualizarea tuturor paginilor WP" în dreapta după modificare și salvare

source: Pages Parent
af_za: Bladsye Ouer
de_de: Seiten Oberkategorie
es_es: Páginas Superiores
fr_fr: Pages parentes
it_it: Pagina Padre
ro_ro: Părintele paginilor WP

source: Main (no parent)
af_za: Hoof (geen ouer)
de_de: Haupt (keine Oberkategorie)
es_es: Principal (no superiores)
fr_fr: Principal (pas de parentée)
it_it: Principale (nessun padre)
ro_ro: Principal (fără părinte)

source: Products Page Template
af_za: Produkbladsy-templaat
de_de: Produktseiten Template
es_es: Plantilla de Página de Productos
fr_fr: Template des pages produits
it_it: Template Pagina Prodotto
ro_ro: Macheta paginilor de produse

source: Categories Page Template
af_za: Kategorieë Bladsy-templaat
de_de: Kategorienseiten Template
es_es: Plantilla de Página Predeterminada
fr_fr: Template des pages catégories
it_it: Template Pagina Categorie
ro_ro: Macheta paginilor de categorii

source: Suppliers Page Template
af_za: Verskaffers Bladsy-Templaat
de_de: Lieferantenseiten Template
es_es: Plantilla de Página de Proveedores
fr_fr: Template des pages fournisseurs
it_it: Template Pagina Fornitore
ro_ro: Macheta paginilor de furnizori

source: Images Post ID
af_za: Prente Postering ID
de_de: Bilder Artikel ID
es_es: ID de Imágenes de Entrada
fr_fr: Id d'articles des images
it_it: ID Post Immagini
ro_ro: ID articol WP pt imagini

source: Post ID to save images to through the media uploader.
af_za: Postering ID om prente te stoor deur die media oplaaier
es_es: ID de Entrada para guardar imágenes a través del cargador Multimedia.
fr_fr: Id de l'article où sauvegarder les images, à partir de l'ajout de média.
it_it: ID del post in cui vengono salvate le immagini caricate con il gestore dei media
ro_ro: ID articol WP pentru salvarea imaginilor prin încărcătorul media.

source: PayPal Email
af_za: PayPal Epos
es_es: Email de PayPal
fr_fr: Adresse courriel PayPal
it_it: Email PayPal

source: Your PRIMARY PayPal email address. This is case sensitive, please ensure it is correct.
af_za: Jou PRIMêRE PayPal eposadres. Hierdie is hoofletter/kleinletter-sensitief , maak asb seker dit is korrek.
fr_fr: Votre adresse PayPal PRIMAIRE. Sensible à la casse, assurez-vous de la validité.
it_it: Il tuo indirizzo email PRIMARIO di PayPal. Fa distinzione tra maiuscole e minuscole, si prega di verificare che sia corretto.

source: Invoice Prefix
af_za: Faktuur-Voorvoegsel
de_de: Rechnungspräfix
es_es: Prefijo de la Factura
fr_fr: Préfixe de facture
it_it: Prefisso Fattura
ro_ro: Factura

source: Prefix for invoice numbers sent through to PayPal.
af_za: Voorvoegsel vir faktuurnommers na PayPal deurgestuur.
fr_fr: Préfixe des numéros de facture envoyé à partir de PayPal.
it_it: Prefisso per il numero di fattura inviata via PayPal.

source: Surcharge
af_za: Toeslag
de_de: Aufschlag
es_es: Recargo
fr_fr: Surtaxe
it_it: Sovrattassa
ro_ro: Suprataxă

source: Additional charge/cost to the order total when this payment method is used by a customer
af_za: Addisionele koste om by die totale bestelling te voeg wanneer hierdie betalingsmetode deur die klant gebruik word.
fr_fr: Coût supplémentaire ajouté au total de la commande lorsque cette méthode de paiement est utilisée par le client
it_it: Costi/imposte addizionali aggiunte al totale dell'ordine se viene utilizzato questo metodo di pagamento dai clienti

source: Fixed amount to charge to the order total
af_za: Vaste bedrag om by die totale bestelling te voeg
fr_fr: Montant fixe à prélever sur le total de la commande
it_it: Importo fisso da aggiungere al totale dell'ordine

source: Percentage of Total
af_za: Persentasie van Totaal
de_de: Prozentsatz der Gesamtsumme
es_es: Porcentaje del Total
fr_fr: Pourcentage du total
it_it: Percentuale sul Totale
ro_ro: Procent din totalul comenzii

source: Percentage of the order total to be surcharged
af_za: Persentasie van die totale bestelling waarop toeslag bereken word
fr_fr: Pourcentage du total de la commande à surcharger
it_it: Percentuale del totale ordine per il calcolo della sovrattassa

source: Address Override
af_za: Adres oorheers
fr_fr: Modifier l'adresse
it_it: Sostituisci Indirizzo

source: Override buyer address on PayPal and shipping/billing settings in the PayPal account.
af_za: Oorskryf koper se adres op PayPal en versending/fakturering-opstellings in die PayPal-rekening.
fr_fr: Modifier l'adresse de l'acheteur et les paramètres d'expédition/facturation dans le compte PayPal.
it_it: Sovrascrivi l'indirizzo dell'acquirente su PayPal e le impostazioni di spedizione/fatturazione nell'account PayPal.

source: Notification Type
af_za: Kennisgewingtipe
fr_fr: Type de notification
it_it: Tipo Notifica

source: IMPORTANT:\n\nPlease ensure that you turn on the PayPal IPN under Profile > My Selling Tools > Instant Payment Notification in your PayPal account in order for PayPal to send notifications to the plugin.\n\nOnce you have done this, click Ok below, else click Cancel.\n\nThe URL to enter for the IPN is:
af_za: BELANGRIK:\n\nMaak asseblief seker dat jy die PayPal IPN aansit by Profiel > My verkoopshulpmiddels > Onmiddellike Betaling Kennisgewing in jou PayPal rekening sodat PayPal kennisgewings na die inpropprogram kan stuur. \n\nSodra jy dit gedoen het, merk Ok onder, anders merk Kanselleer. \n\nDie Bronadres om vir die IPN in te vul is:

source: (recommended)
af_za: (aanbeveel)
fr_fr: (recommandé)

source: IMPORTANT:\n\nWith Regular POST, data will be received from PayPal as the customer returns to your site.\n\nIf your return URL is not SSL (https), a warning will display which could prevent the POST data.\n\nIt is recommended that you use SSL (https) for this setting.
af_za: BELANGRIK:\n\nMet gereelde POS sal data vanaf PayPal ontvang word wanneer die klant terugkeer na jou webtuiste. \n\nIndien jou terugkerende Bronadres nie SSL (http) is nie, sal 'n waarskuwing vertoon wat die POS data verhoed. \n\nDit word aanbeveel dat jy SSL (http) gebruik vir hierdie opstelling.
fr_fr: IMPORTANT:\n\nAvec POST régulier, les données serront reçues de PayPal lorsque le client retournera sur votre site.\n\nSi votre addresse URL de retour n'utilise pas SSL (https), un avertissement serra affiché, ce qui pourrait empêcher l'utilisation des données POST.\n\nIl est recommandé d'utiliser SSL (https) pour ce paramètre.

source: Regular POST
af_za: Gereelde POSTERING
fr_fr: Poste réguilere
it_it: POST Regolare

source: Choose your preferred notification type for PayPal payments.
af_za: Kies jou voorkeur kennisgewingtipe vir PayPal-betalings.
fr_fr: Sélectionnez votre type préféré de notification pour les paiements PayPal.
it_it: Scegli il metodo preferito per le notifiche dei pagamenti PayPal.

source: PayPal Sandbox
af_za: PayPal Sandblok
fr_fr: andbox PayPal
it_it: Ambiente di prova di PayPal

source: For testing purposes
af_za: Vir toetsdoeleindes
fr_fr: Aux fins de tests
it_it: Per effettuare i test

source: The default product type to use when creating new products.
af_za: Die verstek-produktipe om te gebruik wanneer nuwe produkte geskep word.
es_es: El tipo de producto predeterminado para usar cuando se crean nuevos productos.
fr_fr: Le type de produit par défaut à utilisez lors de la création de nouveaux produits.
it_it: La tipologia di prodotto selezionato inizialmente in fase di creazione del prodotto
ro_ro: Tipul implicit de produs care se aplică la crearea noilor produse.

source: Product Info Holder Width
af_za: Produkinformasiehouer wydte
fr_fr: Largeur de la boîte contenant les informations de produit
it_it: Larghezza Contenitore Info Prodotto

source: Width of the info holder for the description, variations, custom fields, etc.
af_za: Wydte van die informasiehouer van die beskrywing, variasies, aangepaste velde, ens.
fr_fr: Largeur des case d'affichage des descriptions, variations, champs personnalisés, etc.
it_it: Larghezza del contenitore delle informazioni per descrizione, varianti, campi personalizzati, ecc.

source: Show Categories
af_za: Vertoon Kategorieë
de_de: Kategorien anzeigen
es_es: Mostrar Categorías
fr_fr: Montrer catégories
it_it: Mostra Categorie
ro_ro: Afișare categorii

source: show categories on individual product page.
af_za: Vertoon kategorieë op individuele produkbladsy.
de_de: Zeige Kategorien auf der individuellen Produktseite
es_es: mostrar categorías en página de producto individual.
fr_fr: montrer les catégories sur les pages individuelles des produits.
it_it: mostra le categorie nelle singole pagine di prodotto.
ro_ro: afișare categorii în paginile individuale ale produselor.

source: show keywords on individual product page.
af_za: Vertoon sleutelwoorde van individuele produkbladsy.
de_de: Zeige Stichworte auf der individuellen Produktseite
es_es: mostrar palabras claves en página de producto individual.
fr_fr: montrer les mots clés sur les pages individuelles des produits.
it_it: mostra le parole chiave nelle singole pagine di prodotto.
ro_ro: afișare cuvinte cheie în paginile individuale ale produselor.

source: Description Position
af_za: Beskrywing Posisie
de_de: Position der Beschreibung
es_es: Descripción de Posición
fr_fr: Position de la description
it_it: Posizione Descrizione
ro_ro: Poziționare descriere

source: ABOVE fields and "Add to Basket" button
af_za: BOKANT velde en "Voeg by Mandjie" knoppie
de_de: ÜBER den Feldern und dem "In den Warenkorb" Button
es_es: Campos de ARRIBA y botón "Agregar al Carrito"
fr_fr: Les champs AU-DESSUS et le bouton "Ajouter au panier"
it_it: SOPRA i campi ed il bottone "Aggiungi al Carrello"
ro_ro: DEASUPRA câmpurilor și a butonului "Adăugare la coș"

source: BELOW fields and "Add to Basket" button
af_za: ONDER velde en "Voeg by Mandjie" knoppie
de_de: UNTER den Feldern und dem "In den Warenkorb" Button
es_es: Campos de ABAJO y botón "Agregar al Carrito"
fr_fr: Les champs AU-DESSOUS et le bouton "Ajouter au panier"
it_it: SOTTO i campi ed il bottone "Aggiungi al Carrello"
ro_ro: SUB câmpuri și butonul "Adăugare la coș"

source: Show Specifications
af_za: Vertoon Spesifikasies
fr_fr: Afficher les spécifications
it_it: Mostra Specifiche

source: Should the product weight and dimensions be displayed on the product pages (if available)?
af_za: Moet die produkgewig en -dimensies vertoon word op die produkbladsye (indien beskikbaar)?
fr_fr: Est-ce que le poid et les dimensions du produit doivent être affiché sur les pages de produit (si disponible)?
it_it: Mostrare nella pagina del prodotto le dimensioni ed il peso (se disponibili)?

source: turn on/off the quantity field on the product page
af_za: Skakel die hoeveelheid veld op die produkbladsy aan/af
de_de: Das Mengeneingabefeld auf der Produktseite an/ausschalten
es_es: activa/desactiva el campo de cantidad en la página de producto
fr_fr: activer/désactiver le champ quantité sur la page de produit
it_it: mostra/nascondi il campo quantit&agrave; nella pagina di prodotto
ro_ro: porniți sau opriți afișarea câmpului cantitate în paginile de produse

source: Show Inventory/Stock
af_za: Wys Voorraad
de_de: Zeige Inventat/Lager
es_es: Mostrar Inventario
fr_fr: Afficher l'inventaire/stock
it_it: Mostra Inventario/Giacenza
ro_ro: Afișare Stoc

source: Display the available inventory/stock available if a product has it.
af_za: Vertoon die voorraad van 'n produk beskikbaar, indien wel.
es_es: Muestra el inventario disponible si un producto lo tiene.
fr_fr: Afficher l'inventaire/stock disponible du produit (si disponible).
it_it: Mostra le quantit&agrave; disponibili a magazzino se impostate per l'articolo.
ro_ro: Afișarea stocului disponibil în caz că există.

source: Show Button/Text Link
af_za: Wysknoppie/ Teksskakel
de_de: Zeige Button/Text Link
es_es: Mostrar Botón/Enlace
fr_fr: Afficher bouton/lien
it_it: Mostra Bottone/Link Testo
ro_ro: Afișare buton sau text cu link

source: Text Link
af_za: Teksskakel
es_es: Texto de Enlace
fr_fr: Lien texte
it_it: Link Testo
ro_ro: Text cu link

source: Affects both the products loop and product pages.
af_za: Affekteer beide die produklus asook die produkbladsye.
es_es: Afecta ambos al loop de productos y a páginas de productos.
fr_fr: Affecte à la fois les rotations des produits et les pages des produits.
it_it: ha effetto sia nell'elenco dei prodotti che nelle singole pagine del prodotto.
ro_ro: Afectează atât buclele cât și paginile produselor.

source: Button/Link Text
af_za: Knoppie/Skakel Teks
es_es: Texto de Botón/Enlace
fr_fr: Bouton/Lien
it_it: Botton/Link Testo
ro_ro: Buton/Text cu link

source: Affects both the products loop and product pages and can be changed individually per product.
af_za: Affekteer beide die produklus en produkbladsye en kan individueel per produk verander word.
es_es: Afecta ambos loop de producto y las páginas de producto y puede ser cambiado individualmente por producto.
fr_fr: Affecte à la fois les rotations des produits et les pages des produits et peut-être modifié individuellement, par produit.
it_it: Ha effetto sia nell'elenco dei prodotti che nelle singole pagine del prodotto e pu&ograve; essere modificato individualmente per ogni prodotto.
ro_ro: Afectează atât buclele cât și paginile produselor și poate fi modificat în mod individual la fiecare produs.

source: Related Products in Tab
af_za: Verwante produkte in tabelkeep
de_de: Zeige Verwandte Produkte im Tab
es_es: Productos Relacionados en Solapa
fr_fr: Produits liés dans un onglet
it_it: Prodotti Correlati in Pannello
ro_ro: Secțiune cu produsele recomandate

source: if set to "Yes" displays related products in a tab, else they will be displayed below the product pitch overview
af_za: indien na "Ja" gestel, vertoon verwante produkte in 'n tabelkeep, anders sal dit onder die produk-mik vertoon word
de_de: Wenn auf "Ja" gesetzt, zeigt es verwandte Produkte in einem Tab, ansonsten werden sie unterhalb des Produkts in der Übersicht angezeigt
es_es: si se coloca en "Si" muestra los productos relacionados en una solapa, sino serán mostrados debajo del resumen del producto
fr_fr: si réglé à "Oui", cela affichera les produits en relation dans un onglet, sinon ils seront affichés sous l'aperçu du produit
it_it: Se impostato a "S&igrave;", mostra i prodotti correlati in un pannello separato, altrimenti vengono elencati sotto la scheda del prodotto
ro_ro: dacă setați ca "Da" se afișează un tab cu produsele recomandate, altfel aceste produse se afișează sub prezentarea generală a produsului

source: Related Products Layout
af_za: Verwante Produkte Uitleg
de_de: Verwandte Produkte Layout
es_es: Esquema de Productos Relacionados
fr_fr: Disposition des produits en relation
it_it: Struttura Prodotti Correlati
ro_ro: formatare produse recomandate

source: set the way (list or grid) that related products will be displayed on product pages.
af_za: Stel die metode (gelys of in rooster) waarop die verwante produkte vertoon sal word op die produkbladsye.
de_de: Bestimmt die Art und Weise (Liste oder Gitter), wie verwandte Produkte auf den Produktseiten angezeigt werden
es_es: establecer la forma (lista o tabla) en que los productos relacionados se muestren en páginas de productos.
fr_fr: Définir la manière dont (liste ou grille) les produits en relation seront affichés sur les pages des produits.
it_it: scegli la modalit&agrave; (lista o griglia) di visualizzazione dei prodotti correlati nella scheda prodotto
ro_ro: setați modul în care sunt afișate produsele recomandate (listă sau grilă)

source: Show Fields in Tab
af_za: Vertoon Velde in tabelkeep
de_de: Zeige Felder im Tab
es_es: Mostrar Campos en Solapa
fr_fr: Afficher les champs dans l'onglet
it_it: Mostra Campi in Pannello
ro_ro: Afișare secțiune de câmpuri
