Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: - Select Category -
af_za: - Kies Kategorie -
de_de: - Kategorie auswählen -
es_es: - Seleccionar Categoría -
fr_fr: - Choisir catégorie -
it_it: - Seleziona Categoria -
ro_ro: - selectare categorie -

source: loading...
af_za: besig om te laai....
de_de: Lade...
es_es: cargando...
fr_fr: chargement ...
it_it: caricamento...
ro_ro: se încarcă...

source: Sub Categories Order
af_za: Sub-kategorieë bestelling
de_de: Unterkategorien Reihenfolge
es_es: Orden de Sub Categorías
fr_fr: Ordre des sous catégories
it_it: Ordine delle sotto-categorie
ro_ro: Ordine subcategorii

source: Ascending
af_za: Stygend
de_de: Aufsteigend
es_es: Ascendente
fr_fr: Croissant
it_it: Ascendente
ro_ro: Crescător

source: Descending
af_za: Dalend
de_de: Absteigend
es_es: Descendente
fr_fr: Décroissant
it_it: Discendente
ro_ro: Descrescător

source: Created Date
af_za: Datum geskep
de_de: Erstelldatum
es_es: Fecha de Creación
fr_fr: Date de création
it_it: Data di creazione
ro_ro: Creat

source: Modified Date
af_za: Datum verander
de_de: Änderungsdatum
es_es: Fecha de Modificación
fr_fr: Date de modification
it_it: Ultima modifica
ro_ro: Data modificării

source: Categories Type
af_za: Tipe kategorie
de_de: Kategorien Typ
es_es: Tipos de Categorias
fr_fr: Type de catégories
it_it: Tipo Categoria
ro_ro: Tipuri de categorii

source: List View
af_za: Lys besigtiging
de_de: Listenansicht
es_es: Vista de Lista
fr_fr: Voir la liste
it_it: Visualizzazione elenco
ro_ro: Listă

source: Grid View
af_za: Rooster besigtiging
de_de: Gitteransicht
es_es: Vista de Grilla
fr_fr: Voir la grille
it_it: Visualizzazione griglia
ro_ro: Grilă

source: Display
af_za: Vertoon
de_de: Anzeige
es_es: Mostrar
fr_fr: Afficher
it_it: Visualizza
ro_ro: Afișare

source: Single Supplier
af_za: Enkelverskaffer
de_de: Einzelner Lieferanten
es_es: Proveedor Individual
fr_fr: Fournisseur simple
it_it: Fornitore singolo
ro_ro: Furnizor unic

source: All Suppliers
af_za: Alle verskaffers
de_de: Alle Lieferanten
es_es: Todos los Proveedores
fr_fr: Tous les fournisseurs
it_it: Tutti i fornitori
ro_ro: Toți furnizorii

source: Suppliers Order
af_za: Verskafferbestelling
de_de: Lieferanten Reihenfolge
es_es: Orden de Proveedores
fr_fr: Ordre des fournisseurs
it_it: Ordine Fornitori
ro_ro: Comenzi furnizori

source: Title/Name
af_za: Titel/Naam
de_de: Titel/Name
es_es: Título/Nombre
fr_fr: Titre/Nom
it_it: Nome/Titolo
ro_ro: Nume

source: Choose Supplier
af_za: Kies verskaffer
de_de: Lieferanten auswählen
es_es: Seleccionar Proveedor
fr_fr: Sélectionner le fournisseur
it_it: Seleziona il Fornitore
ro_ro: Alegere furnizor

source: No suppliers are available.
af_za: Geen verskaffers beskikbaar
de_de: Es sind keine Lieferanten verfügbar.
es_es: No hay proveedores disponibles.
fr_fr: Aucun fournisseur disponible
it_it: Nessun Fornitore disponibile
ro_ro: Nu este disponibil nici un furnizor.

source: Insert a functional shopping cart.
af_za: Steek 'n werkende inkopiemandjie in.
de_de: Einen funktionellen Warenkorb einführen
es_es: Insertar un carrito de compras funcional.
fr_fr: Insérer une fonctionnalité Shopping Cart.
it_it: Inserire una pagine di gestione del carrello funzionale
ro_ro: Introduceți un coș de cumpărături funcțional.

source: Remember to set your Shopping Cart Page under Checkout > Configuration in order for this page to be used.
af_za: Onthou om u inkopiemandjiebladsy te stel onder Afteken> konfigurasie om hierdie bladsy te kan gebruik.
de_de: Vergessen Sie nicht, die Warenkorb Seite unter Checkout > Configuration zu setzen, damit diese Seite benutzt wird.
es_es: Recuerda configurar tu Página de Carriot de Compras bajo Finalizar Compra > Configuración para que esta página sea utilizada.
fr_fr: Souvenez-vous de configurer la page Shopping Cart sous Achat -> Configuration pour que cette page soit utilisée.
it_it: Ricordati di impostare la pagina di gestione del carrello in Checkout > Configurazione per poter utilizzare questa pagina.
ro_ro: Nu uitați să setați pagina pentru coșul de cumpărături din Checkout -> Configurație pentru a putea utiliza această pagină.

source: No user was specified
af_za: Geen gebruiker is gespesifiseer nie
de_de: Es wurde keine Anwender ausgewählt
es_es: El usuario no fue especificado
fr_fr: Aucun utilisateur n'a été spécifié
it_it: Nessun utente specificato
ro_ro: Nu a fost specificat nici un utilizator

source: Please specify a category
af_za: Spesifiseer asseblief 'n kategorie
de_de: Bitte wählen Sie einen Kategorie aus
es_es: Por favor, especifica una categoría
fr_fr: Indiquer une catégorie
it_it: &Egrave; necessario selezionare una categoria
ro_ro: Vă rugăm specificați o categorie

source: No data was posted
af_za: Geen data is geposteer nie
de_de: Keine verfügbaren Daten
es_es: Ningún dato fue publicado
fr_fr: Aucune donnée n'a été ajoutée
it_it: Nessun dato inviato
ro_ro: Nu s-au încărcat date

source: Please fill in a title
af_za: Vul asseblief 'n titel in
de_de: Bitte geben Sie einen Titel an
es_es: Por favor, completa un título
fr_fr: Indiquer un titre
it_it: &Egrave; necessario inserire un titolo
ro_ro: Vă rugăm completați un titlu

source: Please fill in a description
af_za: Vul asseblief 'n beskrywing in
de_de: Bitte geben Sie eine Beschreibung an
es_es: Por favor, completa una descripción
fr_fr: Indiquer une description
it_it: &Egrave; necessario inserire una descrizione
ro_ro: Vă rugăm completați o descriere

source: Please fill in some keywords
af_za: Vul 'n paar sleutelwooorde in
de_de: Bitte geben Sie ein paar Stichwörter zu dem Produkt an
es_es: Por favor, completa alguna palabra clave
fr_fr: Indiquer quelques mots clés
it_it: &Egrave; necessario inserire almeno una parola chiave
ro_ro: Vă rugăm completați câteva cuvinte cheie

source: No image was chosen for uploading
af_za: Geen beeld is gekies vir oplaai nie
de_de: Zum Upload wurde kein Bild ausgewählt
es_es: No se ha elegido una imagen para ser cargada
fr_fr: Aucune image n'a été choisie à charger sur le serveur
it_it: Nessuna immagine selezionata per il caricamento
ro_ro: Nu a fost aleasă nici o imagine pentru încărcare

source: Image was not uploaded
af_za: Beeld is nie opgelaai nie
de_de: Das Bild wurde nicht hochgeladen
es_es: La imágen no fue cargada
fr_fr: L'image n'a pas été chargée sur le serveur
it_it: L'immagine non &egrave; stata caricata
ro_ro: Imaginea nu a fost încărcată

source: Image could not be moved
af_za: Beeld kon nie beweeg word nie
de_de: Das Bild konnte nicht verschoben werden
es_es: La imagen no pudo ser movida
fr_fr: L'image n'a pu être supprimée
it_it: L'immagine non pu&ograve; essere spostata
ro_ro: Imaginea nu poate fi mutată

source: Please fill in content
af_za: Vul die inhoud in asseblief
de_de: Bitte geben Sie den Inhalt an
es_es: Por favor, completa un contenido
fr_fr: Indiquer du contenu
it_it: Si prega di inserire un contenuto
ro_ro: Vă rugăm completați conținutul

source: Please fill in a coupon title
af_za: Vul 'n koepontitel in asb
de_de: Bitte geben Sie einen Gutschein Titel ein
es_es: Por favor, completa un título de cupón
fr_fr: Indiquer un titre pour le coupon rabais
it_it: Si prega di inserire un titolo per il Buono Sconto
ro_ro: Vă rugăm completați titlul cuponului

source: Please fill in a coupon code
af_za: Vul 'n koeponkode in asb
de_de: Bitte geben Sie einen Gutschein Code ein
es_es: Por favor, completa un código de cupón
fr_fr: Indiquer un code pour le coupon rabais
it_it: Si prega di inserire il codice del Buono Sconto
ro_ro: Vă rugăm completați codul cuponului

source: Please fill in a discount amount/percentage
af_za: Vul 'n afslagbedrag/-persentasie in
de_de: Bitte geben Sie einen Rabattbetrag oder Prozentsatz ein
es_es: Por favor, completa cantidad/porcentaje de descuento
fr_fr: Indiquer un montant/pourcentage de réduction
it_it: Si prega di inserire una percentuale/ammontare di sconto
ro_ro: Vă rugăm completați o sumă fixă sau un procent de discount

source: Please choose a discount type
af_za: Kies 'n afslagtipe asseblief
de_de: Bitte wählen Sie einen Rabatttype
es_es: Por favor, elige un tipo de descuento
fr_fr: Sélectionne un type de réduction
it_it: Si prega di scegliere un tipo di sconto
ro_ro: Vă rugăm alegeți un tip de discount

source: Please select active status
af_za: Kies aktiewe status
de_de: Bitte wählen Sie den aktiven Status
es_es: Por favor, selecciona el estado activo
fr_fr: Sélectionne un statut actif
it_it: SI prega di scegliere lo stato di attivazione
ro_ro: Vă rugăm selectați starea activă

source: This code has already been used
af_za: Hierdie kode is alreeds voorheen gebruik

source: No order was specified
af_za: Geen bestelling is gespesifiseer nie
de_de: Keine Bestellung ausgewählt
es_es: El Pedido no se ha especificado
fr_fr: Aucune commande spécifiée
it_it: Nessun ordine specificato
ro_ro: Nu a fost specificată nici o comandă

source: No coupon was specified
af_za: Geen koepon is gespesifiseer nie
de_de: Es wurde kein Gutschein ausgewählt
es_es: El cupón no fue especificado
fr_fr: Aucun coupon rabais n'a été spécifié
it_it: Nessun Buono Sconto specificato
ro_ro: Nu a fost specificat nici un cupon

source: No product was specified
af_za: Geen produk is gespesifiseer nie
de_de: Kein Produkt ausgewählt
es_es: No se ha especificado ningún producto
fr_fr: Aucun produit n'a été sélectionné
it_it: Nessun prodotto specificato
ro_ro: Nu a fost specificat nici un produs

source: Favorite already on account
af_za: Gunsteling reeds op rekening
de_de: Lesezeichen bereits im Konto vermerkt
es_es: El favorito ya está en la cuenta
fr_fr: Ce produit est déjà en favori dans votre compte
it_it: Preferito gi&agrave; presente
ro_ro: Produsul favorit se află deja în cont

source: Please fill in
af_za: Vul in asseblief
de_de: Bitte ausfüllen
es_es: Por favor completar
fr_fr: Veuillez inscrire
it_it: Si prega di completare il campo
ro_ro: Vă rugăm completați

source: Please select a field type
af_za: Kies 'n veldtipe asseblief
de_de: Bitte wählen Sie einen Feldtyp
es_es: Por favor, selecciona un tipo de campo
fr_fr: Sélectionne un type de champ
it_it: Si prega di selezionare un tipo di campo
ro_ro: Vă rugăm selectați un tip de câmp

source: Please type some options for this field
af_za: Tik 'n paar opsies vir hierdie veld
de_de: Bitte geben Sie für dieses Feld einige Optionen ein
es_es: Por favor, escriba alguna opción para este campo
fr_fr: Indiquer quelques options pour ce champ
it_it: Si prega di selezionare qualche opzione per questo campo
ro_ro: Vă rugăm completați câteva opțiuni pentru acest câmp

source: Please select a required status
af_za: Kies 'n gewensde status asseblief
de_de: Bitte wählen Sie einen erforderlichen Status
es_es: Por favor, selecciona un estado requerido
fr_fr: Sélectionne un statut requis
it_it: Si prega di indicare se il campo &egrave richiesto o meno
ro_ro: Vă rugăm selectați o stare obligatorie sau opțională

source: Please fill in an error message
af_za: Vul 'n foutbooedskap in asseblief
de_de: Bitte geben Sie eine Fehlermeldung ein
es_es: Por favor, completa un mensaje de error
fr_fr: Indiquer un message d'erreur
it_it: Si prega di indicare un messaggio di errore
ro_ro: Vă rugăm completați un mesaj de eroare

source: Please specify a file type
af_za: Spesifiseer 'n lêertipe asseblief
de_de: Bitte spezifizieren Sie einen Dateityp
es_es: Por favor, especifica un tipo de archivo
fr_fr: Indiquer un type de fichier
it_it: Si prega di specificare un tipo di file
ro_ro: Vă rugăm specificați un tip de fișier

source: No file was chosen for uploading
af_za: Geen lêer was gekies om op te laai nie
de_de: Zum Upload wurde keine Datei ausgewählt
es_es: No se ha elegido un archivo para ser cargado
fr_fr: Aucun fichier n'a été choisi à charger sur le serveur
it_it: Nessun file &egrave; stato selezionato per il caricamento
ro_ro: Nu a fost ales nici un fișier pentru încărcare

source: File with this filename already exists
af_za: Lêer met dieselfde lêernaam bestaan reeds
de_de: Eine Datei mit diesem Namen besteht bereits
es_es: Ya existe un archivo con ese nombre
fr_fr: Un fichier avec ce nom existe déjà
it_it: Un file con questo nome esiste gi&agrave;
ro_ro: Un fișier cu acest nume există deja

source: File could not be uploaded
af_za: Lêer kon nie opgelaai word nie
de_de: Die Datei konnt nicht hochgeladen werden
es_es: El archivo no pudo ser cargado
fr_fr: Le fichier n'a pu être chargé sur le serveur
it_it: Il file non pu&ograve; essere caricato
ro_ro: Fișierul nu poate fi încărcat

source: File could not be moved
af_za: Lêer kon nie verskuif word nie
de_de: Die Datei konnte nicht verschoben werden
es_es: El archivo no pudo ser movido
fr_fr: Le fichier n'a pu être déplacé
it_it: Il file non pu&ograve; essere spostato
ro_ro: Fișierul nu poate fi mutat

source: Please specify a download link/url
af_za: Spesifiseer 'n aflaaiskakel /url asseblief
de_de: Bitte geben Sie ein Downloadlink/URL ein
es_es: Por favor, especifica un enlace/url de descarga
fr_fr: Indiquer une URL/lien de téléchargement
it_it: Si prega di specificare un URL per scaricare il file
ro_ro: Vă rugăm specificați un link/url pentru descărcare

source: File cannot be moved
af_za: Lêer kan nie verskuif word nie
de_de: Die Datei konnte nicht verschoben werden
es_es: El archivo no puede ser movido
fr_fr: Le fichier ne peut pas être déplacé
it_it: Il file non pu&ograve; essere spostato
ro_ro: Fișierul nu poate fi mutat

source: Please select
af_za: Kies asseblief
de_de: Bitte auswählen
es_es: Por favor, seleccionar
fr_fr: Veuillez choisir
it_it: Effettuare una selezione
ro_ro: Vă rugăm să selectați

source: Please select shipped status
af_za: Kies versendingstatus asseblief
de_de: Bitte wählen Sie einen Versandstatus
es_es: Por favor, selecciona el estado enviado
fr_fr: Sélectionne un statut de livraison
it_it: Si prega di indicare lo stato di spedizione
ro_ro: Vă rugăm selectați starea expediției

source: Please fill in a donate price.
af_za: Vul 'n skenkprys in
de_de: Bitte geben Sie einen Spendenpreis ein.
es_es: Por favor, completa un precio de donación.
fr_fr: Veuillez indiquer un montant de don.
it_it: Si prega di inserire un importo per la donazione.
ro_ro: Vă rugăm completați valoarea donației.

source: Minimum donate price is %s
af_za: Minimum donasie-prys is %s
fr_fr: Le montant de don minimum est %s
it_it: La donazione minima &egrave; di %s

source: Please fill in your name.
af_za: Vul jou naam in asseblief
de_de: Bitte geben Sie ihren Namen ein.
es_es: Por favor, completa tu nombre.
fr_fr: Veuillez indiquer votre nom.
it_it: Si prega di inserire il proprio nome.
ro_ro: Vă rugăm completați numele.

source: Please fill in the beneficiary name.
af_za: Vul begunstigdenaam in asseblief
de_de: Bitte geben Sie einen Empfängernamen ein.
es_es: Por favor, completa el nombre del beneficiario.
fr_fr: Veuillez indiquer le nom du bénéficiaire.
it_it: Si prega di inserire il beneficiario.
ro_ro: Vă rugăm completați numele beneficiarului.

source: Please fill in the beneficiary email.
af_za: Vul begunstigde epos asseblief
de_de: Bitte geben Sie eine Empfänger-Email ein.
es_es: Por favor, completa el email del beneficiario.
fr_fr: Veuillez indiquer le courriel du bénéficiaire.
it_it: Si prega di inserire l'email del beneficiario.
ro_ro: Vă rugăm completați adresa email a beneficiarului.

source: Please fill in a valid beneficiary email.
af_za: Vul 'n geldige begunstigde epos in asb
de_de: Bitte geben Sie eine gültige Empfänger-Email ein.
es_es: Por favor, completa email de beneficiario válido.
fr_fr: Veuillez indiquer un courriel de bénéficiaire valide.
it_it: L'email del beneficiario non &egrave; corretta, si prega di verificare.
ro_ro: Vă rugăm completați o adresă email validă.

source: No qty specified
af_za: Geen hoeveelheid gespesifiseer nie
de_de: Keine Menge angegeben
es_es: Cantidad no especificada
fr_fr: Aucune quantité spécifiée
it_it: Quantit&agrave; non specificata
ro_ro: Nu este specificată nici o cantitate

source: Please specify a keyword/tag
af_za: Spesifiseer 'n sleutelwoord/merker asb
de_de: Bitte geben Sie ein Stichwort/Tag an
es_es: Por favor, especifica una palabra clave/etiqueta
fr_fr: Veuillez indiquer un mot clef
it_it: Si prega di specificare una parola chiave/tag
ro_ro: Vă rugăm specificați un cuvânt cheie sau o etichetă

source: Please select a style
af_za: Kies 'n styl asseblief
de_de: Bitte wählen Sie einen Stil aus
es_es: Por favor, selecciona un estilo
fr_fr: Indiquer un style
it_it: Si prega di selezionare uno stile
ro_ro: Vă rugăm selectați un stil

source: Please fill in a price
af_za: Vul 'n prys in asseblief
de_de: Bitte geben Sie einen Preis ein
es_es: Por favor, completa un precio
fr_fr: Indiquer un prix
it_it: Si prega di inserire un prezzo
ro_ro: Vă rugăm completați un preț

source: Only (decimal) numbers are allowed
af_za: Slegs (desimale) syfers toegelaat
de_de: Nur Dezimalziffern sind erlaubt
es_es: Sólo están permitidos números (decimales)
fr_fr: Seul les nombres (décimaux) sont autorisés
it_it: Sono consentiti solo numeri (decimali)
ro_ro: Sunt permise numai numere (zecimale)

source: Image could not be moved from TMP, please ask your hosting provider.
af_za: Beeld kon nie verwyder word van TMP nie. Vra jou gasheervoorsiener asb
de_de: Bilder konnten nicht vom TMP Ordner kopiert werden, bitte kontaktieren Sie ihren Hosting Provider.
es_es: La imagen no puede ser movida del TMP, por favor consulte a su proveedor de hosting.
fr_fr: L'image n'a pas pu être effacée de TMP, veuillez contacter votre fournisseur d'hébergement.
it_it: L'immagine non pu&ograve; essere spostata dalla TMP, si prega di contattare il proprio fornitore di hosting.
ro_ro: Imaginea nu a putut fi mutată din TMP, discutați cu furnizorul de servicii de găzduire.

source: Only integer or decimal values are allowed
af_za: Slegs heelgetal of desimale waardes word toegelaat

source: No data was posted for validation
af_za: Geen data is verskaf vir bekragtiging nie
de_de: Es wurden keine Daten zur Überprüfung geschickt
es_es: No se ha publicado ningún dato para validación
fr_fr: Aucune donnée n'a été ajoutée pour validation
it_it: Nessun dato inviato per la validazione
ro_ro: Nu au fost trimise date pentru validare

source: No condition option was specified
af_za: Geen voorwaarde-opsie is gespesifiseer nie
de_de: Es wurde keine Bedingungsoption angegeben
es_es: No se especificó ninguna opción de condición
fr_fr: Aucune option de condition n'a été spécifiée
it_it: Nessuna condizione per l'opzione specificata
ro_ro: Nu a fost specificată nici o opțiune condițională

source: No conditional option was specified
af_za: Geen voorwaarde-opsie is gespesifiseer nie
de_de: Es wurde keine Bedingungsoption angegeben
es_es: No fue especificada ninguna opción condicional
fr_fr: Aucune option conditionnelle n'a été spécifiée
it_it: Nessuna condizione per l'opzione specificata
ro_ro: Nu a fost specificată nici o opțiune condițională

source: No price was specified
af_za: Geen prys is gespesifiseer nie
de_de: Es wurde kein Preis angegeben
es_es: No se especificón ningún precio
fr_fr: Aucun prix n'a été spécifié
it_it: Nessun prezzo specificato
ro_ro: Nu a fost specificat nici un preț

source: N/A
af_za: Nie van toepassing
de_de: N/V
fr_fr: N/C
it_it: N/D
ro_ro: Indisponibil

source: Please select a product category
af_za: Kies 'n produkkategorie asb
de_de: Bitte wählen Sie eine Kategorie
es_es: Por favor, selecciona una categoría de producto
fr_fr: Sélectionne une catégorie de produit
it_it: &Egrave; necessario selezionare una categoria di prodotti
ro_ro: Vă rugăm selectați o categorie de produse

source: Choose a recurring payment method
af_za: Kies 'n herhalende betalingsmetode

source: Choose a recurrence interval
af_za: Kies 'n herhalingsinterval

source: Choose a duration interval
af_za: Kies 'n intervalduurte

source: Choose a checkout type
af_za: Kies 'n uittekentipe

source: Please select a price type
af_za: Kies 'n prystipe asb
de_de: Bitte wählen Sie einen Preistyp
es_es: Por favor, selecciona un tipo de precio
fr_fr: Sélectionne un type de prix
it_it: Si prega di selezionare un tipo di prezzo
ro_ro: Vă rugăm selectați un tip de preț

source: Price tiers are incorrect
af_za: Prysvlakke is verkeerd
de_de: Die Preisstaffeln sind falsch
es_es: Los niveles de precio son incorrectos
fr_fr: Les prix des tiers sont incorrects
it_it: Le fasce di prezzo non sono corrette
ro_ro: Palierele de preț sunt incorecte

source: Please fill in the price tiers
af_za: Vul die prysvlakke in asb
de_de: Bitte geben Sie die Preisstaffeln ein
es_es: Por favor, completa los niveles de precio
fr_fr: Indiquer des prix de tiers
it_it: Si prega di indicare le fasce di prezzo
ro_ro: Vă rugăm completați palierele de prețuri

source: Please fill in a price per square meter.
af_za: Vul 'n prys met vierkante meter in asb
de_de: Bitte geben Sie den Preis per Quadratmeter ein.
es_es: Por favor, completa un precio por metro cuadrado.
fr_fr: Veuillez indiquer un prix par mètre carré.
it_it: Si prega di indicare il prezzo per metro quadro.
ro_ro: Vă rugăm completați un preț pe metru pătrat.

source: Please select a product type
af_za: Kies 'n produktipe asseblief
de_de: Bitte wählen Sie einen Produkttypen
es_es: Por favor, selecciona un tipo de producto
fr_fr: Sélectionne un type de produit
it_it: Si prega di selezionare un tipo di prodotto
ro_ro: Vă rugăm selectați un tip de produs

source: Should different variations be treated as a single product?
af_za: Moet verskillende variasies as dieselfde produk hanteer word?
de_de: Sollten unterschiedliche Varianten als einzelnes Produkt behandelt werden?
es_es: ¿Deben tratarse las variaciones diferentes como un producto único?
fr_fr: Est-ce que les variations différentes doivent être traitées comme un seul produit?
it_it: Considerare le varianti come un singolo prodotto?
ro_ro: Ar trebui diferitele variante să fie tratate ca un singur produs?

source: No option was specified
af_za: Geen opsie is gespesifiseer nie
de_de: Keine Option ausgewählt
es_es: No se especificó ninguna opción
fr_fr: Aucune option n'a été spécifiée
it_it: Nessuna opzione specificata
ro_ro: Nu a fost specificată nici o opțiune

source: No style was specified
af_za: Geen styl is gespesifiseer nie
de_de: Kein Stil ausgewählt
es_es: El estilo no fue especificado
fr_fr: Aucun style n'a été spécifié
it_it: Nessuno stile specificato
ro_ro: Nu a fost specificat nici un stil

source: Please fill in a shipping method name
af_za: Vul 'n versendingsmetode in asb
de_de: Bitte geben Sie einen Namen für die Versandart ein
es_es: Por favor, completa un nombre de método de envío
fr_fr: Indiquer un nom pour cette méthode de livraison
it_it: Si prega di inserire un nome per il metodo di pagamento
ro_ro: Vă rugăm completați numele metodei de expediție

source: Please choose a status for this shipping method
af_za: Kies 'n status vir hierdie versendingsmetode asb
de_de: Bitte einen Status für Die Versandart auswählen
es_es: Por favor, selecciona un estado para este método de envío
fr_fr: Choisi un statut pour cette méthode de livraison
it_it: Si prega di selezionare lo stato di questo metodo di pagamento
ro_ro: Vă rugăm alegeți o stare pentru această metodă de expediție

source: Please choose a shipping method.
af_za: Kies 'n versendingsmetode asseblief
fr_fr: Sélectionnez un moyen de livraison.

source: No country was specified for this tax rate
af_za: Geen land is vir hierdie belastingkoers gespesifiseer nie
de_de: Für diesen Steuersatz wurde kein Land angegeben
es_es: NO se ha especificado ningún país para esta tasa de impuestos
fr_fr: Aucun pays n'a été spécifié pour ce taux de taxe
it_it: Nessuna nazione indicata per questa imposta
ro_ro: Nu a fost specificată nici o țară pentru această taxă
