Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: specify where the Add to Favorites link should be shown in the shop
af_za: Spesifiseer waar die Voeg by Gunsteling-skakel in die winkel vertoon moet word.
de_de: Bitte angeben, wo das Vormerker Link im Shop angezeigt werden soll
es_es: especificar donde el enlace Agregar a Favoritos debe mostrarse en la tienda
fr_fr: indiquer où le lien "Ajouter aux favoris" doit être afficher dans la boutique
it_it: specifica dove devono apparire i link "Aggiungi ai Preferiti" nel negozio
ro_ro: specificați unde să apară link-ul Adăugați la favorite în paginile magazinului

source: name presented to customers during checkout
af_za: Naam aan klante vertoon tydens uittekeningproses.
de_de: Name, der den Kunden während des Bezahlens angezeigt wird
es_es: nombre presentado a los clientes durante la Finalización de Compra
fr_fr: le nom présenté aux clients lorsqu'ils finissent leurs achats
it_it: nome mostrato ai clienti in fase di finalizzazione dell'ordine
ro_ro: numele prezentat clienților în timpul finalizării comenzii

source: Store Number
af_za: Stoornommer
de_de: Store Nummer
es_es: Número de Tienda
fr_fr: Numéro de la boutique
it_it: Numero identificativo del Negozio
ro_ro: Număr magazin

source: Store name/number provided to you by First Data.
af_za: Stoornaam/nommer voorsien deur First Data.
es_es: Nombre/número de Tienda provisto por First Data.
fr_fr: Nom/numéro de boutique vous étant fourni par First Data.
it_it: Numero/Nome del Negozio fornito da First Data.
ro_ro: Număr/nume de magazin furnizat de First Data.

source: Shared Secret
af_za: Gedeelde Geheim
de_de: Öffentlicher Schlüssel
es_es: Secreto Compartido
fr_fr: Secret partagé
it_it: Segreto Condiviso
ro_ro: Secret comun

source: Shared secret generated in the First Data account under Connect 2.0 Setup.
af_za: Gedeelde geheim in die First Data-rekening gegenereer onder Verbind 2.0 Opstelling.
es_es: Secreto compartido generado en la cuenta First Data bajo Connect 2.0 Setup.
fr_fr: Secret partagé étant généré dans le compte First Data sous l'installation Connect 2.0.
it_it: La chiave segreta condivisa generata nell'account First Data sotto Connect 2.0 Setup.
ro_ro: Secret comun cu First Data generat pe cont sub instalarea Connect 2.0.

source: Test Account
af_za: Toetsrekening
de_de: Testkonto
es_es: Cuenta de Testeo
fr_fr: Compte test
it_it: Account di prova
ro_ro: Cont de test

source: turn off for a production site
af_za: skakel af vir 'n produksie-tuiste
de_de: Für eine Live Seite AUS-schalten
es_es: desactivar para un sitio de producción
fr_fr: règle ceci sur "Désactiver" pour un site de production
it_it: disabilitare questa opzione per i siti in produzione
ro_ro: debifați pentru un site de producție

source: Timezone
af_za: Tydsone
de_de: Zeitzone
es_es: Zona Horaria
fr_fr: Fuseau horaire
it_it: Fuso orario
ro_ro: Fus orar

source: Timezone of your server, valid values are GMT, EST, CST, MST, PST.
af_za: Tydsone van jou bediener, geldige waardes is GMT< EST< CST< MST< PST.
es_es: Zona horaria de tu servidor, los valores válidos son GMT, EST, CST, MST, PST.
fr_fr: Fuseau horaire de votre serveur. Les valeurs acceptée sont GMT, EST, CST, MST et PST.
it_it: Il fuso orario del server, i valori consentiti sono GMT, EST, CST, MST, PST.
ro_ro: Fusul orar al serverului dumneavoastră, valori valide sunt GMT, EST, CST, MST, PST.

source: Use Sandbox
af_za: Gebruik Sandbox
de_de: Sandbox benutzen
es_es: Usar Sandbox
fr_fr: Utiliser Sandbox
it_it: Utilizza la modalit&agrave; di prova
ro_ro: Utilizare Sandbox

source: turn on for testing purposes
af_za: skakel aan vir toetsdoeleindes
de_de: Zu Testzwecken (Sandbox) AN-schalten
es_es: activar para propósitos de testeo
fr_fr: règle ceci sur "Activer" pour tester
it_it: abilita quest'opzione per effettuare i test
ro_ro: activați pentru teste

source: Merchant/Admin Email
af_za: Handelaar/Admin Epos
es_es: Email del Comerciante/Administrador
fr_fr: Adresse courriel du marchand/commerçant
it_it: Email Venditore/Amministratore
ro_ro: Email admin comerciant

source: Either a single email or multiple, comma separated emails eg. email1@domain.com,email2@domain.com
af_za: Of 'n enkele epos of veelvoudige, komma-geskeide eposse bv. epos1@domain,epos2@domain.com
fr_fr: Une adresse courriel ou plusieurs. Séparer les adresses par une virgule (ex.: email1@domaine.com,email2@domaine.com)

source: Shop URL
af_za: Winkel URL
es_es: URL de Tienda
fr_fr: URL de la boutique
it_it: URL Negozio
ro_ro: URL magazin

source: Any post or page on this installation, preferrably the Shop page.
af_za: Enige pos of bladsy van hierdie installasie, verkieslik die Winkelbladsy.
de_de: Irgendein Artikel oder eine Seite dieser Installation, möglichst die Shopseite.
es_es: Cualquier entrada o pagina en esta instalación, preferiblmente la página de la Tienda.
fr_fr: N'importe quel article ou page de cet installation, préférablement la page de la boutique.
it_it: Una qualsiasi pagina o post in questo sito, preferibilmente la pagina Negozio.
ro_ro: Orice articol sau pagină WP din acest blog, preferabil pagina Magazin.

source: Target Markets
af_za: Doelmarkte
de_de: Zielmarkt
es_es: Mercados de destino
fr_fr: Marchés cibles
it_it: Mercati di Interesse
ro_ro: Piețe țintă

source: Select all Countries
af_za: Kies alle Lande
fr_fr: Sélection de tout les pays

source: Select the countries and states/provinces available to customers in the shop.
af_za: Kies die lande en state/provinsies beskikbaar vir klante in die winkel.
fr_fr: Sélection des pays et états/province disponible au client dans la boutique.

source: No countries are available, %s.
af_za: Geen lande beskikbaar nie, %s.
fr_fr: Aucun pays disponible, %s.
it_it: Nessuna nazione disponibile, %s.

source: Currency
af_za: Geldeenheid
de_de: Währung
es_es: Moneda
fr_fr: Monnaie
it_it: Valuta
ro_ro: Moneda

source: Currency Symbol Position
af_za: Geldeenheid Simbool Posisie
de_de: Position des Währungsymbols
es_es: Posición del Símbolo de Moneda
fr_fr: Position du symbole de la monnaie
it_it: Posizione del simbolo della valuta
ro_ro: Poziția simbolului monedei

source: Before
af_za: Voor
de_de: Davor
es_es: Antes
fr_fr: Avant
it_it: Prima
ro_ro: Înainte

source: After
af_za: Na
de_de: Danach
es_es: Después
fr_fr: Après
it_it: Dopo
ro_ro: După

source: Should the currency symbol be placed before or after the price?
af_za: Moet die geldeenheid voor of na die prys geplaas word?
fr_fr: Le symbole de la monnaie doit-il être placé avant ou après le prix?

source: Decimal Separator
af_za: Desimale skeier
de_de: Dezimaltrennzeichen
es_es: Separador Decimal
fr_fr: Séparation des décimales
it_it: Separatore decimale
ro_ro: Separator zecimal

source: Decimal separator for prices in the shop for display purposes.
af_za: desimale skeier vir pryse in die winkel vir vertoondoeleindes.
fr_fr: Séparateur de décimal pour les prix dans la boutique (pour affichage seulement).

source: Showcase Website
af_za: Toonkas webtuiste
de_de: Showcase Webseite
es_es: Sitio Web Vidriera
fr_fr: Site Vitrine
it_it: Sito Dimostrativo
ro_ro: Mod vitrină

source: Turn this On for a website with showcase products only without any prices or sales.
af_za: Skakel hierdie Aan vir 'n webtuiste met slegs toonkasprodukte sonder pryse of verkope
fr_fr: Activer cette option pour les site web avec produits vitrine seulement sans prix ni vente.

source: Global Showcase Message
af_za: Globale Toonkasboodskap
de_de: Allgemeine Schaukasten Nachricht
es_es: Mensaje Global de Vidriera
fr_fr: Message vedette global
it_it: Messaggio per i prodotti dimostrativi (Generale)
ro_ro: Mesaj global pentru vitrină

source: Message to display for showcase products on category and product pages.
af_za: Boodskap om te vertoon vir toonkasprodukte op kategorie- en produkbladsye
es_es: Mensaje a mostrar para la vidriera de productos en las páginas de categorías y productos.
fr_fr: Message à afficher pour les produits en vedette sur les pages de catégories et les pages de produits.
it_it: Messaggio da mostrare per i prodotti dimostrativi nelle pagine delle categorie e dei singoli prodotti.
ro_ro: Mesaj de afișat pentru produsele din vitrină în paginile categoriilor și cele ale produselor.

source: TinyMCE Button
af_za: TinyMCE Knoppie
es_es: Botón TinyMCE
fr_fr: Bouton TinyMCE
it_it: Bottone TinyMCE
ro_ro: Buton TinyMCE

source: Pay to Email Address
af_za: Betaal na Eposadres
de_de: An Emailadresse bezahlen
es_es: Pagar a Dirección de Email
fr_fr: Payer à l'adresse courriel
it_it: Paga all'indirizzo email
ro_ro: Plăți către adresa email

source: Secret String
af_za: Geheime string
es_es: String Secreta
fr_fr: Chaîne secrête
it_it: Testo Segreto
ro_ro: Șir secret

source: used for md5 hash encryption security measurement
af_za: Vir md5 huts-enkriptering sekuriteitsmeting gebruik
de_de: Wird für die MD5 Hash Verschlüsselung benutzt
es_es: utilizado para medir la seguridad de cifrado MD5 hash
fr_fr: utilisé pour la mesure de cryptage de sécurité md5
it_it: utilizzato per la misurazione dall'algoritmo di crittazione md5
ro_ro: utilizat pentru criptarea md5 cu scop de securizare

source: "Gallery" Content Tab
af_za: "Gallery" Inhoudskeep
de_de: "Galerie" Inhalts-Tab
es_es: Solapa de Contenido de "Galería"
fr_fr: Contenu de l'onglet "Gallerie"
it_it: Pannello Contenuti "Galleria"
ro_ro: Secțiune conținut "Galerie"

source: will display extra product images in a tab if content tabs are available
af_za: sal ekstra produkbeelde/prente in 'n tabelkeep vertoon indien inhoudskepe beskikbaar is
de_de: Zeigt zusätzliche Produktbilder in einem Tab an, wenn Inhalts-Tabs verfügbar sind
es_es: mostrará imágenes extras de productos en una solapa, si las solapas de contenido están disponibles
fr_fr: affichera des images supplémentaires dans un onglet si les onglets de contenu sont disponibles
it_it: mostra le immagini aggiuntive del prodotto utilizzando un pannello separato se &eacute; abilitata la visualizzazione in pannelli dei contenuti
ro_ro: va afișa imaginile suplimentare ale produsului într-o secțiune de conținut dacă aceasta este disponibilă

source: Thumbnail Dimensions
af_za: Seëlgrootte beelde dimensies
de_de: Miniaturbild Dimensionen
es_es: Tamaños de Miniatura
fr_fr: Dimensions de la mignature
it_it: Dimensioni miniatura
ro_ro: Dimensiuni medalion

source: Dimensions of your extra images, you may leave either the width or height empty to crop accordingly.
af_za: Dimensies van jou ekstra beelde/prente, jy mag of die wydte of die breedte uitlaat om dienooreenkomstig te snoei
es_es: Dimensiones de las imágenes extras, debes dejar tanto el ancho como el alto vacíos para poder hacer el recorte.
fr_fr: Dimensions des images supplémentaires. Vous pouvez laisser la largeur ou la longueur indéfinie pour rogner automatiquement.
it_it: Dimensioni delle immagini aggiuntive, puoi lasciare vuoto il campo larghezza o altezza per il calcolo automatico.
ro_ro: Dimensiunile imaginilor suplimentare, se pot lăsa necompletate fie lățimea fie înălțimea în vederea decupării.

source: Number of thumbs on product pages
af_za: Aantal seëlgrootte beelde/prente op produkbladsye
de_de: Anzahl der Miniaturbilder auf den Produktseiten
es_es: Número de minuaturas en páginas de productos
fr_fr: Nombre de miniatures sur les pages des produits
it_it: Numero di miniature da mostrare nelle pagine dei prodotti
ro_ro: Numărul de medalioane de produse din paginile de produs

source: specify how product should be displayed in the loop
af_za: Spesifiseer hoe produk in die lus vertoon moet word
de_de: Bitte geben Sie an, wie das Produkt in der Schleifendarstellung (mehrere Produkte) angezeigt werden soll
es_es: especificar cómo un producto debe mostrarse en el loop
fr_fr: indiquer combien de produit doivent être affichés dans la rotation
it_it: indica come mostrare i prodotti nell'elenco prodotti
ro_ro: specificați cum trebuie afișate produsele în buclă

source: Show Fields
af_za: Wys Velde
de_de: Felder anzeigen
es_es: Mostrar Campos
fr_fr: Montrer les champs
it_it: Mostra Campi
ro_ro: Afișare câmpuri

source: should custom fields and product variations be shown in the product loop? It only works with list view, not with grid view.
af_za: Moet aangepaste velde en produkvariasies gewys word in die produklus? Dit werk slegs met lys-aansig, nie met rooster-aansig nie.
es_es: deberán ser mostrados los campos personalizados y las variaciones de productos en el loop del producto? Esto solo funciona con vista de lista, no con vista de grilla.
fr_fr: Les champs personnalisés et les variations de produits doivent-il être affichés dans la rotation de produit? Cela fonctionne uniquement qu'avec une liste d'affichage et non avec une grille d'affichage.
it_it: devono essere visualizzati i campi personalizzati e le varianti prodotto nell'elenco dei prodotti? Quest'opzione &eacute; valida solo per la visualizzazione "Lista", non per la "Griglia".
ro_ro: Trebuie arătate câmpurile personalizate și variantele de produse în interiorul buclelor? Funcționează numai în buclele tip listă, nu funcționează în modul grilă.

source: Allow Changing of View Mode
af_za: Laat verandering van Aansigmode toe
de_de: Erlaube den Ansichtsmodus zu wechseln
es_es: Permite Cambiar de Modo de Visualización
fr_fr: Permettre le changement de mode de d'affichage
it_it: Consenti Cambio Modalit&agrave; Visualizzazione
ro_ro: Permite schimbarea modului de vizualizare

source: Do you want to allow users/customers to change the view between list/grid?
af_za: Wil jy toelaat dat gebruikers/klante die aansig tussen lys/rooster kan verander?
es_es: ¿Quieres permitir a los usuarios/clientes cambiar la vista lista/grilla?
fr_fr: Voulez-vous permettre aux usagers/clients de pouvoir changer le mode d'affichage entre liste et grille?
it_it: Vuoi permettere agli utenti/clienti di cambiare la modalità di visualizzazione tra lista/griglia?
ro_ro: Doriți ca vizitatorii să poată modifica modul de vizualizare între grilă și listă?

source: Sorting Options
af_za: Sorteringsopsies
de_de: Sortieroptionen
es_es: Opciones de Clasificación
fr_fr: Trier les options
it_it: Opzioni Ordinamento
ro_ro: Opțiuni aranjare

source: Show
af_za: Wys
de_de: Anzeigen
es_es: Mostrar
fr_fr: Montrer
it_it: Mostra
ro_ro: Afișare

source: Hide
af_za: Steek weg
de_de: Verstecken
es_es: Ocultar
fr_fr: Masquer
it_it: Nascondi
ro_ro: Ascundere

source: allow users to sort products by title, price &amp; date
af_za: Laat gebruikers toe om produkte te sorteer volgens titel, prys &amp; datum
de_de: Erlaube Kunden, die Produkte nach Titel, Preis und Datum zu sortieren
es_es: permitir a usuarios ordenar productos por título, precio y fecha
fr_fr: permettre aux utilisateurs de trier les produits par titre, prix &amp; date
it_it: permette agli utenti di ordinare i prodotti per nome, prezzo e data
ro_ro: permite utilizatorilor să aranjeze produse după titlu, preț și dată

source: Above Image
af_za: Bokant prent
de_de: Über dem Bild
es_es: Encima de Imagen
fr_fr: Au-dessus de l'image
it_it: Sopra l'Immagine
ro_ro: Deasupra imaginii

source: Below Image
af_za: Onderkant prent
de_de: Unter dem Bild
es_es: Debajo de Imagen
fr_fr: Sous l'image
it_it: Sotto l'Immagine
ro_ro: Sub imagine

source: Truncate Titles
af_za: Verkort Titels
de_de: Titel kürzen
es_es: Títulos Truncados
fr_fr: Tronquer les titres
it_it: Tronca Titoli
ro_ro: Trunchiere titluri

source: Truncate product titles. To ignore, leave empty.
af_za: Verkort produktitels. Om te ignoreer, los oop.
fr_fr: Tronquer les titres des produits. Pour ignorer, indiquez vide.
it_it: Tronca i titoli dei prodotti al carattere indicato. Lasciare vuoto per non troncare.

source: Truncate Descriptions
af_za: Verkort Beskrywings
fr_fr: Tronquer les descrpitions
it_it: Tronca Descrizioni

source: Truncate product descriptions in the loop. Leave empty to ignore.
af_za: Verkort produkbeskrywings in die lus. Los oop om te ignoreer.
fr_fr: Tronque les descriptions de produit dans la boucle. Laissez vide pour ignorer.
it_it: Tronca le descrizioni dei prodotti negli elenchi. Lasciare vuoto per non effettuare alcun troncamento.

source: Products per Page
af_za: Produkte per Bladsy
de_de: Produkte pro Seite
es_es: Productos por Página
fr_fr: Produits par page
it_it: Prodotti per Pagina
ro_ro: Produse per pagină

source: Zero Price Text
af_za: Zero Prysteks
de_de: Text für Kostenlos
es_es: Texto de Precio Cero
fr_fr: Texte du prix à zéro
it_it: Testo Prezzo Zero
ro_ro: Text pentru preț zero (0)

source: text to display if a product has a zero price
af_za: Teks om te vertoon indien 'n produk 'n zero prys het
de_de: Text, der angezeigt wird, wenn ein Produkt kostenlos ist, d.h. 0,00 kostet
es_es: texto para mostrar si un producto tiene un precio cero
fr_fr: texte à afficher si le prix du produit est à zéro
it_it: messaggio mostrato in caso di prodotto a prezzo zero, ad es: Gratis
ro_ro: textul care se afișează în locul prețului când acesta este zero (0)

source: Show Add/Buy button
af_za: Vertoon Byvoeg/Koop knoppie
de_de: Dann Hinzufügen/Kaufen Button zeigen
es_es: Mostrar botón de Agregar/Comprar
fr_fr: Afficher le bouton Ajouter/Acheter
it_it: Mostra bottone Aggiungi/Compra
ro_ro: Afișare buton Adaugă/Cumpără

source: Display "How Many"
af_za: Vertoon "Hoeveel"
de_de: "Wie viele" anzeigen
es_es: Mostrar "Cantidad"
fr_fr: Afficher "Combien de"
it_it: Mostra "Quantit&agrave;"
ro_ro: Afișare "Cantitate"

source: Displays a "how many" text box for item quantity of the product being added
af_za: Vertoon 'n "Hoeveel" teksboks vir die itemhoeveelheid van die produk wat bygevoeg word.
es_es: Muestra una caja de texto de "cantidad" para cantidades de items del producto que ha sido agregado
fr_fr: Permettre au client de spécifié le nombre d'article à commander
it_it: Mostra un casella di testo per indicare il numero di prodotti da aggiungere al carrello
ro_ro: Afișează un text box "cantitate" pentru a specifica ce cantitate de produse se adaugă

source: Link Thumbnail To
af_za: Koppel seëlgrootte beeld/prent Aan
de_de: Miniaturbild mit ... verknüpfen
es_es: Enlace a Miniatura
fr_fr: Lier la miniature à
it_it: Collega Miniatura A
ro_ro: Leagare medalioanele la

source: Product Page
af_za: Produkbladsy
de_de: Produktseite
es_es: Página de Producto
fr_fr: Page du produit
it_it: Pagina Prodotto
ro_ro: Pagina produsului

source: Larger/Original Image
af_za: Groter/Oorspronklike Prent
de_de: Größeres Bild/Originalbild
es_es: Imagen Original Grande
fr_fr: Image originale/plus large
it_it: Immagine Grande/Originale
ro_ro: O imagine mai mare / Imagine originală

source: Where should the thumbnails in the products loop link to?
af_za: Waarheen moet die sëelgrootte prent in die produktelus lei?
es_es: ¿A dónde deberían enlazar las miniaturas en los loop de productos?
fr_fr: Vers quelle destination les miniatures doivent lier dans la rotation de produits?
it_it: A cosa devono essere collegate le miniature presenti nell'elenco prodotti?
ro_ro: Unde ar trebui legate medalioanele din buclă?

source: Dimensions of your product loop images, you may leave either the width or height empty to crop accordingly.
af_za: Dimensies van jou produklusprente, jy kan die wydte of hoogte ooplaat om ooreenkomstig te snoei
es_es: Dimensiones de imágenes del loop de producto, puedes dejar tanto el ancho como el alto vacíos para poder hacer el recorte.
fr_fr: Dimensions des images de boucle de produit. Vous pouvez laisser la largeur ou la longueur indéfinie pour rogner automatiquement.
it_it: Dimensioni dell'immagine del prodotto negli elenchi, puoi lasciare vuoto il campo larghezza o altezza per il calcolo automatico.
ro_ro: Dimensiunile imaginilor de produs din buclă, se pot lăsa necompletate fie lățimea fie înălțimea în vederea decupării.

source: Thumbnail Quality
af_za: Seëlgrootte beeld/prent -kwaliteit
de_de: Miniaturbild Qualität
es_es: Calidad de Miniaturas
fr_fr: Qualité de la mignature
it_it: Qualit&agrave; Miniature
ro_ro: Calitatea medalioanelor

source: reduce quality to reduce filesize &amp; increase site performance
af_za: Verminder kwaliteit om lêergrootte &amp; te verklein; verbeter webtuiste-werkverrigting
de_de: Verringert die Qualität und die Dateigröße, verbessert aber die Leistung der Webseite
es_es: reducir calidad para reducir peso e incrementar la performance del sitio
fr_fr: réduire la qualité pour réduire la taille du fichier &amp; améliore la performance du site
it_it: riduci la qualit&agrave; per ridurre la dimensione del file ed aumentare le prestazioni del sito
ro_ro: reducerea calității ajută la reducerea mărimii fișierelor și creșterea performaței sitului

source: Short Search Results
af_za: Kort soekresultate
de_de: Kurzsuche Resultate
es_es: Resultados de Búsqueda Cortos
fr_fr: Résultats de la recherche court
it_it: Risultati Ricerca Brevi
ro_ro: Rezultate căutare scurte

source: Shows a product thumbnail and short description instead of full product page
af_za: Wys 'n produk-seëlgrootte prent/beeld en kort beskrywing in plaas van vol produkbladsy
de_de: Zeigt ein Produkt Miniaturbild und eine kurze Beschreibung anstatt der gesamten Produktseite
es_es: Muestra una miniatura de producto y una descripción corta en lugar de una página de producto completa
fr_fr: Afficher une miniature du produit et une courte description au lieu de la page complète du produit
it_it: Mostra soltanto la miniatura e la descrizione breve anzich&eacute; la pagina completa del prodotto
ro_ro: Afișează un medalion de produs și o descriere scurtă în loc de întreaga pagină a produsului

source: Credit Card (manual POS)
af_za: Kredietkaart (hand POS)
de_de: Kreditkarten (manuelle Abwicklung)
es_es: Tarjeta de Crédito (POS manual)
fr_fr: Carte de crédit (POS manuel)
it_it: Carta di credito (POS Manuale)
ro_ro: POS manual (cărți bancare)

source: Custom/Manual Payment
af_za: Aangepaste/Fisiese betaling
de_de: Manuelle Bezahlung
es_es: Pago Personalizado/Manual
fr_fr: Paiement manuel/personnalisé
it_it: Pagamento Manuale/Personalizzato
ro_ro: Plată manuală/personalizată

source: Euro Payment Services S.R.L.
af_za: Euro Betalingsdienste S.R.L.

source: LUCY Gateway
af_za: LUCY Poort
it_it: Gateway LUCY

source: Skrill (Moneybookers)
af_za: Skrill (Geldhanteerders)

source: Ogone (Basic e-Commerce)
af_za: Ogone ( Basiese e-Commerce)

source: PayPal (Website Payments Standard)
af_za: PayPal (Webtuistebetalings-standaard)
fr_fr: PayPal (Paiements standards pour les sites web)
it_it: PayPal (Pagamento Web Standard)
ro_ro: Paypal (standard)

source: Sage Pay (Form Protocol)
af_za: Sage Pay (Van Protocol)
de_de: Sage Pay (Formular Protokoll)
fr_fr: Sage Pay (Protocol de formulaire)

source: SecureTrading Payment Pages
af_za: Secure Trading Betalingsbladsye
de_de: SecureTrading Zahlungs-Seiten
fr_fr: Page de paiement SecureTrading
it_it: Pagine Pagamenti SecureTrading

source: Realex Payments (Realauth Redirect)
af_za: Realex Betalings (Realauth Redirect)
fr_fr: Paiements Realex (redirection Realauth)

source: Realex Payments (Realauth Remote)
af_za: Realex Betalings (Realauth Remote)
de_de: Realex Zahlungen (Realauth Remote)
fr_fr: Paiements Realex (Realauth Remote)
ro_ro: Realex Payments (Realauth Redirect)

source: Configure Active Payment Methods
af_za: Konfigureer Aktiewe Betalingsmetodes

source: RAW Support
af_za: RAW Ondersteuning
fr_fr: Support RAW
it_it: Supporto RAW

source: Some themes require the use of [raw] tags around shortcodes. Turn this on if your theme uses [raw] tags.
af_za: Sommige temas vereis die gebruik van [rou] merkers saam met kortkodes. Skakel hierdie aan as jou tema [rou] merkers gebruik.
fr_fr: Des thèmes nécissite l'usage de la balise [raw] autour des liens. Activez cette option si votre theme utilise les balises [raw].
it_it: Alcuni temi richiedono l'uso dei tag [raw] per racchiudere gli shortcode. Abilitare questa opzione per utilizzare i tag [raw].
