Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Your credit card will be manually processed by the merchant with valid authorization
af_za: Jou kredietkaart sal per hand deur die handelaar met 'n geldige magtiging verwerk word.
de_de: Ihre Kreditkarte wird durch den Händler mit entsprechender Authorisierung manuell bearbeitet
es_es: Tu tarjeta de crédito será procesada manualmente por el comerciante con una autorización válida
fr_fr: Votre carte de crédit sera traitée manuellement par l'intermédiaire de paiement pour une autorisation valide
it_it: La tua carta di credito verr&agrave; processata manualmente dal venditore con autorizzazione valida
ro_ro: Cardul dumneavoastră bancar va fi procesat manual de către comerciantul autorizat

source: You will be notified via email once your card has been charged and your order has been processed
af_za: Jy sal per epos ingelig word wanneer jou kaart gehef en jou bestelling verwerk is.
de_de: Sie werden per Email in Kenntnis gesetzt, sobald Ihre Kreditkarte belastate und Ihre Bestellung bearbeitet wurde.
es_es: Serás notificado por email una vez que su tarjeta haya sido cargada y tu pedido haya sido procesado
fr_fr: Vous receverez un courriel lorsque le paiement serra complété et que votre commande serra traitée
it_it: Verrai notificato via email del completamento dell'ordine e del relativo addebito sulla tua carta
ro_ro: Veți fi notificat prin email imediat ce cardul bancar va fi decontat și comanda va fi procesată

source: Credit Card Details
af_za: Kredietkaartbesonderhede
de_de: Kreditkarten Details
es_es: Detalles de Tarjeta de Crédito
fr_fr: Détails de la carte de crédit
it_it: Dettagli Carta di credito
ro_ro: Detalii card bancar

source: Select Type
af_za: Kies Tipe
de_de: Typ auswählen
es_es: Seleccionar Tipo
fr_fr: Choisir un type
it_it: Seleziona Tipo
ro_ro: Selectare tip

source: No types are available at this time
af_za: Geen Tipes is huidiglik beskikbaar nie
de_de: Gegenwärtig sind keine Typen verfügbar
es_es: No hay tipos disponibles en este momento
fr_fr: Aucuns types disponibles pour le moment
it_it: Nessun Tipo definito
ro_ro: Nu este disponibil nici un tip momentan

source: YYYY
af_za: JJJJ
de_de: JJJJ
fr_fr: AAAA
it_it: AAAA
ro_ro: AAAA

source: Billing Details Same as Shipping Details
af_za: Faktureringsbesonderhede selfde as Versendingsdetail
de_de: Rechnungsadresse ist gleich Versandadresse.
es_es: Detalle de Facturación igual a Detalle de Envío
fr_fr: Les informations de facturation sont identiques aux informations de livraison
it_it: Utilizza l'indirizzo di Spedizione anche per la Fatturazione
ro_ro: Detaliile de facturare sunt identice cu cele de expediție

source: Billing Information
af_za: Faktureringsinformasie
de_de: Rechnungsinformation
es_es: Información de Cobro
fr_fr: Informations de facturation
it_it: Informazioni per la Fatturazione
ro_ro: Detalii facturare

source: Select Country
af_za: Kies Land
de_de: Land auswählen
es_es: Seleccionar País
fr_fr: Choisi un pays
it_it: Seleziona la Nazione
ro_ro: Selectare țară

source: Continue
af_za: Gaan Voort
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ro_ro: Mai departe

source: Please register/login to use this feature
af_za: Registreer / log asseblief in om hierdie funksie te gebruik
de_de: Bitte registieren oder anmelden, um diese Funktion zu benutzen
es_es: Por favor, regístrate/inicia sesión para usar esta característica
fr_fr: Enregistrer/Connecter vous pour utiliser cette fonctionnalité
it_it: &Egrave; necessario effettuare il login per completare l'operazione richiesta
ro_ro: Vă rugăm să vă înregistrați/autentificați pentru a folosi această funcție

source: Please choose your preferred shipping method below for this order.
af_za: Kies asseblief onder jou voorkeur-versendingsmetode vir hierdie bestelling.
de_de: Bitte wählen Sie ihre bevorzugte Versandart für diese Bestellung aus.
es_es: Por favor, elije tu método de envío preferido debajo de este pedido.
fr_fr: Choisis un mode de livraison ci-dessous pour votre commande.
it_it: Scegli il metodo di spedizione che preferisci dall'elenco qui sotto.
ro_ro: Vă rugăm selectați metoda preferată de expediție listată sub această comandă.

source: Based on a shipping date of
af_za: Gebaseer op 'n versendingsdatum van
de_de: Basierend auf einem Versanddatum von
es_es: Basado en la fecha de envío de
fr_fr: Basé sur une date d'expédition au
it_it: Basato sulla data di spedizione di
ro_ro: Bazat pe data expedierii

source: No shipping methods are available, please return.
af_za: Geen versendingsmetodes is beskikbaar nie, keer asseblief terug.
de_de: Es sind keine Versandarten verfügbar. Bitte gehen Sie zurück.
es_es: No hay métodos de envío disponibles, por favor regrese.
fr_fr: Aucunes méthodes d'expéditions n'est disponible, revenir en arrière.
it_it: Nessun metodo di spedizione disponibile, si prega di riprovare.
ro_ro: Nu sunt disponibile metode de expediție, vă rugăm reveniți.

source: Continue &raquo;
af_za: Gaan voort &raquo;
de_de: Weiter &raquo;
es_es: Continuar &raquo;
fr_fr: Continuer &raquo;
it_it: Continua &raquo;
ro_ro: Mai departe &raquo;

source: Errors
af_za: Foute
fr_fr: Erreurs

source: Ok, close this
af_za: Goed, maak dit toe
fr_fr: Ok, fermer

source: Shipping &amp; Handling
af_za: Versending &amp; Hantering
de_de: Porto &amp; Versand
es_es: Envío y Manipulación
fr_fr: Expédition &amp; manutention
it_it: Spedizione &amp; Trattamento
ro_ro: Expediție și manipulare

source: Continue Shopping
af_za: Gaan terug na winkel om nog produkte te koop
de_de: Einkauf fortsetzen
es_es: Continuar Comprando
fr_fr: Continuer les achats
it_it: Continua gli acquisti
ro_ro: Continuare cumpărături

source: View Shopping Cart &raquo;
af_za: Besigtig Inkopiemandjie &raquo;
fr_fr: Voir le panier &raquo;

source: Your order has a total calculated weight of
af_za: Jou bestelling het 'n totale gewig van
de_de: Ihre Bestellung hat ein errechnetes Gewicht von
es_es: Tu pedido tiene un peso calculado en
fr_fr: Votre commande a un poids total de
it_it: L'ordine ha un peso stimato di
ro_ro: Comanda dumneavoastră are o greutate totală calculată de

source: Your Name
af_za: Jou Naam
de_de: Ihr Name
es_es: Tu Nombre
fr_fr: Votre nom
it_it: Il tuo nome
ro_ro: Numele dumneavoastră

source: Are you sure you want to remove this item from your shopping cart?
af_za: Is jy seker jy wil hierdie item van jou inkopiemandjie verwyder?
de_de: Sind Sie sicher, dass Sie diesen Gegenstand aus Ihrem Warenkorb entfernen wollen?
es_es: ¿Estás seguro que deseas borrar este item de tu carrito de compras?
fr_fr: Êtes-vous sûr de vouloir supprimer cet article de votre panier?
it_it: Sei sicuro di voler rimuovere questo prodotto dal tuo carrello?
ro_ro: Sigur doriți să eliminați acest articol din coș?

source: Are you sure you want to remove this discount coupon?
af_za: Is jy seker jy wil hierdie afslagkoepon verwyder?
de_de: Sind Sie sicher, daß Sie diesen Rabatt Gutschein löschen wollen?
es_es: ¿Estás seguro que deseas borrar este cupón de descuento?
fr_fr: Êtes-vous sûr de vouloir supprimer ce coupon rabais?
it_it: Sei sicuro di voler eliminare questo buono sconto?
ro_ro: Sigur doriți să eliminați acest cupon de discount?

source: Update Cart
af_za: Verfris mandjie
de_de: Warenkorb erneuern
es_es: Actualizar Carrito
fr_fr: Mise-à-jour du panier
it_it: Aggiorna Carrello
ro_ro: Reîmprospătare coș

source: Are you sure you want to update the quantities?
af_za: Is jy seker jy wil die hoeveelhede updateer?
de_de: Sind Sie sicher, dass Sie die Quantitäten aktualisieren wollen?
es_es: ¿Estás seguro que quieres actualizar estas cantidades?
fr_fr: Êtes-vous sûr de vouloir mettre à jour les quantitées?
it_it: Sei sicuro di voler aggiornare le quantità?
ro_ro: Sigur doriți să actualizați cantitățile?

source: Empty Shopping Cart
af_za: Maak Inkopiemandjie leeg
de_de: Warenkorb entleeren
es_es: Carrito de Compras Vacío
fr_fr: Vider le panier
it_it: Svuota il Carrello
ro_ro: Golire coș

source: Are you sure you wish to empty your shopping cart?
af_za: Is jy seker jy wil jou inkopiemandjie leegmaak?
de_de: Sind Sie sicher, daß Sie den Warenkorb entleeren wollen?
es_es: ¿Estás seguro que deseas vaciar tu carrito de compras?
fr_fr: Êtes-vous sûr de vouloir vider le panier?
it_it: Sei sicuro di voler eliminare tutti i prodotti dal carrello?
ro_ro: Sigur doriți să goliți coșul de cumpărături?

source: View all your downloads
af_za: Besigtig al jou aflaaie.
de_de: Alle Downloads anzeigen
es_es: Ver todas tus descargas
fr_fr: Voir tous les téléchargements
it_it: Mostra tutti i download
ro_ro: Vizualizarea tuturor descărcărilor

source: View your complete orders history
af_za: Besigtig jou totale bestellingsgeskiedenis
de_de: Ihren gesamten Bestellverlauf ansehen
es_es: Ver el historial de pedidos completo
fr_fr: Voir l'historique complet des commandes
it_it: Visualizza lo storico completo degli ordini
ro_ro: Vizualizați istoricul complet al comenzilor dumneavoastră

source: Orders History
af_za: Bestellingsgeskiedenis
de_de: Bestellverlauf
es_es: Historial de Pedidos
fr_fr: Historique des commandes
it_it: Storico Ordini
ro_ro: Istoricul comenzilor

source: There are no items in your shopping cart, please add some.
af_za: Daar is geen items in jou inkopiemandjie nie, voeg by asb.
fr_fr: Il n'y a aucun article dans le panier, veuillez en ajouter.
it_it: Nessun articolo presente nel Carrello, si prega di aggiungerne qualcuno.

source: Edit Category
af_za: Verander Kategorie
de_de: Kategorie bearbeiten
es_es: Editar Categoría
fr_fr: Editer catégorie
it_it: Modifica Categoria
ro_ro: Editare categorie

source: Sub Categories
af_za: Subkategorieë
de_de: Unterkategorien
es_es: Sub Categorías
fr_fr: Sous catégories
it_it: Sottocategorie
ro_ro: Sub categorii

source: Please fill in your card number, expiry date and CVV to place your order.
af_za: Vul asb jou kaartnommer, veraldatum en CVV in om jou bestelling te plaas.
de_de: Bitte füllen Sie ihre Kreditkartennummer, Verfallsdatum und den 3-stelligen Code auf der Kartenrückseite ein, um zu bestellen.
es_es: Por favor, completa tu número de tarjeta de crédito, fecha de vencimiento y CVV para hacer tu pedido.
fr_fr: Indiquer votre numéro de carte de crédit, la date d'expiration et le code de sécurité à l'arrière de la carte (3 derniers chiffres).
it_it: Si prega di inserire il numero di carta di credito, il codice di sicurezza (CVV) e la data di scadenza per confermare l'ordine.
ro_ro: Vă rugăm completați numărul cardului, data expirării și codul CVV pentru a plasa comanda.

source: Finish &raquo;
af_za: Voltooi &raquo;
de_de: Abschließen &raquo;
es_es: Finalizar &raquo;
fr_fr: Terminer &raquo;
it_it: Completa &raquo;
ro_ro: Finalizare &raquo;

source: Thank you for submitting your order
af_za: Dankie dat jy jou bestelling geplaas het
de_de: Vielen Dank für Ihre Bestellung
es_es: Gracias por hacer tu pedido
fr_fr: Merci d'avoir passé commande
it_it: Grazie per il Tuo ordine
ro_ro: Vă mulțumim pentru comanda efectuată

source: Please make a payment of
af_za: Maak asseblief 'n betaling van
de_de: Bitte bezahlen Sie
es_es: Por favor, haz un pago de
fr_fr: Veuillez faire un paiement de
it_it: Si prega di inviare un bonifico di
ro_ro: Vă rugăm plătiți

source: to the given banking details
af_za: na die gegewe bankbesonderhede
de_de: zu den angegebenen Kontodetails
es_es: para dejar detalles bancarios
fr_fr: au compte bancaire indiqué ci-dessous
it_it: alle coordinate sotto indicate
ro_ro: în următorul cont bancar

source: Once your funds have been received, your order will be processed accordingly
af_za: Sodra jou betaling ontvang is, sal jou bestelling ooreenkomstig verwerk word.
de_de: Sobald das Geld eingegangen ist, wird Ihre Bestellung umgehend bearbeitet
es_es: Una vez que tu pago sea recibido, tu pedido será procesado
fr_fr: Une fois que le montant de la commande aura été reçu, elle sera traitée au plus vite
it_it: L'ordine verr&agrave; processato alla ricezione del bonifico.
ro_ro: Imediat ce fondurile sunt recepționate, comanda dumneavoastră va fi procesată în mod corespunzător

source: Useful Links
af_za: Nuttige skakels
de_de: Nützliche Links
es_es: Enlaces de Interés
fr_fr: Liens utiles
it_it: Collegamenti utili
ro_ro: Link-uri utile

source: Full Orders History
af_za: Volle Bestellingsgeskiedenis
de_de: Gesamter Bestellverlauf
es_es: Historial de Todos los Pedidos
fr_fr: Historique des commandes
it_it: Storico completo degli ordini
ro_ro: Istoricul complet al comenzilor

source: Downloads management area
af_za: Aflaai bestuursarea
de_de: Downloads Management Bereich
es_es: Area de Administración de Descargas
fr_fr: Zone de gestion des téléchargements
it_it: Gestione Download
ro_ro: Zona de gestiune a descărcărilor

source: Return to the online shop
af_za: Keer terug na die aanlyn aankope
de_de: Zum Online Shop zurückkehren
es_es: Volver a la tienda
fr_fr: Retourner sur la boutique
it_it: Torna al negozio virtuale
ro_ro: Întoarcere la magazin

source: Thank you for submitting your order.
af_za: Dankie dat jy jou bestelling geplaas het.
de_de: Vielen Dank für das Absenden Ihrer Bestellung
es_es: Gracias por hacer tu pedido.
fr_fr: Merci d'avoir passé commande.
it_it: Grazie per aver inviato l'ordine.
ro_ro: Vă mulțumim pentru comanda efectuată.

source: The merchant will charge your card and finish your order.
af_za: Die handelaar sal jou kaart hef en jou bestelling afhandel.
de_de: Der Händler wird Ihre Karte belasten und ihre Bestellung abschließen.
es_es: El comerciante se cobrará de tu tarjeta y finalizará tu pedido.
fr_fr: Votre carte serra débitée pour finaliser la commande.
it_it: L'importo totale verr&agrave; addebitato sulla carta di credito indicata e l'ordine verr&agrave; finalizzato.
ro_ro: Comerciantul va extrage plata de pe cardul bancar și va finaliza comanda dumneavoastră.

source: You will be notified via email once your order has been processed successfully.
af_za: Jy sal per epos ingelig word sodra jou bestelling suksesvol verwerk is.
de_de: Sie werden per Email in Kenntnis gesetzt, wenn Ihre Bestellung erfolgreich bearbeitet wurde.
es_es: Serás notificado por email una vez que tu pedido haya sido procesado con éxito.
fr_fr: Vous receverez un courriel lorsque votre commande aura été traitée.
it_it: Riceverai una conferma via email quando l'ordine verr&agrave; processato.
ro_ro: Veți fi notificat prin email imediat ce comanda dumneavoastră va fi procesată cu succes.

source: The total amount for this order was
af_za: Die totale bedrag vir hierdie bestelling was
de_de: Die Summe dieser Bestellung betrug
es_es: El valor total de este pedido fue
fr_fr: Le montant total pour cette commande est de
it_it: L'importo totale per quest'ordine &egrave;
ro_ro: Suma totală a comenzii este

source: Please follow the instructions below.
af_za: Volg asseblief die instruksies hieronder.
de_de: Bitte folgen Sie den untenstehenden Hinweisen.
es_es: Por favor, sigue las siguientes instrucciones.
fr_fr: Suis les instructions ci-dessous.
it_it: Ti preghiamo di seguire le istruzioni seguenti.
ro_ro: Vă rugăm să urmați instrucțiunile de mai jos.

source: Cardholder Name
af_za: Kaarthouernaam
de_de: Kartenhalter Name
es_es: Nombre que figura en la Tarjeta
fr_fr: Titulaire de la carte
it_it: Titolare della carta
ro_ro: Nume deținător card bancar

source: Processing Order
af_za: Verwerk Bestelling
de_de: Bestellung wird bearbeitet
es_es: Procesando Pedido
fr_fr: Traitement de la commande
it_it: Ordine in elaborazione
ro_ro: Se procesează comanda

source: Please wait while your order is being processed.
af_za: Wag asseblief terwyl jou bestelling verwerk word.
de_de: Bitte warten Sie, während Ihre Bestellung bearbeitet wird.
es_es: Por favor, espera mientras tu pedido está siendo procesado.
fr_fr: Veuillez patienter pendant que nous traitons votre commande.
it_it: Si prega di attendere, l'ordine &egrave; in fase di elaborazione.
ro_ro: Vă rugăm așteptați cât timp procesăm comanda.

source: If you do not get redirected within 3 seconds, please click the "Continue" button below.
af_za: Indien jy nie binne 3 sekondes aangestuur word nie, kliek asb die "Gaan Voort" knoppie onder.
de_de: Wenn Sie nicht innerhalb von 3 Sekungen umgeleitet werden, klicken Sie bitte auf "Weiter".
es_es: Si no redirecciona en menos de 3 segundos, por favor, clickea el botón "Continuar" de abajo.
fr_fr: Si vous n'êtes pas redirigé dans 3 secondes, cliquez sur sur le bouton "Continuer" ci-dessous.
it_it: Se il redirect non viene effettuato entro 3 secondi, cliccare sul tasto "Continua".
ro_ro: Dacă nu sunteți condus de aici în 3 secunde, vă rugăm să apăsați butonul "Continuare" de mai jos.

source: This order has failed with the response error below, please try again.
af_za: Hierdie bestelling het gefaal met die foutverklaring hieronder. Probeer asseblief weer.
es_es: Este pedido ha fallado con el mensaje de error de abajo, por favor inténta de nuevo.
fr_fr: Cette commande a échoué avec l'erreur de réponse ci-dessous, s'il vous plaît essayez de nouveau.
it_it: L'ordine non &egrave; stato completato a causa dell'errore sotto riportato, si prega di riprovare.

source: off your order
af_za: van jou bestelling af
de_de: von Ihrer Bestellung
es_es: desactiva tu pedido
fr_fr: sur votre commande
it_it: di sconto sull'ordine
ro_ro: al comenzii dumneavoastră

source: Your browser does not support IFRAME.
af_za: Jou blaaier ondersteun nie IFRAME nie.
de_de: Ihr Browser unterstützt keinen IFRAME.
es_es: Tu navegador no soporta IFRAME.
fr_fr: Votre fureteur ne supporte pas IFRAME.
it_it: Il tuo browser non supporta IFRAME.
ro_ro: Browserul dumneavoastră nu suportă IFRAME.

source: CLICK HERE TO COMPLETE YOUR ORDER NOW
af_za: KLIEK HIER OM JOU BESTELLING NOU AF TE HANDEL
de_de: HIER KLICKEN, UM DIE BESTELLUNG JETZT ABZUSCHLIESSEN
es_es: CLICKEA AQUI PARA COMPLETAR TU PEDIDO
fr_fr: CLIQUEZ ICI POUR FINALISER LA COMMANDE
it_it: CLICK PER COMPLETARE SUBITO L'ORDINE
ro_ro: APĂSAȚI AICI PENTRU A FINALIZA COMANDA

source: Card Type:
af_za: Kaarttipe:
de_de: Kartentyp:
es_es: Tipo de Tarjeta:
fr_fr: Type de carte:
it_it: Tipo Carta:
ro_ro: Tip card bancar:

source: - Select Card Type -
af_za: - Kies Kaarttipe -
de_de: - Kartentyp auswählen -
es_es: - Seleccionar Tipo de Tarjeta -
fr_fr: - Choisir le type de carte -
it_it: - Seleziona Circuito -
ro_ro: - selectare tip card -

source: Card Number:
af_za: Kaartnommer:
de_de: Kartennummer:
es_es: Número de Tarjeta:
fr_fr: Numéro de carte:
it_it: Numero Carta:
ro_ro: Număr card bancar:

source: Expiration Date:
af_za: Vervaldatum:
de_de: Verfallsdatum:
es_es: Fecha de Vencimiento:
fr_fr: Date d'expiration:
it_it: Scadenza:
ro_ro: Dată expirare:

source: Card Verification Number:
af_za: Kaart-verifikasienommer:
de_de: Kartenverifikationsnummer:
es_es: Numero de Verificación de Tarjeta:
fr_fr: Numéro de vérification de la carte
it_it: Numero di sicurezza carta:
ro_ro: Număr verificare card bancar:

source: Bartercard Number:
af_za: Barterkaartnommer
de_de: Bartercard Nummer:
es_es: Número de Batercard:
fr_fr: Numéro de Bartercard:
it_it: Numero Carta:

source: Card Holder Name
af_za: Kaarthouernaam
de_de: Kartenhalter Name
es_es: Nombre que figura en la Tarjeta
fr_fr: Titulaire de la carte
it_it: Nome Titolare
ro_ro: Nume deținător card bancar

source: Finish Your Order
af_za: Handel jou bestelling af
de_de: Bestellung abschließen
es_es: Finalice su Pedido
fr_fr: Terminer votre commande
it_it: Conferma l'ordine
ro_ro: Finalizare comandă

source: 3D Secure Verification
af_za: 3D Sekuriteitsverifikasie
fr_fr: Verification 3D Secure
it_it: Verifica 3D Secure
ro_ro: Verificare 3D Secure

source: Please use the Visa/MasterCard verification below to complete your order.
af_za: Gebruik asseblief die Visa/Masterkaart-verifikasie onder om jou bestelling af te handel.
de_de: Bitte benutzen Sie die VISA/MasterCard Verifizierung, um die Bestellung abzuschließen.
es_es: Por favor, utiliza la verificación Visa/MasterCard de abajo para completar tu pedido.
fr_fr: Veuillez utiliser la vérification Visa/MasterCard ci-dessous pour terminer votre commande.
ro_ro: Vă rugăm utilizați verificarea VISA/MasterCard de mai jos pentru a finaliza comanda.

source: Security Code (CVN)
af_za: Sekuriteitskode (CVN)
de_de: Sicherheitscode (CVN)
es_es: Código de Seguridad (CVN)
fr_fr: Code de sécurité (CVV)
it_it: Codice di Sicurezza (CVN)
ro_ro: Cod securitate (CVN)

source: Click here to finalize your order
af_za: Merk hier om jou bestelling te finaliseer
de_de: Bitte hier klicken, um die Bestellung abzuschließen
es_es: Clickea aquí para finalizar tu pedido
fr_fr: Clique ICI pour finaliser votre commande
it_it: Clicca per finalizzare il tuo ordine
ro_ro: Apăsați aici pentru finalizarea comenzii

source: Full card number as it appears on the card.
af_za: Volle kaartnommer soos op die kaart.

source: Expiry date as it appears on the card in format MMYY eg. 0317.
af_za: Vervaldatum soos op die kaart in die formaat MMJJ bv. 0317.

source: MMYY eg. 0317
af_za: MMJJ bv. 0317

source: 3 or 4 digit security code on the card. It is on the back of the card and on the front for Amex.
af_za: 3- of 4-syfer sekuriteitskode op die kaart. Dit is op die agterkant van die kaart en op die voorkant vir Amex.

source: 3/4 digits eg. 576
af_za: 3/4 syfers bv. 576

source: Make Payment &raquo;
af_za: Maak Betaling &raquo;

source: shopping cart
af_za: inkopiemandjie
de_de: Warenkorb
es_es: carrito de compras
fr_fr: panier
it_it: Carrello della Spesa
ro_ro: coş de cumpărături

source: Register
af_za: Registreer
es_es: Registrarse

source: Login
af_za: Inlog

source: New Customer
af_za: Nuwe Klant
de_de: Neuer Kunde
es_es: Nuevo Cliente
fr_fr: Nouveau client
it_it: Registrati
ro_ro: Client nou

source: Password
af_za: Wagwoord
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ro_ro: Parolă

source: Retype Password
af_za: Tik wagwoord weer
de_de: Passwort wiederholen
es_es: Re-ingresar Contraseña
fr_fr: Retaper le mot de passe
it_it: Conferma Password
ro_ro: Reintroducere parolă

source: A password will be emailed to you
af_za: 'n Wagwoord sal aan jou per epos gestuur word.
de_de: Ein Passwort wird Ihnen per Email zugestellt
es_es: Una contraseña te será enviada por email
fr_fr: Un mot de passe sera envoyé par mail
it_it: La password verr&agrave; inviata via email
ro_ro: Veți primi o parolă prin email.

source: Returning Customer
af_za: Terugkerende Klant
de_de: Wiederkehrender Kunde
es_es: Cliente Habitual
fr_fr: Client existant
it_it: Utente gi&agrave; registrato
ro_ro: Client vechi

source: Username/Email
af_za: Gebruikernaam/Epos
de_de: Benutzername/Email
es_es: Usuario/E-Mail
fr_fr: Nom d'utilisateur/courriel
it_it: Utente/Email
ro_ro: Nume utilizator/Email

source: Forgotten Password?
af_za: Wagwoord vergeet?
de_de: Passwort vergessen?
es_es: Olvidé mi Contraseña
fr_fr: Mot de passe oublié?
it_it: Password dimenticata?
ro_ro: Ați uitat parola?

source: Log In &raquo;
af_za: Inlog &raquo;
de_de: Anmelden &raquo;
es_es: Ingresar &raquo;
fr_fr: Connection &raquo;
it_it: Accedi &raquo;
ro_ro: Autentificare &raquo;

source: Apply Code
af_za: Kliek hier om kode te aktiveer
de_de: Code anwenden
es_es: Aplicar Código
fr_fr: Appliquer le code
it_it: Applica codice
ro_ro: Aplicare cod

source: Apply a discount coupon
af_za: Doen aansoek vir afslagkoepon

source: &laquo; Back to your account
af_za: &laquo; Terug na jou rekening
de_de: &laquo; Zurück zum Konto
es_es: &laquo; Volver a tu cuenta
fr_fr: &laquo; Retourner au compte
it_it: &laquo; Torna al Tuo Profilo
ro_ro: &laquo; Înapoi la contul dumneavoastră

source: File Name
af_za: Lêernaam
de_de: Dateiname
es_es: Nombre de Archivo
fr_fr: Nom de fichier
it_it: Nome File
ro_ro: Nume fișier

source: File Size
af_za: Lêergrootte
de_de: Dateigröße
es_es: Tamaño de Archivo
fr_fr: Taille de fichier
it_it: Dimensione File
ro_ro: Mărime fișier
