Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Please fill in all the tax rate fields
af_za: Vul asseblief al die belastingkoersvelde in.
de_de: Bitte alle Steuersatz Felder ausfüllen
es_es: Por favor, completa los campos de tasa de impuestos
fr_fr: Veuillez remplir tous les champs des taux de taxes
it_it: Si prega di inserire tutti i dettagli sull'imposta
ro_ro: Vă rugăm să completați toate câmpurile despre taxă

source: Tax rate has been deleted
af_za: Belastingkoers is uitgevee.
de_de: Der Steuersatz wurde erfolgreich gelöscht
es_es: La tasa de impuestos ha sido borrado
fr_fr: Le taux de taxe a bien été supprimé
it_it: L'imposta selezionata &egrave; stata eliminata
ro_ro: Taxa a fost eliminată

source: Tax rate could not be deleted
af_za: Belastingkoers kon nie uitgevee word nie
de_de: Der Steuersatz konnte nicht gelöscht werden
es_es: La tasa de impuestos no puedo borrarse
fr_fr: Le taux de taxe n'a pu être supprimé
it_it: Non &egrave; stato possibile eliminare l'imposta
ro_ro: Taxa nu a putut fi eliminată

source: - All States/Provinces -
af_za: - Alle State/Provinsies -
de_de: - Alle Länder/Bundesländer/Kantone
es_es: - Todos los Estados/Provincias -
fr_fr: - Tous les pays/provinces -
it_it: - Tutti gli Stati/Province -
ro_ro: - Toate județele -

source: Image has been removed
af_za: Prent/beeld is verwyder
de_de: Das Bild wurde entfernt
es_es: La imagen ha sido borrada
fr_fr: L'image a bien été supprimée
it_it: L'immagine &egrave; stata eliminata
ro_ro: Imaginea a fost eliminată

source: Display Category (All Products)
af_za: Vertoon Kategorie (Alle Produkte)
de_de: Kategorie anzeigen (Alle Produkte)
es_es: Mostrar Categoría (Todos los Productos)
fr_fr: Afficher la catégorie (tous les produits)
it_it: Visualizza Categoria (Tutti i prodotti)
ro_ro: Afișare categorie (toate produsele)

source: Custom fields have been ordered
af_za: Doelgemaakte velde is georden..
de_de: Benutzerdefinierte Felder wurden bestellt
es_es: Los Campos Personalizados han sido ordenados
fr_fr: Les champs personnalisés ont bien été classé
it_it: L'ordine dei campi personalizzati &egrave; stato salvato.
ro_ro: Câmpurile personalizate au fost ordonate

source: Product variations have been ordered/sorted.
af_za: Produkvariasies is georden/gesorteer.
de_de: Die Varianten wurden sortiert.
es_es: Las variaciones de productos han sido ordenadas
fr_fr: Les variations de prix de produits on bien été triés.
it_it: L'ordine delle varianti prodotto &egrave; stato salvato.
ro_ro: Variantele produsului au fost aranjate/ordonate.

source: Variation options have been ordered accordingly
af_za: Variasie-opsies is ooreenkomstig georden.
de_de: Die Varianten wurden entsprechend bestellt.
es_es: Las opciones de variación han sido ordenadas de acuerdo a
fr_fr: Les options de variations ont été ordonnée en conséquence.
it_it: L'ordine delle opzioni delle varianti &egrave; stato salvato di conseguenza.
ro_ro: Opțiunile variantelor au fost ordonate corespunzător

source: The total number of units in the inventory is
af_za: Die totale getal eenhede in voorraad is
de_de: Der gesamte Lagerbestand beläuft sich auf
es_es: El número total de unidades en el inventario es
fr_fr: Le nombre total des unités dans l'inventaire est
it_it: Il numero totale di unit&agrave; nell'inventario &egrave;
ro_ro: Numărul total de unități din inventar este

source: Please choose how many you want
af_za: Kies asseblief hoeveel jy wil hê
de_de: Anzahl auswählen
es_es: Por favor, elije cuanto tu quieres
fr_fr: Veuillez indiquer combien vous en voulez
it_it: Si prega di inserire la quantit&agrave; richiesta
ro_ro: Vă rugăm alegeți numărul dorit

source: Stock for %s - %s is %d
af_za: Voorraad vir %s - %s is %d
fr_fr: Le stock pour %s - %s est %d
it_it: La disponibilit&agrave; per %s - %s &egrave; %d

source: Minimum order is:
af_za: Minimum-bestelling is:
de_de: Mindestbestellmenge ist:
es_es: Pedido Mínimo es:
fr_fr: Commande minimum:
it_it: Ordine Minimo di:

source: Product added
af_za: Produk bygevoeg
de_de: Produkt hinzugefügt
es_es: Producto agregado
fr_fr: Produit ajouté
it_it: Prodotto aggiunto con successo
ro_ro: Produsul a fost adăugat

source: Product not added
af_za: Produk nie bygevoeg nie.
de_de: Produkt wurde nicht hinzugefügt
es_es: Producto no agregado
fr_fr: Produit non ajouté
it_it: Prodotto non aggiunto
ro_ro: Produsul nu a fost adăugat

source: Category could not be saved
af_za: Kategorie kon nie gestoor word nie
de_de: Die Kategorie konnte nicht gespeichet werden
es_es: La Categoría no pudo ser guardada
fr_fr: La catégorie n'a pu être sauvegardée
it_it: La categoria non pu&ograve; essere salvata
ro_ro: Categoria nu a putut fi salvată

source: Category has been saved
af_za: Kategorie is gestoor
de_de: Die Kategorie wurde gespeichert
es_es: La Categoría ha sido guardada
fr_fr: La catégorie a bien été sauvegardée
it_it: La categoria &egrave; stata salvata
ro_ro: Categoria a fost salvată

source: Category cannot be removed
af_za: Kategorie kan nie verwyder word nie
de_de: Die Kategorie konnte nicht entfernt werden
es_es: La Categoría no puede ser borrada
fr_fr: La catégorie ne peut pas être supprimée
it_it: La categoria non pu&ograve; essere eliminata
ro_ro: Categoria nu poate fi eliminată

source: Category has been removed
af_za: Kategorie is verwyder
de_de: Die Kategorie wurde entfernt
es_es: La Categoría ha sido borrada
fr_fr: La catégorie a bien été supprimée
it_it: La categoria &egrave; stata eliminata
ro_ro: Categoria a fost eliminată

source: Category not added by you
af_za: Kategorie nie deur jou bygevoeg nie
de_de: Die Kategorie konnte von Ihnen nicht hinzugefügt werden
es_es: Categoría no agregada por ti
fr_fr: La catégorie n'a pas été ajoutée par vous
it_it: Categoria aggiunta da un altro utente
ro_ro: Categoria nu a fost adăugată de dumneavoastră

source: All items removed
af_za: Alle items verwyder
de_de: Alle Artikel wurden entfernt
es_es: Todos los items borrados
fr_fr: Tous les modèles ont été supprimés
it_it: Tutti gli articoli sono stati rimossi
ro_ro: Au fost eliminate toate înregistrările

source: Favorite could not be added
af_za: Gunsteling kon nie bygevoeg word nie
de_de: Der Vormerker konnt nicht hinzugefügt werden
es_es: El favorito no pudo ser agregado
fr_fr: Ces produits favoris ne peuvent pas être ajoutés
it_it: Il prodotto non pu&ograve; essere aggiunto ai Preferiti
ro_ro: Produsul favorit nu a putut fi adăugat

source: Favorite has been added to your
af_za: Gusteling is bygevoeg by jou
de_de: Der Vormerker wurde Ihrer Kontoseite hinzugefügt
es_es: El favorito ha sido agregado a tu
fr_fr: Ce produit favori été ajouté à votre
it_it: Il prodotto &egrave; stato aggiunto ai preferiti nella tua
ro_ro: Produsul favorit a fost adăugat la

source: account page
af_za: rekeningbladsy
de_de: Kontoseite
es_es: página de cuenta
fr_fr: compte
it_it: pagina del profilo
ro_ro: pagina contului dumneavoastră

source: Already a favorite!
af_za: Alreeds 'n gusteling!
de_de: Bereits ein Lesezeichen
es_es: ¡Ya es un favorito!
fr_fr: Déjà dans les favoris!
it_it: Prodotto gi&agrave; aggiunto!
ro_ro: Acesta este deja un produs favorit!

source: Favorite could not be removed
af_za: Gusteling kon nie verwyder word nie
de_de: Der Vormerker konnte nicht entfernt werden
es_es: El favorito no pudo ser borrado
fr_fr: Les favoris ne peuvent pas être supprimés
it_it: Non &egrave; possibile rimuovere il prodotto dai Preferiti
ro_ro: Produsul favorit nu a putut fi eliminat

source: Favorite belongs to a different user
af_za: Gunsteling behoort aan 'n ander gebruiker
de_de: Das Lesezeichen gehört einem anderen Anwender
es_es: El favorito pertenece a un usuario diferente
fr_fr: La mention "favori" appartient à un autre utilisateur
it_it: Preferenza di un altro utente
ro_ro: Produsul favorit aparține altui utilizator

source: Favorite could not be found
af_za: Gunsteling kon nie gevind word nie
de_de: Der Vormerker konnte nicht gefunden werden
es_es: El favorito no pudo ser encontrado
fr_fr: La mention "favori" n'a pu être trouvée
it_it: Preferenza non trovata
ro_ro: Produsul favorit nu a putut fi găsit

source: No favorite was specified
af_za: Geen gunsteling is gespesifiseer nie
de_de: Keine Vormerker angegeben
es_es: No se ha especificado ningún favorito
fr_fr: Aucuns favoris spécifiés
it_it: Nessun prodotto specificato
ro_ro: Nu a fost specificat nici un produs favorit

source: Conditional tags do not work before the query is run. Before then, they always return false.
af_za: Voorwaardelike merkers werk nie voordat die navraag nie hardloop nie. Voor dan sal hulle altyd vals terugkeer. .
fr_fr: Les balises conditionelles ne fonctionne pas avant que la requête soit lancée. Avant cela, elle retournerons toujour faux.
it_it: I tag condizionali non possono essere interpretati correttamente prima dell'esecuzione della query. In tal caso, ritorneranno sempre false.

source: Products have been ordered.
af_za: Produkte is bestel.
fr_fr: Les produits ont été ordonnés
it_it: L'ordine dei prodotti &egrave; stato modificato.

source: Related products have been updated
af_za: Verwante produkte is opgedateer.
de_de: Verwandte Produkte wurden gelöscht
es_es: Los productos relacionados han sido actualizados
fr_fr: Les produits liés ont bien été mis à jour
it_it: I "prodotti correlati" sono stati aggiornati
ro_ro: Produsele recomandate au fost actualizate

source: Please fill in your
af_za: Vul asseblief jou.................. in
de_de: Bitte geben Sie ein:
es_es: Por favor, completa tu
fr_fr: Veuillez indiquer votre
it_it: &Egrave; necessario inserire il proprio
ro_ro: Vă rugăm completați

source: Shipping cost for this order will be %s
af_za: Versendingskoste vir die bestelling is %s
fr_fr: Le coût de livraison pour cette commande est %s
it_it: I costi di spedizione per l'ordine ammontano a %s

source: There is no shipping charge for this order.
af_za: Daar is geen versendingskoste vir hierdie bestelling nie.
fr_fr: Il n'y a pas de frais d'expédition pour cette commande.
it_it: Nessun costo di spedizione per quest'ordine.

source: Some errors occurred, please correct them to get a shipping quote.
af_za: Foute het voorgekom, maak dit asseblief reg om jou versendingskwotasie te kry.
fr_fr: Des erreurs sont survenue, veuillez les corriger pour obtenir un prix d'expédition.
it_it: Si sono verificati alcuni errori, verificare i dati immessi per poter procedere con l'aggiornamento quotazioni.

source: Default payment method saved
af_za: Verstek betalingsmetode gestoor.

source: Are you sure you want to remove this product?
af_za: Is jy seker jy wil hierdie produk verwyder?
fr_fr: Êtes-vous sûr de vouloir effacer ce produit?
it_it: Sei sicuro di voler eliminare questo prodotto?

source: Search results
af_za: Soekresultate
fr_fr: Résultats de la recherche
it_it: Risultati ricerca

source: The order of shipping methods has been saved.
af_za: Die bestelling van versendingsmetodes is gestoor.
de_de: Die Reihenfolde der Versandarten wurde gespeichert.
es_es: El orden de los métodos de envío fue guardado.
fr_fr: La méthode d'expédition a été sauvegardée
it_it: L'ordine dei metodi di spedizione &egrave; stato salvato

source: No shipping methods were specified.
af_za: Geen versendingsmetodes is gespesifiseer nie.
de_de: Es wurde keine Versandart angegeben.
es_es: Ningún médodo de envío fue especificado.
fr_fr: Aucune méthode d'expédition spécifiée.
it_it: Nessun metodo di spedizione specificato.

source: No data was posted.
af_za: Geen data is geposteer nie.
de_de: Es wurden keine Daten angegeben.
es_es: Ningún dato fue publicado.
fr_fr: Aucune donnée n'a été ajoutée.
it_it: Nessun dato inviato.

source: Serial key has been deleted.
af_za: Reekssleutel is uitgevee.
fr_fr: Le numéro de série a été effacé.
it_it: Il numero di serie &egrave; stato cancellato.

source: Please fill in a serial key.
af_za: Vul asseblief 'n reekssleutel in.
de_de: Bitte eine Seriennummer eingeben.
es_es: Por favor, completa un número de serie.
fr_fr: Veuillez indiquer la clé d'activation.
it_it: Si prega di inserire un seriale valido.
ro_ro: Vă rugăm introduceți cheia.

source: Serial key is invalid, please try again.
af_za: Reekssleutel is ongeldig, probeer asseblief weer.
de_de: Die Seriennummer ist ungültig. Bitte erneut versuchen.
es_es: El número de serie es inválido, por favor, inténtalo de nuevo.
fr_fr: La clé d'activation est invalide, veuillez essayer de nouveau.
it_it: Il numero seriale immesso non &egrave; valido, si prega di riprovare.
ro_ro: Cheia este invalidă, vă rugăm mai încercați.

source: Categories have been ordered.
af_za: Kategorieë is gerangskik.
de_de: Kategorien wurden sortiert.
es_es: Las Categorías han sido ordenadas.
fr_fr: Les catégories ont étées odonnées.
it_it: L'ordine delle categorie &egrave; stato salvato.
ro_ro: Categoriile au fost ordonate.

source: No categories were posted.
af_za: Geen kategorieë is gepos nie.
de_de: Es wurden keine Kategorien angegeben.
es_es: No se han publicado categorías.
fr_fr: Aucune catégorie sélectionnée.
it_it: Nessuna categoria &egrave; stata inviata.
ro_ro: Nu a fost postată nici o categorie.

source: Suppliers have been ordered.
af_za: Verskaffers is georden.
fr_fr: Les fournisseurs ont étés ordonnés.
it_it: L'ordine dei fornitori &egrave; stato modificato.

source: Your post/page has been converted.
af_za: Jou posering/bladsy is omgeskakel.
de_de: Ihr Artikel/Ihre Seite wurde umgewandelt.
es_es: Tu entrada/página ha sido convertida.
fr_fr: L'article/page a été converti.
it_it: Il tuo post/pagina &egrave; stato convertito.
ro_ro: Articolul/pagina a fost convertit.

source: Post/page could not be saved.
af_za: Postering/bladsy kon nie gestoor word nie.
de_de: Artikel/Seite konnte nicht gespeichert werden.
es_es: La Entrada/Página no pudo ser guardada.
fr_fr: L'article/page n'a pu être supprimé.
it_it: Impossibile salvare il post/pagina.
ro_ro: Articolul/pagina nu poate fi salvată.

source: No post/page ID was specified for conversion.
af_za: Geen postering/bladsy ID is gespesifiseer vir omskakeling nie.
de_de: Es wurde keine Artikel/Seiten ID für die Umwandlung angegeben.
es_es: No se ha especificado una entrada/página para la conversión.
fr_fr: Aucun ID d'article/page na été spécifié pour la conversion.
it_it: Nessun ID di post/pagina specificato per la conversione.
ro_ro: Nu a fost specificată nici o pagină pentru conversie.

source: No variation options were specified.
af_za: Geen variasie-opsies is gespesifiseer nie.
de_de: Es wurde keine Variationsoption angegeben.
es_es: No se especificó ninguna opción de variación.
fr_fr: Aucune option de variation n'a été spécifiée
it_it: Nessuna opzione della variante specificata.
ro_ro: Nu a fost specificată nici o opțiune a variantei.

source: Product variation or options could not be saved, please try again.
af_za: Produkvariasies of opsies kon nie gestoor word nie, probeer asseblief weer.
es_es: La opción de variación de producto no pudo ser guardada, por favor, inténtalo de nuevo.
fr_fr: Les variation ou les options de produit n'ont pu être sauvegarder, veuillez réessayer.
it_it: Non &egrave; stato possibile salvare la variante prodotto o l'opzione, verificare i dati e riprovare.
ro_ro: Varianta produsului sau opțiunile nu pot fi salvate, încercați din nou.

source: Product variation and options have been saved.
af_za: Produkvariasie en opsies is gestoor.
de_de: Die Produktvariationen und Optionen wurden gespeichert.
es_es: Las variaciones de productos han sido guardadas.
fr_fr: Les variations et options de produits ont été sauvegardés.
it_it: La variante prodotto e le opzioni sono state salvate correttamente.
ro_ro: Variantele produsului și opțiunile au fost salvate.

source: Test Email
af_za: Toets Epos
fr_fr: Courriel de test
it_it: Email di verifica

source: This is a test email sent from the Shopping Cart plugin.
af_za: Hierdie is 'n toets-epos vanaf die Inkopiemandjie-inpropprogram gestuur.
fr_fr: Ceci est un courriel de test envoyé de l'extension Shopping Cart (Panier d'achat).
it_it: Questa &egrave; una email di verifica inviata dal plugin Shopping Cart.

source: Email was successfully sent, your settings are working!
af_za: Epos is suksesvol gestuur, jou opstelling werk!
fr_fr: Courreil envoyé avec succès, vos paramètres sont fonctionels.
it_it: Email inviata con successo, le impostazioni sono corrette!

source: Payment methods have been reordered
af_za: Betalingsmetodes is herrangskik

source: Payment methods order could not be updated
af_za: Betalingsmetodes volgorde kon nie opgedateer word nie

source: Failed to create upload directory inside "/wp-content/uploads/". Please check permissions
af_za: Misluk om 'n oplaaigids te skep binne "/wp-content/uploads/". Hersien asseblief toestemmings.
de_de: Konnte unter "/wp-content/uploads/" kein Upload Verzeichnis anlegen. Bitte die Zugriffsrechte überprüfen.
es_es: Ha fallado al crear una carpeta de archivos dentro de "/wp-content/uploads/". Chequea los permisos
fr_fr: Impossible de créer un dossier de chargement sur le serveur dans "/wp-content/uploads/". Vérifiez les permissions
it_it: Non &egrave; stato possibile creare una directory in "/wp-content/uploads/". Verificare i permessi
ro_ro: Nu am reușit să creez un director de încărcat fișiere în "/wp-content/uploads/". Vă rugăm verificați permisiunile

source: completed orders
af_za: voltooide bestellings
de_de: abgeschlossene Bestellungen
es_es: pedidos completados
fr_fr: commandes terminées
it_it: ordini completati
ro_ro: comenzi finalizate

source: Checkout Manager
af_za: Uittekenbestuurder
fr_fr: Gestionnaire de caisse
it_it: Gestione Finalizzazione Ordine

source: Customer
af_za: Klant
fr_fr: Client
it_it: Cliente

source: Your order requires a minimum weight of X, please add more.
af_za: Jou bestelling benodig 'n minimum-gewig van X, voeg asseblief nog by.

source: Configure for price
af_za: Stel jou prys in
de_de: Preise konfigurieren
es_es: Configurar para precio
fr_fr: Configurer le prix
it_it: Scegli le opzioni per avere il prezzo
ro_ro: Preţ neconfigurat!

source: Credit Card payments with MonsterPay
af_za: Kredietkaartbetalings met MonsterPay
de_de: Kreditkartenzahlungen mit MonsterPay
es_es: Pagos con tarjeta de crédito con MonsterPay
fr_fr: Paiements par carte de crédit via MonsterPay
it_it: Pagamento con carta di credito con MonsterPay

source: Switch
af_za: Skakelaar
de_de: Wechseln
fr_fr: Échanger
ro_ro: Comută

source: Shopping cart items online
af_za: Inkopiemandjie items aanlyn
de_de: Warenkorbinhalt online
es_es: Items online de Carrito de Compras
fr_fr: Panier d'achat en ligne
it_it: Articoli del carrello
ro_ro: Coşul de cumpărături curent

source: eWay (Shared)
af_za: eWay (Gedeel)
es_es: eWay (Compartido)
fr_fr: eWay (partagé)
it_it: eWay (Condiviso)

source: Payments with 2CO
af_za: Betalings met 2CO

source: Credit and debit card payments with Skrill (Moneybookers)
af_za: Krediet- en debietkaartbetalings met Skrill (Geldmakelaars)
fr_fr: Paiements par carte de crédit et débit via Skrill (Moneybookers)
it_it: Pagamento con carta di credito/debito con Skrill (Moneybookers)

source: Your Banks Name
af_za: Jou Banknaam
de_de: Ihr Bankname
es_es: El Nombre de tu Banco
fr_fr: Le nom de votre banque
it_it: Il nome della banca
ro_ro: Denumirea băncii dumneavoastră

source: 123 Street Name, Bank City, Bank State, Bank Country, 012345
af_za: 123 Straatnaam, Bank Stad, Bank Staat, Bank Land, 012345
de_de: 123 Straße, PLZ, Bank Stadt, Bank Bundesland, Bank Land
es_es: Calle 123, Ciudad del Banco, Estado/Provincia del Banco, País del Banco, 012345
fr_fr: Adresse de la banque - Ville de la banque - Code postal de la banque - Etat de la banque - Pays de la banque
it_it: via della Banca 123, Citt&agrave; della banca, provincia, nazione, 01234
ro_ro: Strada băncii, Nr., Orașul, Județul, Țara, codul poștal

source: Please contact us for further payment instructions.
af_za: Kontak ons asseblief vir verdere betalingsinstruksies.
de_de: Bitte kontaktieren Sie uns bezüglich weiterer Bezahlmöglichkeiten
es_es: Por favor, entra en contacto con nosotros para las instrucciones de pago adicional.
fr_fr: Veuillez nous contacter pour plus d'informations sur ce type de paiement.
it_it: Siete pregati di contattarci per le informazioni sul pagamento.
ro_ro: Vă rugăm să ne contactați pentru mai multe indicații despre plată.

source: Credit- and debit card payments via First Data
af_za: Krediet- en debietkaartbetalings via First Data
de_de: Kreditkartenzahlungen und Kontozahlungen via First Data
es_es: Pagos con tarjeta de crédito via First Data
fr_fr: Paiements par carte de crédit et débit via First Data
it_it: Pagamento con carta di credito/debito con First Data
ro_ro: Plată cu card bancar de debit și de credit prin First Data

source: Authorize.net AIM
af_za: Magtig net AIM

source: Bartercard InternetPOS
af_za: Barterkaart InternetPOS

source: Shopping Cart plugin images
af_za: Inkopiemandjie-inpropprogram prente/beelde
de_de: Warenkorb Plugin Bilder
es_es: Imágenes del Plugin de Carrito de Compras
fr_fr: Images du plugin Shopping Cart
it_it: Immagini del plugin Shopping Cart
ro_ro: Imagini modul Shopping Cart

source: This is a placeholder for the Shopping Cart plugin. You may edit and reuse this post but do not remove it.
af_za: Hierdie is 'n plekhouer vir die Inkopiemandjie-inpropprogram. Jy kan hierdie postering wysig en hergebruik maar moet dit nie verwyder nie.
de_de: Das ist ein Platzhalter für den Shopping Cart Plugin. Sie können ihn bearbeiten und wiederverwenden, aber bitte nicht entfernen!
es_es: Este es un marcador de posición para el plugin de Carrito de Compras. Puedes editar y reutilizar esta entrada, pero no lo borrarla.
fr_fr: Il s'agit d'un espace réservé pour le plugin Shopping Cart. Vous pouvez modifier et réutiliser cet article mais ne le supprimé pas!
it_it: Questo post &egrave; utilizzato internamente dal plugin Shopping Cart. &Egrave; possibile modificarlo e riutilizzarlo ma &egrave; importante non cancellarlo.
ro_ro: Acesta este un substituent pentru modulul Shopping Cart. Puteţi să editaţi şi să reutilizați acest articol, dar nu-l eliminați.

source: Shop
af_za: Winkel
es_es: Tienda
fr_fr: Boutique
it_it: Negozio
ro_ro: Magazin

source: Your Account
af_za: Jou Rekening
de_de: Ihr Konto
es_es: Tu Cuenta
fr_fr: Votre compte
it_it: Il Tuo Profilo
ro_ro: Contul dumneavoastră

source: Payment Made In Honor of
af_za: Betaling Gemaak in die Naam van

source: Order Completed
af_za: Bestelling Voltooid
de_de: Bestellung Abgeschlossen
fr_fr: Commande complètée
it_it: Ordine Completato

source: Please fill in your card number, CVV, expiry date and cardholder name.
af_za: Vul asseblief jou kaartnommer, CVV, vervaldatum en kaarthouernaam in.
de_de: Bitte füllen Sie ihre Kreditkartennummer, CVV, Verfallsdatum und den Kartenhalter ein.
es_es: Por favor, completa tu número de tarjeta, CVV, fecha de vencimiento y nombre.
fr_fr: Indiquer votre numéro de carte de crédit, le code de sécurité à l'arrière (3 derniers chiffres) et le nom du titulaire de la carte.
it_it: Si prega di inserire il numero di carta di credito, il codice di sicurezza (CVV), la data di scadenza e il nome del titolare.
ro_ro: Vă rugăm completați numărul cardului, codul CVV, data expirării și numele deținătorului.

source: Bartercard Details
af_za: Bartercard-besonderhede
es_es: Detalles Bartercard
fr_fr: Détails de Bartercard
it_it: Dettagli Bartercard

source: Please fill in your Bartercard customer card number to proceed.
af_za: Vul asseblief jou Bartercard kliënt kaartnommer in om voort te gaan.
es_es: Por favor, completa tu número de tarjeta y cliente Bartercard para proceder.
fr_fr: Indiquer le numéro de la carte client Bartercard pour continuer.
it_it: SI prega di inserire il numero della propria carta cliente Bartercard per proseguire.
