Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Please fill in your last name
af_za: Vul asseblief jou van in
de_de: Bitte den Nachnamen angeben
es_es: Por favor, completa tu apellido
fr_fr: Veuillez indiquer votre nom
it_it: &Egrave; necessario inserire il cognome
ro_ro: Vă rugăm completați numele

source: Please fill in your email address
af_za: Vul asseblief jou eposadres in
de_de: Bitte die Emailadresse angeben
es_es: Por favor, completa tu E-Mail
fr_fr: Veuillez indiquer votre adresse courriel
it_it: &Egrave; necessario inserire un indirizzo email
ro_ro: Vă rugăm completați adresa de email

source: Email address is already in use
af_za: Eposadres is reeds in gebruik.
de_de: Diese Emailadresse wird bereits verwendet
es_es: El E-Mail está siendo utilizado
fr_fr: Cette adresse courriel est déjà utilisée
it_it: L'indirizzo immesso &egrave; gi&agrave; utilizzato
ro_ro: Adresa de mail este deja utilizată

source: Please fill in a username
af_za: Vul asseblief jou gebruikernaam in
de_de: Bitte einen Benutzernamen angeben
es_es: Por favor, completa un nombre de usuario
fr_fr: Indiquer un nom d'utilisateur
it_it: &Egrave; necessario inserire il nome utente
ro_ro: Vă rugăm completați un nume de utilizator

source: Username already in use, choose another
af_za: Gebruikernaam is reeds in gebruik, kies 'n ander

source: Please fill in a password
af_za: Vul asseblief jou wagwoord in
de_de: Bitte ein Passwort angeben
es_es: Por favor, completa una contraseña
fr_fr: Indiquer un mot de passe
it_it: &Egrave; necessario inserire la password
ro_ro: Vă rugăm completați parola

source: Please retype your password
af_za: Tik jou wagwoord nog 'n keer asseblief
de_de: Das Passwort bitte wiederholen
es_es: Por favor, reingresa tu contraseña
fr_fr: Veuillez confirmer votre mot de passe
it_it: &Egrave; necessario confermare la password
ro_ro: Vă rugăm reintroduceți parola

source: Passwords do not match
af_za: Wagwoorde stem nie ooreen nie
de_de: Die Passwörter stimmen nicht überein
es_es: Las contraseñas no coinciden
fr_fr: Les mots de passe ne correspondent pas
it_it: Le password non corrispondono
ro_ro: Parolele nu se potrivesc

source: Verification error, this may be an automated submission
af_za: Verifikasie-fout, hierdie mag 'n outomatiese aanvaarding wees.

source: Please select a shipping method
af_za: Kies asseblief 'n versendingsmetode
de_de: Bitte eine Versandart auswählen
es_es: Por favor, selecciona un método de envío
fr_fr: Choisi un moyen de livraison
it_it: Selezionare una modalit&agrave; di spedizione
ro_ro: Vă rugăm să selectați o metodă de expediție

source: Please fill in a valid email address.
af_za: Vul asseblief 'n geldige eposadres in.
fr_fr: Veuillez indiquer une adresse courriel valide.
it_it: &Egrave; necessario inserire un indirizzo email valido.

source: Please choose your preferred shipping service.
af_za: Kies asseblief jou voorkeurversendingsdiens.
fr_fr: Veuillez choisir un mode de livraison ci-dessous.
it_it: Scegli il metodo di spedizione che preferisci.

source: Please choose a payment method
af_za: Kies asseblief 'n betalingsmetode.
fr_fr: Veuillez choisir une méthode de paiement
it_it: Selezionare una modalit&agrave; di pagamento

source: Please fill in the name on the card
af_za: Vul asseblief die naam op die kaart in
de_de: Bitte den Namen auf der Karte angeben
es_es: Por favor, completa tu nombre que figura en la tarjeta
fr_fr: Indiquer le nom du titulaire de la carte
it_it: Inserire il nome del titolare della carta
ro_ro: Vă rugăm completați numele deținătorului de card

source: Please select the credit card type
af_za: Kies asb die kredietkaarttipe.
de_de: Bitte den Kreditkartenttyp auswählen
es_es: Por favor, selecciona el tipo de tarjeta de crédito
fr_fr: Choisi quel type de carte de crédit
it_it: Selezionare il tipo di carta
ro_ro: Vă rugăm selectați tipul cardului bancar

source: Please fill in your card number
af_za: Vul asseblief jou kaartnommer in.
de_de: Bitte die Kartennummer angeben
es_es: Por favor, completa tu número de tarjeta
fr_fr: Veuillez indiquer votre numéro de carte
it_it: Inserire il numero della carta
ro_ro: Vă rugăm completați numărul cardului

source: Only numbers are allowed
af_za: Slegs syfers word toegelaat
de_de: Nur Ziffern sind erlaubt
es_es: Sólo puedes ingresar números
fr_fr: Seuls des chiffres sont autorisés
it_it: &Egrave; consentito inserire solo numeri
ro_ro: Sunt permise numai cifre

source: Please select the expiry date month
af_za: Kies asseblief die vervaldatum maand
de_de: Bitte den Monat des Verfallsdatums angeben
es_es: Por favor, selecciona el mes de vencimiento
fr_fr: Choisi le mois d'expiration
it_it: Selezionare il mese di scadenza
ro_ro: Vă rugăm selectați luna expirării

source: Please select the expiry date year
af_za: Kies asseblief die vervaldatum jaar.
de_de: Bitte das Verfallsjahr angeben
es_es: Por favor, selecciona el año de vencimiento
fr_fr: Choisi l'année d'expiration
it_it: Selezionare l'anno di scadenza
ro_ro: Vă rugăm selectați anul expirării

source: Please fill in your CVV code on the back
af_za: Vul asseblief jou CVV-kode (op die agterkant) in.
de_de: Bitte den CVV Code auf der Rückseite angeben
es_es: Por favor, selecciona tu Código CVV del reverso
fr_fr: Indiquer le code de sécurité à l'arrière (3 derniers chiffres)
it_it: Inserire il codice di verifica (CVV) presente sul retro della carta
ro_ro: Vă rugăm completați codul CVV de pe spatele cardului

source: Please fill in a card holder name.
af_za: Vul asseblief die kaarthouernaam in.
de_de: Bitte geben Sie den Namen des Karteninhabers ein.
es_es: Por favor, completa el nombre de tarjeta de crédito.
fr_fr: Veuillez indiquer le nom du détenteur de la carte.
it_it: Inserire il nome del titolare
ro_ro: Vă rugăm completați numele deținătorului de card.

source: Please fill in a credit card number.
af_za: Vul asseblief jou kredietkaartnommer in.
de_de: Bitte die Kreditkartennummer angeben
es_es: Por favor, completa tu número de tarjeta de crédito.
fr_fr: Indiquer le numéro de la carte de crédit.
it_it: Inserire il numero della carta
ro_ro: Vă rugăm completați numărul cardului bancar.

source: Please choose an expiry date.
af_za: Kies asseblief 'n vervaldatum.
de_de: Bitte das Verfallsdatum auswählen
es_es: Por favor, elije una fecha de vencimiento.
fr_fr: Choisi une date d'expiration.
it_it: SI prega di selezionare la data di scadenza
ro_ro: Vă rugăm selectați o dată de expirare.

source: Please fill in a security code.
af_za: Vul asseblief 'n sekuriteitskode in.
de_de: Bittte den Sicherheitscode angeben
es_es: Por favor, completa un código de seguridad.
fr_fr: Indiquer le code de sécurité.
it_it: Si prega di inserire il codice di sicurezza.
ro_ro: Vă rugăm completați codul de securitate.

source: Only numbers are allowed for the security code.
af_za: Slegs syfers word toegelaat vir die sekuriteitskode.
de_de: Es sind für den Sicherheitscode nur Ziffern erlaubt
es_es: Sólo se permiten números para el código de seguridad.
fr_fr: Seuls des chiffres sont autorisés pour le code de sécurité.
it_it: Sono ammessi solo numeri per il codice di sicurezza.
ro_ro: Sunt permise numai cifre pentru codul de securitate.

source: Please fill in your billing information.
af_za: Vul asseblief jou faktureringsbesonderhede in.
de_de: Bitte geben Sie ihre Rechnungsinformationen ein.
es_es: Por favor, completa tus datos de facturación.
fr_fr: Veuillez indiquer vos information de facturation.
it_it: Inserire le informazioni per la fatturazione
ro_ro: Vă rugăm completați informațiile de facturare.

source: Transaction has been processed.
af_za: Transaksie is verwerk.
de_de: Die Transaktion wurde ausgeführt.
es_es: La transacción ha sido procesada.
fr_fr: La transaction a été traitée.
it_it: La transazione &eacute; stata processata.
ro_ro: Tranzacția a fost procesată.

source: There was a problem connecting to the payment gateway, please contact the administrator.
af_za: Daar was 'n probleem om met die betalingsdeurgangspoort te skakel, kontak asseblief die administrateur/bestuurder.
es_es: Hubo un problema al conectarse con el sistema de pago, por favor comunícate con el administrador.
fr_fr: Une erreur est survenue lors de la connection au serveur de paiement, veuillez contacter l'administrateur.
it_it: Si &egrave; verificato un problema durante la connessione al sistema di pagamento, si prega di contattare l'amministratore del sito.
ro_ro: Sunt probleme de conectare cu procesatorul plății. Vă rugăm contactați administratorul.

source: Please choose a card type.
af_za: Kies asseblief 'n kaarttipe.
de_de: Bitte wählen Sie einen Karten Typ.
es_es: Por favor, elige un tipo de tarjeta de crédito.
fr_fr: Veuillez sélectionner un type de carte.
it_it: Selezionare il tipo di carta.
ro_ro: Vă rugăm alegeți un tip de card.

source: Please fill in your credit card details.
af_za: Vul asseblief jou kredietkaartbesonderhede in.
de_de: Bitte die Kreditkartendetails angeben.
es_es: Por favor, completa los detalles de tarjeta de crédito.
fr_fr: Indiquer vos information de carte de crédit.
it_it: Si prega di inserire gli estremi dalla carta.
ro_ro: Vă rugăm completați detaliile cardului bancar.

source: Only numbers are allowed in the credit card number.
af_za: Slegs syfers word toegelaat vir 'n kredietkaartnommer.
de_de: Es sind auf der Kreditkarte nur Nummern erlaubt
es_es: Sólo se permiten números en el número de tarjeta de crédito.
fr_fr: Seuls des chiffres sont autorisés pour le numéro de carte de crédit.
it_it: &Egrave; consentito inserire solo numeri per il numero di carta.
ro_ro: Sunt permise numai cifre în numărul cardului bancar.

source: The transaction was successful.
af_za: Die transaksie was suksesvol.
de_de: Die Transaktion war erfolgreich.
es_es: La transacción fue exitosa.
fr_fr: La transaction fût completée avec succès.
it_it: La transazione &egrave; stata effettuata con successo.
ro_ro: Tranzacția a fost efectuată cu succes.

source: The transaction has been declined. Please try again.
af_za: Die transaksie is afgekeur. Probeer asseblief weer.
de_de: Die Transaktion wurde abgelehnt. Bitte erneut versuchen.
es_es: La transacción ha sido declinada. Por favor, intenta nuevamente.
fr_fr: La transaction a été refusée. Veuillez réessayer.
it_it: La transazione &egrave; stata rifiutata. Si prega di riprovare.
ro_ro: Tranzacția a fost refuzată. Încercați din nou.

source: You do not have the First Data API extension plugin active.
af_za: Jy het nie die Eerste Data API uitbreiding inpropprogram aktief nie.
fr_fr: Vous n'avez pas l'extension First Data API d'activée.
it_it: L'estensione del plugin First Data API non &egrave; attiva.

source: Please fill in your card verification value.
af_za: Vul asseblief jou kaart verifikasiewaarde.
fr_fr: Veuillez indiquer votre numéro de validation de carte
it_it: Inserire il numero di verifica della carta.

source: No response was received from the gateway server.
af_za: Geen reaksie is van die deurgangspoortbediener ontvang nie.
fr_fr: Aucune réponse reçue du serveur intermédiaire.
it_it: Nessuna risposta ricevuta dal sistema di pagamento.

source: Transaction failed, please try again.
af_za: Transaksie het misluk, probeer asseblief weer.
fr_fr: La transaction a échouée. Veuillez réessayer.
it_it: La transazione non &egrave; andata a buon fine. Si prega di riprovare.

source: Transaction is being held for review.
af_za: Transaksie word agtergehou om nagegaan te word.
de_de: Die Transaktion wird gegenwärtig überprüft.
es_es: La Transacción se está llevando a cabo para su revisión.
fr_fr: Transaction en attente de vérification.
it_it: La transazione &egrave; sospesa per verifiche.
ro_ro: Tranzacția este reținută pentru verificare.

source: No response was received from the payment gateway. Please try again.
af_za: Geen reaksie is van die betalingsdeurgangspoort ontvang nie. Probeer asseblief weer.
de_de: Die Paymentgateway hat nicht geantwortet. Bitte erneut versuchen.
es_es: No se recibieron respuestas para el gateway de pago. Por favor inténtalo de nuevo.
fr_fr: Aucune réponse reçue de l'intermédiaire de paiement. Veuillez réessayer.
it_it: Nessuna risposta dal sistema di pagamento. Si prega di riprovare.
ro_ro: Nu am primit nici un răspuns de la procesatorul plății. Vă rugăm încercați din nou.

source: Order Finished
af_za: Bestelling Afgehandel
de_de: Bestellung abgeschlossen
es_es: Pedido Finalizado
fr_fr: Commande terminée
it_it: Ordine Inviato
ro_ro: Comandă finalizată

source: Order Failed
af_za: Bestelling Gefaal
de_de: Bestellung fehlgeschlagen
es_es: Pedido Fallido
fr_fr: Commande échouée
it_it: Ordine fallito
ro_ro: Comanda a eșuat

source: Hashes do not match - response not authenticated!
af_za: Hutse stem nie ooreen nie - reaksie nie bekragtig nie.

source: Gateway class could not be initialized, please contact the administrator.
af_za: Deurgangspoortklas kon nie geïnisialiseer word nie, kontak asseblief die administrateur /bestuurder.
de_de: Gateway class konnte nicht initialisiert werden. Bitte den Verwalter kontaktieren.
es_es: La Gateway class no pudo ser inicializada, por favor, contacta al administrador.
fr_fr: La classe Gateway n'a pue être activée, veuillez contacter l'administrateur.
it_it: Impossibile inizializzare il sistema di pagamento, si prega di contattare l'amministratore del sito.
ro_ro: Clasa procesatorilor de plăți nu a putut fi inițializată, vă rugăm contactați administratorul.

source: No response notification was received from the gateway.
af_za: Geen reaksie-kennisgewing is van die deurgangspoort ontvang nie.
de_de: Die Paymentgateway hat nicht geantwortet. Bitte erneut versuchen.
es_es: No se recibieron respuestas para el gateway de pago.
fr_fr: Aucune réponse reçue de l'intermédiaire de paiement.
it_it: Nessuna risposta dal sistema di pagamento.
ro_ro: Nu am primit nici un răspuns de la procesatorul plății.

source: Payment was denied
af_za: Betaling is afgekeur.
de_de: Bezahlung wurde abgelehnt
es_es: El Pago fue rechazado
fr_fr: Le paiement a été refusé
it_it: Il pagamento &egrave; stato rifiutato
ro_ro: Plata a fost refuzată

source: Payment has failed
af_za: Betaling het gefaal.
de_de: Bezahlung fehgeschlagen
es_es: El Pago ha fallado
fr_fr: Le paiement a échoué
it_it: Il pagamento &egrave; fallito
ro_ro: Plata a eșuat

source: Payment is pending
af_za: Betaling is hangende.
de_de: Bezahlung ausstehend
es_es: El Pago está pendiente
fr_fr: Le paiement est en attente
it_it: Il pagamento &egrave; sospeso
ro_ro: Plata este în așteptare

source: Payment has not been completed. Status is
af_za: Betaling is nie voltooi nie. Status is
de_de: Die Bezahlung wurde nicht abgeschlossen. Status:
es_es: El pago no pudo ser completado. El estado es
fr_fr: Le paiement n'est pas complet. Le statut est
it_it: Il pagamento non &egrave; stato completato. Lo stato &egrave;
ro_ro: Plata nu s-a finalizat. Starea ei este

source: PayPal has marked this transaction as INVALID
af_za: PayPal het hierdie transaksie as ONGELDIG aangeteken
de_de: PayPal hat diese Transaktion als UNGÜLTIG markiert
es_es: PayPal ha determinado esta transacción como INVALIDA
fr_fr: PayPal indique que cette transaction est INVALIDE
it_it: PayPal ha contrassegnato la transazione come INVALID
ro_ro: PayPal a marcat tranzacția ca INVALIDĂ

source: Transaction has been declined, please try again.
af_za: Transaksie is afgewys, probeer asseblief weer.
de_de: Die Transaktion wurde abgelehnt, bitte erneut versuchen.
es_es: La transacción ha sido declinada, por favor, intenta de nuevo.
fr_fr: La transaction a été refusée. Veuillez réessayer.
it_it: La transazione &egrave; stata rifiutata. Si prega di riprovare.
ro_ro: Tranzacția a fost refuzată, încercați din nou.

source: No transaction result was sent back, please try again.
af_za: Geen transaksieresultaat is teruggestuur nie, probeer asseblief weer.
de_de: Es wurden keine Transaktionsdaten zurückgeschickt, bitte erneut versuchen.
es_es: Ningún dato fue enviado de nuevo, por favor inténtalo de nuevo.
fr_fr: Le résultat de transaction n'a pas été reçu, veuillez réessayer.
it_it: Nessuna transazione restituita, si prega di riprovare.
ro_ro: Tranzacția nu a produs nici un rezultat, vă rugăm încercați din nou.

source: No data was sent back from Bartercard, please try again.
af_za: Geen data is teruggestuur van Barterkaart nie, probeer asseblief weer.
de_de: Von Bartercard wurden keine Daten zurückgeschickt, bitte erneut versuchen.
es_es: Ningún dato fue enviado de nuevo desde Batercard, por favor inténtalo de nuevo.
fr_fr: Aucune donnée n'a été reçu de Bartercard, veuillez réessayer.
it_it: Il sistema di pagamento Bartercard ha risposto senza fornire alcun dato, si prega di riprovare.
ro_ro: Nu au fost recepționate date de la procesatorul de plăți, încercați din nou.

source: Hash encryption has failed
af_za: Huts-enkripsie het gefaal.
de_de: Die Hash Verschlüsselung ist fehlgeschlagen
es_es: La encriptación Hash ha fallado
fr_fr: Le cryptage a échoué
it_it: La crittazione &egrave; fallita
ro_ro: Criptarea HASH a eșuat

source: The payment could not be completed
af_za: Die betaling kon nie voltooi word nie
de_de: Die Bezahlung konnte nicht abgeschlossen werden
es_es: El pago no se pudo completar
fr_fr: Le paiement ne peut être terminé
it_it: Il pagamento non pu&ograve; essere completato
ro_ro: Plata nu a fost realizată

source: Hash encryption failed
af_za: Huts-enkripsie het gefaal.
de_de: Hash Verschlüsselung fehlgeschlagen
es_es: Encriptación Hash fallida
fr_fr: Le cryptage a échoué
it_it: La crittazione &egrave; fallita
ro_ro: Criptarea HASH a eșuat

source: Your payment could not be processed
af_za: Jou betaling kon nie verwerk word nie
de_de: Ihre Bezahlung konnte nicht verarbeitet werden
es_es: Tu pago no pudo ser procesado
fr_fr: Votre paiement ne peut être traité
it_it: Il pagamento non pu&ograve; essere processato
ro_ro: Plata dumneavoastră nu a putut fi procesată

source: This is a duplicate order. Please clear your cart and try again.
af_za: Dit is 'n duplikaatbestelling. Maak asseblief jou mandjie skoon en probeer weer.
de_de: Dies ist eine Doppelbestellung. Bitte den Warenkorb entleeren und erneut versuchen.
es_es: Este es un pedido duplicado. Por favor, vacía tu carrito y vuelve a intentarlo.
fr_fr: Il semble que ce cette commande existe déjà. Veuillez vider votre panier et réessayer.
it_it: Questo &egrave; un ordine duplicato. Svuotare il carrello e riprovare.
ro_ro: Aceasta este o comandă duplicată. Vă rugăm goliți coșul și încercați din nou.

source: We are sorry but this appears to be a fraudulent transaction
af_za: Ons is jammer, maar dit bleik 'n oneerlike transaksie te wees
de_de: Es tut uns leid, aber diese Transaktion scheint betrügerisch zu sein
es_es: Lo sentimos, pero esta parece ser una transacción fraudulenta
fr_fr: Désolés mais il semble que cette transaction est frauduleuse !
it_it: Siamo spiacenti ma la transazione richiesta sembra essere fraudolenta
ro_ro: Ne pare rău dar această tranzacție pare să fie frauduloasă

source: hashes do not match - response not authenticated!
af_za: hutse stem nie ooreen nie - reaksie nie bevestig nie!
de_de: Die Hashes stimmen nicht überein - Antwort nicht authentifiziert!
es_es: los hash no coinciden - ¡respuesta no autenticada!
fr_fr: Ne correspond pas - réponse pas authentifié !
it_it: Verifica codici fallita - risposta non autenticata!
ro_ro: criptările nu se potrivesc - răspunsul nu este autentificat!

source: There was an error processing your payment. Please try again.
af_za: Daar was 'n fout met die verwerking van jou betaling. Probeer asseblief weer.
de_de: Ein Fehler trat beim Berarbeiten Ihrer Bestellung auf. Bitte erneut versuchen.
es_es: Hubo un error procesando tu pago. Por favor, inténtalo nuevamente.
fr_fr: Il y a eu une erreur durant le traitement de votre paiement. Veuillez réessayer.
it_it: Si &egrave; verificato un errore nel processare l'ordine. Si prega di riprovare.
ro_ro: A apărut o eroare în procesarea plății. Vă rugăm încercați din nou.

source: Successfully completed
af_za: Suksesvol voltooi
de_de: Erfolgreich abgeschlossen
es_es: Completado con éxito
fr_fr: Terminé avec succès
it_it: Completato con successo
ro_ro: Realizată cu succes

source: Transaction failed
af_za: Transaksie het misluk
de_de: Transaktion fehlgeschlagen
es_es: Transacción fallida
fr_fr: La transaction a échoué
it_it: Transazione fallita
ro_ro: Tranzacție eșuată

source: Invalid signature
af_za: Ongeldige handtekening
de_de: Ungültige Signatur
es_es: Firma inválida
fr_fr: Signature invalide
it_it: Firma non valida
ro_ro: Semnătură invalidă

source: Transaction was not approved, please try again
af_za: Transaksie is nie goedgekeur nie, probeer weer
de_de: Die Transaktion wurde nicht gutgeheißen. Bitte erneut versuchen.
es_es: La transacción no ha sido aprobada, por favor, inténtalo nuevamente
fr_fr: La transaction a été refusée. Veuillez réessayer.
it_it: Transazione non approvata, si prega di riprovare.
ro_ro: Tranzacție neaprobată. Vă rugăm încercați din nou

source: No data was posted back from the payment gateway
af_za: Geen data teruggepos is van die betalingspoort nie.
de_de: Von der Payment Gateway wurden keine Daten zurückgeschickt
es_es: No se recibieron respuestas para el gateway de pago.
fr_fr: Aucunes données n'ont été réaffectées à partir de l'intermédiaire de paiement
it_it: Il sistema di pagamento ha risposto senza fornire alcun dato
ro_ro: Nu au fost recepționate date de la procesatorul de plăți

source: Order could not be read, please try ordering again.
af_za: Bestelling kon nie gelees word nie, probeer asseblief weer bestel.
de_de: Die Bestellung konnte nicht gelesen werden, bitte versuchen Sie erneut zu bestellen.
es_es: El pedido no puede ser leído, por favor, inténtalo de nuevo.
fr_fr: La commande n'a pas pu être chargé, veuillez réessayer.
it_it: L'ordine non pu&ograve; essere caricato, si prega di rieffettuare l'ordine.
ro_ro: Comanda nu a putut fi citită, vă rugăm comandați din nou.

source: No order ID/reference was sent back from MonsterPay.
af_za: Geen bestelling ID /verwysing is teruggestuur van MonsterPay nie.
es_es: Ninguna ID/referencia de pedidofue devuelta por MonsterPay.
fr_fr: Aucun ID/référence de commande n'a été reçu de MonsterPay.
it_it: Nessun riferimento/ID ordine restituito da MonsterPay.

source: Your order has been declined:
af_za: Jou bestelling is afgekeur:
de_de: Ihre Bestellung wurde abgelehnt:
es_es: Tu pedido ha sido rechazado:
fr_fr: Votre commande a étée refusée:
it_it: L'ordine non &egrave; stato accettato:
ro_ro: Comanda dumneavoastră a fost respinsă:

source: Could not communicate with MonsterPay. Please check that CURL and PHP5 (with SimpleXML) are installed.
af_za: Kon nie kommunikeer met MonsterPay nie. Maak asseblief seker dat CURL en PHP5 (met SimpleXML) geïnstalleer is.
es_es: No es posible comunicarse con MonsterPay. Por favor, revisa que CURL y PHP5 (con SimpleXML) están instalados.
fr_fr: Communication impossible avec MonsterPay. Verifiez que CURL et PHP5 (avec SimpleXML) sont installés.
it_it: Impossibile comunicare con MonsterPay. Si prega di verificare che siano installati CURL e PHP5 (con SimpleXML).

source: MonsterPay class could not be loaded, please try again.
af_za: MonsterPay-klas kon nie gelaai word nie, probeer asseblief weer.
es_es: El class de MonsterPay no pudo ser cargado, por favor, inténtalo de nuevo.
fr_fr: La classe MonsterPay n'a pu être chargée, veuillez réessayé à nouveau.
it_it: La classe MonsterPay pu&ograve; essere caricata, si prega di riprovare.

source: No GET variables were received from MonsterPay, please try again.
af_za: Geen AOO veranderlikes van MonsterPay ontvang nie, probeer asb. weer.
es_es: No se recibieron variables GET de MonsterPay, por favor inténtalo de nuevo.
fr_fr: Aucune variables GET n'a été reçu de MonsterPay, veuillez réessayer.
it_it: Nessuna variabile GET ricevuta da MonsterPay. Si prega di riprovare.
