Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Treat pricing as same product
af_za: Hanteer prysgewing as selfde produk.
de_de: Behandle die Preisgestaltung wie das gleiche Produkt
es_es: Tratamiento de precios como un mismo producto
fr_fr: Traiter les prix en tant que même produit
it_it: Considera il prezzo come stesso prodotto
ro_ro: Tratare preț ca pentru un singur produs

source: Turning this On (Yes) will group all items of this product in the basket disregarding variations.
af_za: Deur hierdie Aan (Ja) te skakel, sal alle items van hierdie produk saam gegroepeer word in die mandjie sonder om variasies in ag te neem.
fr_fr: Activer pour grouper tout les articles dans le panier indépendament des variations de prix.
it_it: Scegliendo S&igrave;, il prodotto verr&agrave; raggruppato nel carrello indipendentemente dalle opzioni scelte.

source: Variation Calculation
af_za: Variasie-berekening
fr_fr: Calcule de variations de prix
it_it: Calcolo Varianti

source: Accumulative on top of one another in order displayed
af_za: Akkumulatief bo-op mekaar in volgorde waarin vertoon
fr_fr: En ordre descendant d'affichage
it_it: Cumulativo, secondo l'ordine di visualizzazione delle varianti

source: How should each variation price be calculated?
af_za: Hoe moet elke veranderlike / variasie-prys bereken word?
fr_fr: Comment calculée chaque fluctuation de prix?
it_it: Come deve essere calcolato il prezzo della variante?

source: Tax Calculation
af_za: Belastingberekening

source: Yes, calculate tax on variation option prices.
af_za: Ja, bereken belasting op variasie-opsie pryse.

source: No, only calculate tax on the product base price.
af_za: Nee, bereken slegs belasting op die basisprys van die produk.

source: Specify whether tax should be calculated on variation option prices or not.
af_za: Spesifiseer of belasting bereken moet word op die variasie-opsie pryse of nie.

source: Variation Option
af_za: Variasie-opsie
de_de: Varianten Option
es_es: Opción de Variación
fr_fr: Options de variation de prix
it_it: Varianti: Opzioni
ro_ro: Opțiuni variantă

source: Option Title/Name:
af_za: Opsie Titel/Naam:
de_de: Option Titel/Name:
es_es: Opción Título/Nombre:
fr_fr: Titre/Nom de l'option:
it_it: Titolo/Nome opzione:
ro_ro: Nume/Titlu opțiune:

source: Option Price:
af_za: Opsie-prys:
de_de: Option Preis:
es_es: Opciones de Precio:
fr_fr: Prix de l'option:
it_it: Prezzo Opzione:
ro_ro: Preț opțiune:

source: Are you sure you want to remove this option?
af_za: Is jy seker jy wil hierdie opsie verwyder?
de_de: Sind Sie sicher, daß Sie diese Option entfernen wollen?
es_es: ¿Estás seguro que quieres borrar esta opción?
fr_fr: Êtes-vous sûr de vouloir effacer cette option?
it_it: Sei sicuro di voler eliminare questa opzione?
ro_ro: Sigur doriți să eliminați această opțiune?

source: Remove this option
af_za: Verwyder hierdie opsie
de_de: Diese Option entfernen
es_es: Borrar esta opción
fr_fr: Supprimer cette option
it_it: Elimina l'opzione
ro_ro: Eliminați această opțiune

source: Are you sure you want to remove this content area?
af_za: Is jy seker jy wil hierdie inhoudsarea verwyder?

source: Create Post/Page:
af_za: Skep Postering/Bladsy:
de_de: Beiträge/Seiten erstellen
es_es: Crear Entrada/Página:
fr_fr: Créer Article/Page:
it_it: Crea Post/Pagina:
ro_ro: Creare Articol/Pagină WP:

source: Post
af_za: Postering
es_es: Entrada
fr_fr: Article
ro_ro: Articol WP

source: Custom Post
af_za: Doelgemaakte Postering
fr_fr: Article personnalisé
it_it: Post Personalizzato

source: Page:
af_za: Bladsy:
de_de: Seite:
es_es: Página:
it_it: Pagina:
ro_ro: Pagină WP:

source: - Create New Page -
af_za: - Skep Nuwe Bladsy -
de_de: - Neue Seite erstellen -
es_es: - Crear Nueva Página -
fr_fr: - Créer une nouvelle page -
it_it: - Crea Nuova Pagina -
ro_ro: - Creare pagină WP nouă -

source: Page Template:
af_za: Bladsy Templaat:
de_de: Seitenvorlage:
es_es: Plantilla de Página:
fr_fr: Modèle de la page:
it_it: Template Pagina:
ro_ro: Machetă pagină:

source: Post ID:
af_za: Postering ID:
de_de: Artikel ID:
es_es: ID de Entrada:
fr_fr: Id d'article:
it_it: ID Post:
ro_ro: ID articol WP:

source: Are you sure you want to convert this product post to a page?\nThe page will be refreshed and unsaved data will be lost!
af_za: Is jy seker jy wil hierdie produkpostering verander na bladsy?\nDie bladsy sal herskep word en data verlore gaan!
es_es: ¿Estás seguro que quieres convertir esta entrada de producto en una página?\nLa página será actualizada y se perderan los datos.
fr_fr: Êtes-vous sûr de vouloir convertir cet article de produit en page?\nCette page sera mise-à-jour et les changements non-sauvegardés seront perdus!
it_it: Sei sicuro di voler convertire il post di questo prodotto in una pagina?\nTutte le modifiche non salvate verranno perse!
ro_ro: Sigur doriți să să convertiți acest articol WP într-o pagină WP?\nPagina va fi reîmprospătată și orice date nesalvate se vor pierde!

source: Convert to PAGE
af_za: Verander na BLADSY
de_de: Konvertiere zu SEITE
es_es: Convertir a Página
fr_fr: Convertir en PAGE
it_it: Converti in PAGINA
ro_ro: Convertire la PAGINĂ

source: Make this value -1 to create a new post.
af_za: Maak hierdie waarde -1 om 'n nuwe postering te skep.
de_de: Setzen Sie diesen Wert höher als -1, um einen neuen Artikel zu erstellen.
es_es: Haz este valor -1 para crear una nueva entrada.
fr_fr: Utilisez la valeur -1 pour créer un nouveau article.
it_it: Imposta a -1 per creare un nuovo post.
ro_ro: Introduceți -1 pentru a crea un articol WP nou.

source: Post Categories:
af_za: Posteringkategorieë
de_de: Artikel Kategorien:
es_es: Categorías de Entrada:
fr_fr: Catégories d'article:
it_it: Categorie Post:
ro_ro: Categorii articole WP:

source: Post/Page Password:
af_za: Postering/Bladsy wagwoord:
de_de: Artikel/Seiten Passwort:
es_es: Contraseña de Entrada/Página:
fr_fr: Mot de passe de l'article/page:
it_it: Password del post/pagina:
ro_ro: Parolă articol/pagină WP:

source: You can password protect this post/page.
af_za: Jy kan hierdie pos/bladsy wagwoordbeskerm.
de_de: Sie können diese Seite/diesen Artikel mit einem Passwort schützen.
es_es: Puedes protejer con contraseña esta entrada/página.
fr_fr: Vous pouvez protéger cet article/page avec un mot de passe.
it_it: Puoi proteggere con una password questo post/pagina.
ro_ro: Puteți proteja cu parolă acest articol/pagină.

source: Comment Status:
af_za: Kommentaar status:
fr_fr: Statut des commentaires:
it_it: Stato Commento:

source: Open
af_za: Oop
fr_fr: Ouvert(e)
it_it: Aperto

source: Closed
af_za: Toe
fr_fr: Fermé(e)
it_it: Chiuso

source: Turn On/Off Comments.
af_za: Skakel kommentaar Aan/Af.
fr_fr: Activer/désactiver les commentaires.
it_it: Abilita/Disabilita Commenti.

source: <b>PLEASE NOTE:</b> When choosing an existing post/page, you must manually insert the shortcode into that post/page. Else choose "Create New..." to automatically create a post/page.
af_za: <b>NEEM KENNIS ASB:</b> Wanneer 'n bestaande pos/bladsy gekies word moet jy die kortkode met die hand op die pos/bladsy invoer. Kies anders "Skep Nuwe...." om 'n pos/bladsy outomaties te skep.
de_de: <b>HINWEIS:</b> Wenn Sie eine bestehenden Artikel/Seite auswählen, müssen Sie den Shortcode dort manuell eintragen. Ansonsten "Neu erstellen..." auswählen, um automatisch einen Artikel/Seite zu erstellen.
es_es: <b>ATENCIÓN:</b> Cuando estás eligiendo una entrada/página existente, deberás insertar manualmente el shortcode dentro de esa entrada/página. Ademas elige "Crear Nueva..." para crear una entrada/página automaticamente.
fr_fr: <b>ATTENTION:</b> Lors du choix d'un article/page existant, vous devez insérer manuellement le code court (shortcode) dans cet article/page. Sinon vous devrez choisir "Créer un nouveau ..." pour créer automatiquement un nouvel article/page.
it_it: <strong>NOTA BENE:</strong> quando scegli un post/pagina esistente, devi inserirgli lo shortcode manualmente. Altrimenti scegli "Crea Nuovo ..." per creare automaticamente il post/pagina.
ro_ro: <b>ATENȚIE:</b> Atunci când alegeți un articol sau pagină WP existente, trebuie să inserați manual codurile corespunzătoare în conținutul lor. Altfel alegeți "Creare..." pentru a le genera automat gata completate

source: Affiliate Code
af_za: Verwante kode
es_es: Código de Afiliado
fr_fr: Code affilié
it_it: Codice di Affiliazione
ro_ro: Cod afiliat

source: Affiliate Sale Code
af_za: Verwante verkoopskode
de_de: Affiliate Verkaufscode
es_es: Código de Venta de Afiliado
fr_fr: Code de vente affilié
it_it: Codice Affiliazione Vendita
ro_ro: Cod vânzare afiliat

source: Bank Name
af_za: Banknaam
es_es: Nombre del Banco
fr_fr: Nom de la banque
it_it: Nome Banca
ro_ro: Nume bancă

source: Bank Phone Number
af_za: Bank-foonnommer
de_de: Bank Telefonnummer
es_es: Teléfono del Banco
fr_fr: Numéro de compte
it_it: Telefono Banca
ro_ro: Telefon bancă

source: Bank Address
af_za: Bankadres
de_de: Bank Adresse
es_es: Dirección del Banco
fr_fr: Adresse banque
it_it: Indirizzo Banca
ro_ro: Adresă bancă

source: Bank Account Number
af_za: Bankrekeningnommer
de_de: Bank Kontonummer
es_es: Número de Cuenta del Banco
fr_fr: Numéro de compte bancaire
it_it: Numero Conto
ro_ro: Cont bancar

source: Bank SWIFT Code (Routing Number)
af_za: Bank SWIFTkode (Roeteringsnommer)
es_es: Código SWIFT del Banco (Número de ruta)
fr_fr: Code SWIFT du compte bancaire
it_it: Codice SWIFT (Numero di Routing)
ro_ro: Cod rutare SWIFT

source: Each of the settings below has a string in quotes which is the default value shown on the front-end. You can change the text shown by editing the value and saving the configuration settings.
af_za: Elke opstelling hieronder het 'n string in aanhalings wat die verstekwaarde is wat op die skerm vertoon. Jy kan die vertoonde teks verander deur die waarde van die konfigurasieopstellings te wysig.
de_de: Jede dieser untenstehenden Einstellungen hat eine Zeichenkette in Anführungszeichen, welche der Standardwert im Frontend ist. Sie können den angezeigten Text ändern, indem Sie den Wert bearbeiten und die Konfigurationseinstellungen speichern.
es_es: Cada configuración de abajo tiene un string entre comillas que es el valor predeterminado que se muestra en el front-end. Puedes cambiar el texto mostrado editando el valor y guardando la configuración.
fr_fr: Chacun des paramètres ci-dessous a une chaîne entre guillemets qui est la valeur par défaut affichée sur la boutique en ligne. Vous pouvez changer le texte affiché en éditant la valeur et enregistrer les paramètres de configuration.
it_it: Ciascuna delle seguenti impostazioni ha una stringa tra virgolette che rappresenta il valore predefinito mostrato nelle pagine. Puoi modificare il testo che verr&agrave; mostrato agli utenti modificando e salvando il valore delle impostazioni.
ro_ro: Fiecare din setările de mai jos are un șir între ghilimele care este valoarea implicită afișată pe site. Puteți modifica textul afișat prin editarea valorilor și salvarea configurației.

source: Product "Keywords"
af_za: Produk "Sleutelwoorde"
de_de: Produkt "Stichworte"
es_es: Palabras Claves
fr_fr: Produit: "Mots clés"
it_it: Prodotti: "Parole Chiave"
ro_ro: "Cuvinte cheie" produs

source: Product "Supplier"
af_za: Produk "Verskaffer"
de_de: Produkt "Lieferant"
es_es: Proveedor
fr_fr: Produit: "Fournisseur"
it_it: Prodotti: "Fornitore"
ro_ro: "Furnizor" produs

source: Product "Category"
af_za: Produk "Kategorie"
de_de: Produkt "Kategorie"
es_es: Categoría
fr_fr: Produit: "Catégorie"
it_it: Prodotti: "Categoria"
ro_ro: "Categorie" produs

source: Product "Categories"
af_za: Produk "Kategorieë"
de_de: Produkt "Kategorien"
es_es: Categorías
fr_fr: Produit: "Catégories"
it_it: Prodotti: "Categorie"
ro_ro: "Categorii" produs

source: Out of Stock
af_za: Uit voorraad
de_de: Nicht auf Lager
es_es: Sin Stock
fr_fr: Rupture de stock
it_it: Esaurito
ro_ro: Stoc epuizat

source: Add to cart Ajax
af_za: Voeg by inkopemandjie Ajax
de_de: In den Warenkorb (Ajax)
es_es: Agregar a Carrito Ajax
fr_fr: Utiliser "Ajax" pour le lien d'ajout au panier
it_it: Aggiunta al Carrello rapida (Ajax)
ro_ro: Ajax pentru adăugare la coș

source: Ensure that you have the shopping cart widget active under Appearance > Widgets.
af_za: Maak seker jy het die inkopiemandjiehulptuig aktief onder Voorkoms > Hulptuig
fr_fr: Assurez-vous d'avoir le widget Shopping Cart actif sous Apparence -> Widgets.
it_it: Assicurati che il widget del carrello della spesa sia attivo in Aspetto > Widget.

source: Order Summary Popup
af_za: Bestelling Opspring
fr_fr: Fenêtre contextuelle de sommaire de la commande

source: Turn this on to display a summary of the cart/order when a product is added to the cart.
af_za: Skakel hierdie aan om 'n opsomming van die bestelling/inkopemandjie te sien wanneer 'n produk by die mandjie gevoeg word.
fr_fr: Activez ceci pour afficher un sommaire du panier/commande lorsqu'un produit est ajouté au panier.

source: Show on Error
af_za: Wys tydens Fout
fr_fr: Afficher lors d'erreur

source: Should the popup be shown on error as well, displaying the error messages and current order summary?
af_za: Moet die opspring gedurende foute ook vertoon deur die foutboodskap en die huidige bestellingsopsomming te vertoon?
fr_fr: Est-ce que la fenêtre contextuelle doit être affichée aussi lorsqu'une erreur survient, affichant le message d'erreur et le montant actuel de la commande?

source: Scroll to Widget
af_za: Rol na Hulptuig
fr_fr: Aller aux Widget
it_it: Scorri verso il Widget

source: Scroll to the shopping cart widget as product(s) are added?
af_za: Rol na inkopiemandjie hulptuig wanneer 'n produk bygevoeg word?
fr_fr: Défiler jusqu'au widget de panier lorsque des produits sont diponibles?
it_it: Scorrere verso il widget del Carrello della Spesa quando i prodotti vengono aggiunti?

source: Show Quantity Boxes
af_za: Vertoon hoeveelheid Dose

source: Yes, show the quantity boxes in the shopping cart
af_za: Ja, vertoon die hoeveelheid dose in die inkopiemandjie

source: Continue Shopping Link
af_za: Gaan Voort Inkopieskakel
de_de: Weiter Einkaufen Link
es_es: Enlace de Continuar Compra
fr_fr: Nom du lien affiché pour continuer les achats
it_it: Link "Continua gli acquisti"
ro_ro: Link Continuare cumpărături

source: Shop URL setting will be used for this link.
af_za: Inkope BA-opstelling sal vir hierdie skakel gebruik word
fr_fr: L'URL de la boutique sera utilisé pour ce lien.
it_it: Per costruire questo link verr&agrave; utilizzato l'URL del negozio indicato in "Configurazione Generale".

source: Show Category Title
af_za: Toon Kategorie Titel
de_de: Zeige Kategorien Titel
es_es: Mostrar Título de Categoría
fr_fr: Afficher le titre de la catégorie
it_it: Mostra il Titolo della Categoria
ro_ro: Afișare titlu catogorie

source: Show Category Image
af_za: Toon Kategorie Beeld
de_de: Zeige Kategorien Bild
es_es: Mostrar Imagen de Categoría
fr_fr: Afficher l'image de la catégorie
it_it: Mostra l'Immagine della Categoria
ro_ro: Afișare imagine categorie

source: if a category has an image, it will be displayed
af_za: indien 'n kategorie 'n beeld het, sal dit vertoon word
de_de: wenn eine Kategorie ein Bild hat, wird es angezeigt
es_es: si una categoría tiene una imagen, esta será mostrada
fr_fr: si une catégorie a une image, elle sera affichée
it_it: Se &egrave; stata caricata un'immagine per la categoria, verr&agrave; visualizzata
ro_ro: dacă o categore are o imagine atunci aceasta va fi afișată

source: Category Image Display
af_za: Kategorie Beeld Vertoning
de_de: Kategorie Bild Anzeige
es_es: Mostrar en Imagen de Categoría
fr_fr: Image de la catégorie
it_it: Visualizzazione Immagine Categoria
ro_ro: Afișare imagine categorie

source: Full Image
af_za: Volle Beeld
de_de: Vollbild
es_es: Imagen completa
fr_fr: Image pleine
it_it: Immagine a dimensione reale
ro_ro: Imagine completă

source: Thumbnail
af_za: Seëlgrootte beeld/prent
de_de: Kleine Abbildung
es_es: Miniatura
fr_fr: Miniature
it_it: Miniatura
ro_ro: Medalion

source: Category image display on individual category pages.
af_za: Kategorie-beeld vertoon op individuele kategoriebladsye
es_es: La imagen de categoría se muestra en las páginas de categoría.
fr_fr: Image de la catégorie affichée sur chaque page de catégorie.
it_it: L'immagine della categoria viene mostrata nelle singole pagine delle categorie.
ro_ro: Imaginea categoriei se afișează în pagina categoriei.

source: Category Image Dimensions
af_za: Kategorie-beeld dimensies

source: by
af_za: deur
de_de: mal
es_es: por
fr_fr: par
it_it: per
ro_ro: de

source: Dimensions of your categories images, you may leave either the width or height empty to crop accordingly.
af_za: Dimensies van jou kategorie-beelde, jy kan of die wydte of die breedte ooplaat om ooreenkomstig te snoei.
es_es: Dimensiones de las imágenes de categorías, debes dejar tanto el ancho como el alto vacíos para poder hacer el recorte.
fr_fr: Dimension des images de catégories. Vous pouvez laisser la largeur ou la longueur indéfinie pour rogner automatiquement.
it_it: Dimensioni dell'immagine delle categorie, puoi lasciare vuoto il campo larghezza o altezza per il calcolo automatico.
ro_ro: Dimensiunile imaginilor de categorie, se pot lăsa necompletate fie lățimea fie înălțimea în vederea decupării.

source: Grid Thumbnail Dimensions
af_za: Rooster seëlgrootte beeld dimensies

source: Dimensions of your category images in the grid, you may leave either the width or height empty to crop accordingly.
af_za: Dimensies van jou kategorie-beelde in die rooster, jy mag of die wydte of die breedte ooplaat om ooreenkomstig te snoei.
es_es: Dimensiones de las imágenes de categoría en la grilla, debes dejar tanto el ancho como el alto vacíos para poder hacer el recorte.
fr_fr: Dimension des images de catégories dans la grille. Vous pouvez laisser la largeur ou la longueur indéfinie pour rogner automatiquement.
it_it: Dimensioni dell'immagine della categoria nella griglia, puoi lasciare vuoto il campo larghezza o altezza per il calcolo automatico.
ro_ro: Dimensiunile imaginilor din grilă, se pot lăsa necompletate fie lățimea fie înălțimea în vederea decupării.

source: Show Description
af_za: Vertoon Beskrywing
de_de: Zeige Beschreibungen
es_es: Mostrar Descripción
fr_fr: Afficher la description
it_it: Mostra la descrizione
ro_ro: Afișare descriere

source: Should category description be shown on individual category pages?
af_za: Moet kategorie-beskrywing vertoon word of individuele kategorie-bladsye?
es_es: ¿Debe mostrarse la descripción de categorías en las páginas individuales de categorías?
fr_fr: Est-ce que la description de la catégorie doit être affiché sur chaque page de catégorie?
it_it: Mostrare la descrizione della categoria nelle singole pagine di prodotto?
ro_ro: Doriți să afișați descrierea categoriei în paginile individuale ale produselor?

source: Show Keywords
af_za: Vertoon Sleutelwoorde
de_de: Zeige Stichworte
es_es: Mostrar Palabras Claves
fr_fr: Afficher les mots clés
it_it: Mostra le Parole Chiave
ro_ro: Afișare cuvinte cheie

source: Should category keywords be shown on individual category pages?
af_za: Moet kategorie-sleutelwoorde vertoon word op individuele kategorie-bladsye?
es_es: ¿Deben mostrarse las palabras claves de categorías en las páginas individuales de categoría?
fr_fr: Est-ce que les mot clefs de la catégorie doit être affiché sur chaque page de catégorie?
it_it: Mostrare le categorie nelle singole pagine di prodotto.
ro_ro: Doriți afișarea categoriei în paginile individuale ale categoriilor.

source: Show sub-categories on category pages
af_za: Vertoon subkategorieë op kategorie-bladsye
de_de: Zeige Unterkategorien auf den Kategorienseiten
es_es: Mostrar sub-categorías en las páginas de categoría
fr_fr: Afficher les sous-catégories sur les pages de catégories
it_it: Mostra le sotto-categorie nelle pagine delle Categorie
ro_ro: Afișare subcategorii în paginile categoriilor

source: Should sub-categories be shown on individual category pages?
af_za: Moet subkategorieë vertoon word op individuele kategorie-bladsye?
de_de: Zeige Unterkategorien auf den individuellen Kategorienseiten?
es_es: Deben las sub-categorías ser mostradas en las páginas individuales de categorías?
fr_fr: Est-ce que les sous catégories doivent être affichés sur chaque page de catégorie?
it_it: Mostrare le sotto-categorie nelle singole pagine di prodotto?
ro_ro: Doriți afișarea subcategoriilor în paginile individuale ale categoriilor?

source: "Sub Categories" Heading
af_za: "Subkategorieë"-opskrif
de_de: "Unterkategorien " Titel
es_es: Encabezado de "Sub Categorías"
fr_fr: Entête des "Sous Catégories"
it_it: Titolo delle "Sotto-Categorie"
ro_ro: Antet "Subcategorii"

source: Simply shows a "Sub Categories" heading above the sub-categories
af_za: Vertoon slegs 'n "Subkategorieë"-opskrif bo die subkategorieë
es_es: Simplemente muestra encabezado de "Sub Categorías" encima de las sub-categorías
fr_fr: Montrer simplement une entête "Sous catégories" sous les sous catégories
it_it: Mostra semplicemente un titolo "Sotto-Categorie" sopra l'elenco delle sotto-categorie
ro_ro: Afișare simplă a unui antet "Subcategorii" deasupra subcategoriilor

source: Sub Categories Display
af_za: Subkategorieë Vertoon
de_de: Anzeige: Unterkategorien
es_es: Muestra de Sub Categorías
fr_fr: Affichage des sous catégories
it_it: Visualizzazione Sotto-Categorie
ro_ro: Afișare subcategorii

source: List
af_za: Lys
de_de: Liste
es_es: Lista
fr_fr: Liste
it_it: Elenco
ro_ro: Listă

source: Grid
af_za: Rooster
de_de: Gitter
es_es: Grilla
fr_fr: Grille
it_it: Griglia
ro_ro: Grilă

source: Requires category images to display correctly when using "Grid".
af_za: Benodig kategorie-beelde om korrek te vertoon wanneer "Rooster" gebruik word.
es_es: Requiere imágenes de categorías para mostrarse correctamente al usar "Grilla".
fr_fr: Nécessite des images de catégorie pour être affiché correctement quand une "Grille" est utilisée.
it_it: &Egrave; necessario che le immagini delle categorie siano abilitate perch&eacute; la "Griglia" venga visualizzata correttamente.
ro_ro: Obligă imaginile categoriilor să se afișeze corect atunci când se utilizează modul "Grilă".

source: When an order is processed, the last four(4) digits of the card will be in the order email while the first few digits will be shown in the "Orders" section when an order is viewed.
af_za: Wanneer 'n bestelling verwerk word, sal die laaste vier (4) syfers van die kaart in die bestelling-epos voorkom, terwyl die eerste paar syfers in die "Bestellings"-afdeling vertoon sal word wanneer die bestelling besigtig word.
de_de: Wenn eine Bestellung bearbeitet wird, werden die letzten vier (4) Ziffern der Kreditkarte in der Email angezeigt, während die ersten in der "Bestellungen" Sektion angezeigt werden.
es_es: Cuando un pedido es procesado, los últimos cuatro(4) dígitos de la tarjeta estarán en el email de pedido, mientras que los primeros dígitos serán mostrados en la sección "Pedidos" cuando un pedido es visto.
fr_fr: Lorsqu'une commande est traitée, les quarte (4) derniers chiffres de la carte seront indiqués sur la facture envoyée par courriel alors que les premiers chiffres seront inscrits dans la section des "Commandes".
it_it: Quando viene processato un ordine, le ultime quattro(4) cifre della carta di credito verranno inviate nella mail dell'ordine, mentre le restanti cifre verranno mostrate nella sezione "Ordini" quando viene visualizzato l'ordine.
ro_ro: Atunci când este procesată o comandă, ultimele patru (4) cifre ale cardului bancar vor fi afișate în mesajul email al comenzii, în timp ce primele câteva cifre vor fi afișate în secțiunea "Comenzi" atunci când se vizualizează o comandă.

source: Request CVV
af_za: Versoek CVV
de_de: CVV anfordern
es_es: Solicitar CVV
fr_fr: Nécéssite CVV
it_it: Richiedi CVV
ro_ro: Solicitare CVV
