Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: you can set this value in your Ogone account under Technical Information > Transaction Feedback
af_za: jy kan hierdie waarde stel in jou Ogone-rekening onder Technical Information> Transaction Feedback
de_de: Sie können diesen Wert in Ihren Ogone Konto unter Technical Information > Transaction Feedback einstellen
es_es: puedes configurar este valor en tu cuenta Ogone en Technical Information > Transaction Feedback
fr_fr: Vous pouvez régler cette valeur dans votre compte Ogone sous: Information technique -> Retour d'informations sur la transaction
it_it: puoi impostare questi valori nel tuo profilo Ogone sotto Informazioni Tecniche > Risposta Transazione
ro_ro: puteți seta această valoare în contul dumneavoastră la Ogone în secțiunea Technical Information > Transaction Feedback

source: Test
af_za: Toets

source: Production
af_za: Produksie
de_de: Live!
es_es: Producción
it_it: Produzione
ro_ro: Producție

source: set to Production for a live shop with real orders
af_za: stel as Produksie vir 'n aktiewe inkope (winkel) met regte bestellings
de_de: Auf Live gesetzt - der Shop kann nun reelle Bestellungen annehmen
es_es: configurar a Producción para una tienda en tiempo real con pedidos reales
fr_fr: régler à "Production" pour une boutique opérationnelle avec des commandes réelles
it_it: imposta a Produzione per i siti in produzione che inviano ordini reali
ro_ro: setați cu Producție pentru un magazin activ cu comenzi reale

source: Look and Feel of the Payment Page
af_za: Kyk en Voel van die Betalingsbladsy
de_de: Look and Feel der Bezahlseite
es_es: Diseño Visual de la Página de Pago
fr_fr: Allure et composition de la page de paiement
it_it: Aspetto della Pagina Pagamenti
ro_ro: Cum să arate pagina de plăți

source: The colours can be specified by their hexadecimal code (#FFFFFF) or their name (white).
af_za: Die kleure kan gespesifiseer word deur hul heksadesimale kode (#FFFFFF) of hul naam (wit).
de_de: Die Farben können durch ihren Hex Code (#FFFFFF) oder ihren Namen (white) spezifiziert werden
es_es: Los colores pueden ser ingresados por su código hexadecimal (#FFFFFF) o por su nombre en inglés (white).
fr_fr: Les couleurs peuvent être spécifiées par leur code hexadécimal (#FFFFFF) ou leur nom (white).
it_it: i colori possono essere specificati utilizzando il codice esadecimale (ad es: #FFFFFF) o il nome CSS (ad es: white).
ro_ro: Culorile pot fi specificate prin codul hexazecimal sau prin nume

source: Background Color
af_za: Agtergrondkleur
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur de fond du "Background"
it_it: Colore Sfondo
ro_ro: Culoare fundal

source: Text Color
af_za: Tekskleur
de_de: Textfarbe
es_es: Color del Texto
fr_fr: Couleur du texte
it_it: Colore Testo
ro_ro: Culoare text

source: Table Background Color
af_za: Tabel-agtergrondkleur
de_de: Tabellenhintergrundfarbe
es_es: Color de Fondo de Tabla
fr_fr: Couleur de fond de la balise "Table"
it_it: Colore Sfondo Tabella
ro_ro: Culoare fundal tabel

source: Table Text Color
af_za: Tabel-tekskleur
de_de: Tabellentextfarbe
es_es: Color de Texto de Tabla
fr_fr: Couleur du texte dans la balise "Table"
it_it: Colore Testo Tabella
ro_ro: Culoare text tabel

source: Button Background Color
af_za: Knoppie-agtergrondkleur
de_de: Button Hintegrundfarbe
es_es: Color de Fondo del Botón
fr_fr: Couleur de fond du bouton
it_it: Colore Sfondo Bottoni
ro_ro: Culoare fundal buton

source: Button Text Color
af_za: Knoppie-tekskleur
de_de: Button Textfarbe
es_es: Color del Texto del Botón
fr_fr: Couleur du texte dans le bouton
it_it: Colore Testo Bottoni
ro_ro: Culoare text buton

source: Font Family
af_za: Fontfamilie
de_de: Font Familie
es_es: Tipografía
fr_fr: Police "Font Family"
ro_ro: Familie font

source: font type to use eg. Verdana
af_za: fonttipe vir gebruik bv. Verdana
de_de: Fonttyp, z.B. Verdana
es_es: tipografía para usar ej. Verdana
fr_fr: quelle police à utiliser (ex.: Verdana)
it_it: tipo di font da utilizzare, ad es: Verdana
ro_ro: familia de fonturi utilizata, ex. Verdana

source: Logo URL
af_za: Logo BA (bronadres)
es_es: URL del logo
fr_fr: URL du logo
it_it: URL Logo
ro_ro: URL logo

source: URL/Link to the logo image. It is recommended that you host this on SSL (https://) in your Ogone control panel.
af_za: Bronadres (BA)/Skakel na die logo beeld. Dit word aanbeveel dat jy dit op die SSL (http://) op jou Ogone-beheerpaneel huisves.
es_es: URL/Enlace de la imagen de logo. Es recomendado que alojes esto en SSL (https://) en tu panel Ogone.
fr_fr: Lien vers l'image du logo. Il est recommandé d'utiliser un hébergergement sécurisé (https://) dans le panneau de configuration Ogone.
it_it: URL/Link all'immagine del logo. Si consiglia di utilizzare connessioni sicure (https://) nel pannello di controllo Ogone.
ro_ro: URL/link la imaginea logo. Este recomandat să găzduiți aceasta sub SSL în panoul de control Ogone.

source: Your PayGate ID provided by PayGate.
af_za: Jou PayGate ID deur PayGate verskaf.
de_de: PayGate ID ist wird durch PayGate zur Verfügung gestellt.
es_es: Tu ID de PayGate provisto por PayGate.
fr_fr: L'Id PayGate fourni.
it_it: Il tuo ID PayGate fornito da PayGate.
ro_ro: ID PayGate furnizat de către PayGate.

source: PayGate Password
af_za: PayGate wagwoord.
de_de: PayGate Passwort
es_es: Contraseña de Pago
fr_fr: Mot de passe PayGate
it_it: Password PayGate

source: PayGate password to be used in conjunction with the ID above.
af_za: PayGate wagwoord om te gebruik tesame met die ID hierbo.
de_de: PayGate Passwort, das in Verbindung mit der obigen ID verwendet wird.
es_es: Contraseña de PayGate para ser utilizada con el ID de abajo.
fr_fr: Le mot de passe PayGate à utiliser avec l'Id ci-haut.
it_it: La password di PayGate da usare insieme all'ID sopra indicato.
ro_ro: Parolă PayGate utilizată în conjuncție cu ID-ul de mai sus.

source: 3D Secure
af_za: 3D Sekuur

source: Yes (recommended)
af_za: Ja (aanbeveel)
de_de: Ja (empfohlen)
es_es: Si (recomendado)
fr_fr: Oui (recommandé)
it_it: S&igrave; (Consigliato)
ro_ro: Da (recomandat)

source: Use 3D Secure with Verified-By-Visa/MasterCard SecureCode for verification.
af_za: Gebruik 3D Sekuur met Verified-By-Visa/Mastercard Sekuurkode vir verifikasie.
de_de: 3D Secure mit Verifiziert-durch-VISA/MasterCard SecureCode zur Verifizierung verwenden.
es_es: Utiliza 3D Secure con Verified-By-Visa/MasterCard SecureCode para verificación.
fr_fr: Utiliser 3D Secure avec Verified-By-Visa/MasterCard SecureCode pour la vérification.
it_it: Utilizza 3D Secure con SecureCode Verified-By-Visa/MasterCard in fase di verifica.
ro_ro: Utilizare 3D Secure cu Verified-By-Visa/MasterCard SecureCode pentru verificare.

source: Payment Method Name
af_za: Betalingsmetode-naam
de_de: Name der Bezahlmethode
es_es: Nombre de Método de Pago
fr_fr: Nom de la méthode de paiement
it_it: Nome Metodo di pagamento
ro_ro: Nume metodă de plată

source: Payment Type
af_za: Betalingstipe

source: Choose "Sale" for immediate charge on the card of the buyer or choose "Auth & Capture" to authorize payments and charge/capture later when you are ready to. You can charge/capture payments from the Checkout > Orders section.
af_za: Kies "Verkope" vir onmiddelike verhaling van die kaart van die koper of kies "Magtig en Vaslê" om betalings later te magtig en verreken wanneer jy gereed is daarvoor. Jy kan die betalings vanaf die Uitteken > Bestellings-afdeling verreken.

source: Sale
af_za: Verkope

source: Auth & Capture
af_za: Magtig en Vaslê

source: Choose the way customers will pay using their credit/debit card.
af_za: Kies die manier waarmee die klante sal betaal op hul krediet/debietkaart.

source: PayPal API Username
af_za: PayPal API Gebruikernaam
de_de: PayPal API Benutzername
es_es: Usuario API PayPal
fr_fr: Nom d'utilisateur PayPal API
it_it: Nome Utente API PayPal

source: PayPal API Password
af_za: PayPal API Wagwoord
de_de: PayPal API Passwort
es_es: Contraseña PayPal
fr_fr: Mot de passe PayPal API
it_it: Password API PayPal

source: PayPal API Signature
af_za: PayPal API Ondertekening
de_de: PayPal API Signatur
fr_fr: Signature de l'API PayPal
it_it: Firma API PayPal
ro_ro: Semnătura PayPal API

source: PayPal Server
af_za: PayPal Bediener
es_es: Servidor PayPal
fr_fr: Serveur PayPal
it_it: Server PayPal

source: Testing/Sandbox
af_za: Toetsing/Sandbak
de_de: Testen/Sandbox
es_es: Testeando/Sandbox
fr_fr: Test/Sandbox
it_it: Test/Banco di prova

source: Set to testing/sandbox when using a PayPal sandbox account.
af_za: Stel na toetsing/sandbak wanneer 'n PayPal sandbakrekening gebruik.
es_es: Configurar como testing/sandbox cuando estés usando una cuenta PayPal sandbox.
fr_fr: Règler à test/sandbox lorsqu'un compte PayPal sandbox est utilisé.
it_it: Abilita quest'opzione quando si utilizza un account di prova di PayPal.
ro_ro: Setați pentru testare atunci când utilizați un cont PayPal sandbox.

source: Order Summary
af_za: Bestelling opsomming
de_de: Bestellung: Zusammenfassung
es_es: Resumen de Pedido
fr_fr: Résumé de la commande
it_it: Sommario
ro_ro: Sumar comandă

source: Yes, show order summary on the payment step
af_za: Ja, wys bestelling opsomming op die betalingstap

source: The title/caption to show for this payment method to your customers during checkout.
af_za: Die titel/opskrif om vir hierdie betalingsmetode aan jou klante te toon tydens die uittekenproses.
es_es: El título/descripción para mostrar este método de pago a los clientes durante la Finalización de Compra.
fr_fr: Titre/sous-titre à afficher aux clients durant la caisse pour ce type de paiement.
it_it: Il titolo/didascalia da mostrare ai clienti per questa modalit&agrave; di pagamento in fase di finalizzazione dell'ordine.
ro_ro: Numele prezentat clienților în timpul finalizării comenzii pentru această metodă de plată.

source: Merchant ID provided to you by Realex Payments.
af_za: Handelaar ID deur Realex Betalings verskaf.
es_es: ID de Merchant provisto por Realex Payments.
fr_fr: Id du marchand fourni par Realex Payments.
it_it: ID Venditore fornito da Realex Payments.
ro_ro: ID comerciant furnizat de Realex Payments.

source: Account
af_za: Rekening
de_de: Konto
es_es: Cuenta
fr_fr: Compte
ro_ro: Cont

source: Account/subaccount name, this will most likely be "internet".
af_za: Rekening/subrekeningnaam; dit sal heel waarskynlik "internet" wees.
es_es: Nombre de cuenta/subcuenta, esta sera parecida a "internet".
fr_fr: Compte/nom du sous-compte (habituellement "internet").
it_it: Nome account/subaccount, nella maggior parte dei casi &egrave; "internet".
ro_ro: Nume cont/subcont, cel mai probabil se va numit "internet".

source: Secret
af_za: Geheim
de_de: Geheim
es_es: Secreto
it_it: Segreto

source: Account secret provided by Realex Payments.
af_za: Rekening geheim deur Realex Betalings verskaf.
de_de: Kontogeheimnis, welches von Realex Payments zur Verfügung gestellt wird.
es_es: Cuenta de proveedor secreto por Realex Payments.
fr_fr: Secret de compte fourni par Realex Payments.
it_it: Parola segreta dell'account fornita da Realex Payments.
ro_ro: Cuvânt secret furnizat de Realex Payments.

source: Vendor Name
af_za: Verkopernaam
de_de: Verkäufername
es_es: Nombre del Vendedor
fr_fr: Nom du vendeur
it_it: Nome del venditore
ro_ro: Numele furnizor/producător

source: Vendor name supplied by Sage Pay.
af_za: Verkopernaam deur Sage Pay verskaf.
de_de: Verkäufername, welcher von Sage Pay zur Verfügung gestellt wird.
es_es: Nombre del vendedor proporcionado por Sage Pay.
fr_fr: Nom de vendeur fourni par Sage Pay
it_it: Nome del Venditore fornito da Sage Pay.

source: Own payment form on site (SSL required)
af_za: Eie betalingsvorm op tuiste (SSL benodig)

source: Account ID
af_za: Rekening ID
de_de: Konto ID
es_es: ID de Cuenta
fr_fr: ID compte
it_it: ID Account
ro_ro: ID cont

source: User PIN
af_za: Gebruiker PIN
de_de: Benutzer PIN
es_es: PIN de Usuario
fr_fr: PIN utilisateur
it_it: PIN Utente
ro_ro: PIN utilizator

source: Demo Account
af_za: Demo-Rekening
de_de: Demo Konto
es_es: Cuenta Demo
fr_fr: Compte "demo"
it_it: Account dimostrativo
ro_ro: Cont demo

source: Installation ID
af_za: Installasie ID.
de_de: Installations ID
es_es: ID de Instalación
fr_fr: Id d'installation
it_it: ID Installazione
ro_ro: ID instalare

source: Your WorldPay Installation ID provided by WorldPay.
af_za: Jou WorldPay Installasie ID deur WorldPay verskaf.
de_de: Ihre WorldPay Installation ID, welcher durch WorldPay zur Verfügung gestellt.
es_es: Tu ID Instalación de WorldPay provisto por WorldPay.
fr_fr: Id d'installation fournis par WorldPay
it_it: Il tuo ID Installazione WorldPay fornito da WorldPay.
ro_ro: ID instalare furnizat de WorldPay.

source: Turn OFF test mode if you are using a live/production account.
af_za: Skakel toetsmode AF indien jy 'n aktiewe/produksie-rekening gebruik.
es_es: Desactiva el modo de testeo si estás usando una cuenta online/producción.
fr_fr: Désactive le mode de test si vous utiliser un environement de production.
it_it: Disabilita la modalit&agrave; di test se utilizzi un account di produzione/live.
ro_ro: Dezactivați pentru un magazin în producție.

source: Product Status:
af_za: Produkstatus:
de_de: Produkt Status:
es_es: Estado de Producto:
fr_fr: Status des produits:
it_it: Stato Prodotto:
ro_ro: Stare produs

source: Inactive
af_za: Onaktief
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inacatif
it_it: Inattivo
ro_ro: Inactiv

source: Showcase Product:
af_za: Toonkasproduk:
de_de: Schaukasten Produkt:
es_es: Producto de Vidriera:
fr_fr: Produit vedette:
it_it: Prodotto dimostrativo:
ro_ro: Produs vitrină:

source: A showcase product is not for sale and customers will not be able to purchase it.
af_za: 'n Toonkasproduk is nie te koop nie en klante kan dit nie koop nie.

source: Showcase Message:
af_za: Toonkasboodskap:
de_de: Schaukasten Nachricht:
es_es: Mensaje de Vidriera:
fr_fr: Message vedette:
it_it: Messaggio per il prodotto dimostrativo:
ro_ro: Mesaj vitrină:

source: Featured product
af_za: Vertoonde produk
fr_fr: Produit en spécial
it_it: Prodotti In Evidenza

source: Are you sure you want to delete this product?
af_za: Is jy seker jy wil hierdie produk verwyder?

source: Delete Product
af_za: Verwyder Produk
de_de: Produkt löschen
es_es: Borrar Producto
fr_fr: Supprimer article
it_it: Elimina Prodotto
ro_ro: Eliminare produs

source: Continue editing?
af_za: Gaan voort met wysiging?
fr_fr: Continuer l'édition?
it_it: Continuare con le modifiche?

source: Add Another Description
af_za: Voeg 'n ander beskrywing by
de_de: Weitere Beschreibung hinzufügen
es_es: Agregar Otra Descripción
fr_fr: Ajouter une autre description
it_it: Aggiungi un'altra Descrizione
ro_ro: Adăugare desctiere suplimentară

source: Additional Description
af_za: Addisionele Beskrywing
de_de: Zusätzliche Beschreibung
es_es: Descripción Adicional
fr_fr: Description supplémentaire
it_it: Descrizione aggiuntiva
ro_ro: Descriere suplimentară

source: remove
af_za: verwyder
de_de: Entfernen
es_es: borrar
fr_fr: supprimer
it_it: elimina
ro_ro: eliminare

source: Are you sure you wish to remove this description?
af_za: Is jy seker jy wil hierdie beskrywing verwyder?
de_de: Sind Sie sicher, daß Sie diese Beschreibung entfernen wollen?
es_es: ¿Estás seguro que deseas borrar esta descripción?
fr_fr: Êtes-vous sûr de vouloir supprimer cette description?
it_it: Sei sicuro di voler eliminare questa descrizione?
ro_ro: Sigur doriți să eliminați această descriere?

source: Supplier
af_za: Verskaffer
de_de: Lieferant
es_es: Proveedor
fr_fr: Fournisseur
it_it: Fornitore
ro_ro: Furnizor

source: use this feature to put an external product on your site which will redirect.
af_za: Gebruik hierdie funksie om 'n eksterne produk op jou tuiste te plaas - wat sal aanstuur.
de_de: Benutzen Sie diese Funktion, um ein externes Produkt auf ihrer Seite zu platzieren, welches dann zu der anderen Warenkorbseite umgeleitet wird.
es_es: usa esta característica para colocar un producto externo en el sitio en el cuál será redireccionado.
fr_fr: Utiliser cette fonction pour mettre un produit externe sur votre site qui sera ensuite redirigé.
it_it: utilizzare questa funzionalit&agrave; per inserire un prodotto esterno sul proprio sito. Per la consultazione, l'utente verr&agrave; rimandato sul sito del prodotto.
ro_ro: utilizați această funcție pentru a publica un produs extern în situl dumneavoastră cu redirectare

source: Referral URL
af_za: Verwysings URL
es_es: URL Referida
fr_fr: URL d'affiliation
it_it: URL Referente
ro_ro: URL referință

source: when the "Add to Basket" button is clicked, the page will redirect to this URL
af_za: Wanneer die "Voeg by Mandjie"-knoppie gedruk word, sal die bladsy na hierdie URL (bronadres) aangestuur word.
de_de: Wenn der "In den Warenkorb" Button geklickt wird, wird die Seite zu diesem URL umleiten
es_es: cuando el botón "Agregar a Carrito" sea presionado, la página redireccionará a esta URL
fr_fr: Quand le bouton "Ajouter au panier" est cliqué, la page sera redirigée vers cette URL.
it_it: quando viene cliccato il bottone "Aggiungi al Carrello", l'utente verr&agrave; rediretto a questo indirizzo
ro_ro: când butonul "Adăugare în coș" este apăsat, pagina va fi redirectată către acest URL

source: Target Window
af_za: Teikenvenster
de_de: Zielfenster
es_es: Target de Ventana
fr_fr: Fenêtre cible
it_it: Finestra del browser di destinazione
ro_ro: Fereastra țintă

source: Same Window
af_za: Selfde Venster
de_de: Gleiches Fenster
es_es: Misma Ventana
fr_fr: Même fenêtre
it_it: Apri nella stessa finestra del browser
ro_ro: Aceeași fereastră

source: New Window
af_za: Nuwe Venster
de_de: Neues Fenster
es_es: Nueva Ventana
fr_fr: Nouvelle fenêtre
it_it: Apri in una nuova finestra del browser
ro_ro: Fereastră nouă

source: specify how the affiliate product should be opened
af_za: Spesifiseer hoe die geaffilieerde produk oopgemaak moet word
de_de: Geben Sie bitte an, wie das Affiliate Produkt geöffnet werden soll
es_es: especifica cómo el producto afiliado debe ser abierto
fr_fr: indiquer comment le produit connexe doit être ouvert
it_it: specifica come aprire la pagina del prodotto affiliato/esterno
ro_ro: specificați cum ar trebui să se deschidă produsul afiliat

source: eg. Unit(s), Bottle(s), Box(es), Bag(s), Liter(s)
af_za: bv. Eenheid(ede), Bottel(s), Doos(ose), Sak(ke), Liter(s)
de_de: z.B. Einheit(en), Flasche(n), Karton(s), Tüte(n), Liter
es_es: ej. Unidad(es), Botella(s), Cartera(s), Litro(s)
fr_fr: ex.: Unité(s), Bouteille(s), Boite(s), Sac(s), litre(s)
it_it: Es: Unit&agrave;, Bottiglia/e, Scatola/e, Litri
ro_ro: ex. bucăți, sticle, cutii, pungi, litri

source: Button Text
af_za: Knoppie-teks
de_de: Schaltflächentext
es_es: Texto de Botón
fr_fr: Bouton texte
it_it: Testo del Bottone
ro_ro: Text buton

source: Caption/title on the button for this product throughout the site.
af_za: Opskrif/Titel op die knoppie vir hierdie produk regdeur die webtuiste
de_de: Beschriftung/Titel auf der Schaltfläche (für die gesamte Webseite).
es_es: Descripción en el botón de este producto en todo el sitio.
fr_fr: Légende/titre sur le bouton de ce produit à afficher partout sur le site.
it_it: Etichetta/titolo del bottone per questo prodotto all'interno del sito.
ro_ro: Titlul butonului pentru acest produs în întreg situl.

source: Leave empty for no minimum order.
af_za: Los oop vir minimum bestelling.
de_de: Leer lassen, wenn es keine Mindestbestellmenge gibt.
es_es: Dejar vacío para no tener pedido mínimo.
fr_fr: Laisser vide pour permettre des commandes sans minimum.
it_it: Lasciare vuoto per non impostare alcun minimo d'ordine.
ro_ro: Lăsați necompletat pentru orice cantitate.

source: units
af_za: eenhede
de_de: Einheiten
es_es: unidades
fr_fr: unités
it_it: unit&agrave;
ro_ro: bucăți

source: Set to <b>-1</b> for unlimited/infinite stock count.
af_za: Stel op <b>-1</b> vir onbeperkte/oneindige voorraadtelling.
de_de: Für unbeschränktes Lager, auf <b>-1</b> setzen.
es_es: Colocar en <b>-1</b> para cuenta de stock ilimitada.
fr_fr: Règler à <b>-1</b> pour un nombre infini de stock.
it_it: Impostare a <strong>-1</strong> per giacenza illimitata.
ro_ro: Setați <b>-1</b> pentru stoc nelimitat.

source: Do not use this stock count if you are setting inventory/stock on variation options.
af_za: Moenie hierdie voorraadtelling gebruik as jy voorraadtelling op variasie opsie stel nie.
fr_fr: N'utilisez pas le nombre de stock si vous reglé l'inventaire/stock en option variable.
it_it: Non utilizzare questo valore per la giacenza se stai impostando la giacenza a livello di varianti prodotto.

source: Keywords/Tags
af_za: Sleutelwoorde/Merker
de_de: Stichworte/Tags
es_es: Palabras clave/Etiquetas
fr_fr: Mots clés
it_it: Parole Chiave/Tag
ro_ro: Cuvinte cheie / Etichete

source: Separate keywords with commas EG. my,great,product,keywords. These are saved as post/page tags as well.
af_za: Aparte sleutelwoorde met kommas bv. my,groot,produk,sleutelwoorde. Hierdie word ook gestoor as postering/bladsy merkers.
es_es: Separa las palabras claves con comas. Ej. mi,gran,producto,palabras. Estas serán guardadas como etiquetas de entradas/páginas.
fr_fr: Séparez les mots-clefs avec des virgules (ex.: mon,produit,magnifique). Ils sont aussi sauvegardé en tant qu'article/page.
it_it: Seperare con una virgola le parole chiave. Es: prodotti,parole chiave,alimenti. Vengono salvate anche come tag del post/pagina.
ro_ro: Separați cuvintele cheie cu virgule, de ex. eu,mare,produs. Acestea vor fi salvate și ca etichete ale articolului/paginii WP.

source: For example the product code given by the supplier
af_za: Byvoorbeeld die produkkode deur die verskaffer gegee.
es_es: Por ejemplo el código de producto entregado por el proveedor
fr_fr: Par exemple, le code du produit indiqué par le fournisseur
it_it: Ad esempio il codice prodotto dato dal fornitore
ro_ro: De exemplu codul produsului de la furnizor

source: leave this field blank to keep the current image
af_za: los hierdie veld oop om die huidige prent/beeld te behou
de_de: Dieses Feld leer lassen, um das gegenwärtige Bild zu behalten
es_es: dejar este campo vacío para mantener la imagen actual
fr_fr: laisse ce champ vide pour garder l'image actuelle
it_it: lasciare vuoto il campo per mantenere l'immagine corrente
ro_ro: lăsați necompletat pentru a păstra imaginea curentă

source: Add another image
af_za: Voeg nog 'n beeld/prent by
de_de: Ein weiteres Bild hinzufügen
es_es: Agregar otra imagen
fr_fr: Ajouter une autre image
it_it: Aggiungi immagine
ro_ro: Adăugare imagine

source: Are you sure you want to remove this?
af_za: Is jy seker jy wil hierdie verwyder?
de_de: Sind Sie sicher, daß Sie das hier entfernen wollen?
es_es: ¿Estás seguro que quieres borrar esto?
fr_fr: Êtes-vous sûr de vouloir supprimer ceci?
it_it: Sei sicuro di voler eliminare l\'oggetto selezionato?
ro_ro: Sigur doriți să eliminați aceasta?

source: Remove
af_za: Verwyder
de_de: Entfernen
es_es: Borrar
fr_fr: Supprimer
it_it: Elimina
ro_ro: Eliminare

source: Checkout Type
af_za: Uittekentipe

source: Add to Cart
af_za: Voeg by mandjie

source: Recurring Payment
af_za: Herhalende betaling

source: Choose the way customers will checkout with this product.
af_za: Kies die manier waarop klante vir hierdie produk sal uitteken

source: Once-Off Choice
af_za: Eenmalige Keuse

source: Yes, give a once-off payment choice as well
af_za: Ja, gee ook 'n eenmalige betalingskeuse

source: Do you want to allow the customer to choose once-off payment instead?
af_za: Wil jy die klant toelaat om eerder 'n eenmalige betaling te kies?

source: Text
af_za: Teks

source: Note to show on the product page regarding this recurring product.
af_za: Nota aangaande hierdie herhalende produk om op die produkbladsy te toon..
