Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Payment Method
af_za: Betalingsmetode
de_de: Bezahlart
es_es: Método de Pago
fr_fr: Mode de paiement
it_it: Metodo di Pagamento
ro_ro: Metodă de plată

source: Please Note:
af_za: Neem asb kennis:

source: Go to your 2CO dashboard and navigate to "Notifications" and set the "Global URL" setting to %s and save the settings. This is mandatory to receive INS from 2CO on these payments.
af_za: Gaan na jou 2CO paneelbord en gaan na "Notifikasies" en stel "Globale BA" stelling na %s en stoor die stellings. Hierdie is verpligtend om INS te ontvang van 2CO op hierdie betalings.

source: Weeks
af_za: Weke

source: Months
af_za: Maande
fr_fr: Mois

source: Years
af_za: Jare
fr_fr: Années

source: Duration
af_za: Duur

source: Forever
af_za: Vir ewig

source: Go to Checkout > Configuration > Payment Methods > PayPal (Standard) and set the "Notification Type" to "IPN" and follow the instructions to turn on the IPN in your PayPal Profile.
af_za: Gaan na Uitteken > Konfigurasie > Betalingsmetodes > PayPal (Standaard) en stel die "Kennisgewing Tipe" na "IPN" en volg die instuksies om die IPN in jou PayPal-profiel aan te skakel.

source: Days
af_za: Dae
fr_fr: Jours

source: Price Type
af_za: Prystipe
de_de: Preis Typ
es_es: Tipo de Precio
fr_fr: Type de prix
it_it: Tipo di prezzo
ro_ro: Tip preț

source: Fixed Price
af_za: Vasgestelde Prys
de_de: Fester Preis
es_es: Precio Fijo
fr_fr: Prix fixe
it_it: Prezzo fisso
ro_ro: Preț fix

source: Price Tiers
af_za: Pryslae
de_de: Preisstaffelung
es_es: Niveles de Precio
fr_fr: Prix sous-traitant
it_it: Fasce di prezzo
ro_ro: Paliere prețuri

source: Variable Price
af_za: Veranderbare prys

source: Per Square
af_za: Per Vierkant
es_es: Por Metro cuadrado
fr_fr: Par pied
it_it: Per metratura
ro_ro: Per pătrat

source: Per Measurement
af_za: Per Meting

source: Choose the type of pricing for this product
af_za: kies die prystipe vir hierdie produk

source: Price Per Measurement
af_za: Prys per Meting

source: Price per measurement
af_za: Prys per meting

source: Display Text
af_za: Vertoon Teks

source: Text to display to the customer on the product eg. "&#36;10 per meter"
af_za: Teks aangaande die produk om aan die klant te vertoon bv. "&#36;10 per meter"

source: Text to Display
af_za: Teks om te vertoon
de_de: Text, welcher angezeigt werden soll
es_es: Texto para mostrar
fr_fr: Texte à afficher
it_it: Testo da visualizzare
ro_ro: Afișare text

source: Text to display for price eg. "$10 per square meter".
af_za: Teks om vir die prys te vertoon bv. "$10 per vierkante meter".
de_de: Text für die Preisanzeige z.B. "$10 pro Quadratmeter".
es_es: Texto para mostrar para precio. Ej. "$10 por metro cuadrado".
fr_fr: Texte à affiché pour le prix (ex.: "10$ par pieds carré").
it_it: Testo da visualizzare per il prezzo, ad es: "10&euro; al metro quadro"
ro_ro: Text de afișat pentru preț, de ex. "10 lei pe metru pătrat".

source: Price Per Square
af_za: Prys per vierkant
de_de: Preise Per Square
es_es: Precio por Metro cuadrado
fr_fr: Prix par pied
it_it: Prezzo per metratura
ro_ro: Preț pe metru pătrat

source: Min/Max
af_za: Min/Maks
it_it: Minimo/Massimo

source: Values
af_za: Waardes
de_de: Werte
es_es: Valores
fr_fr: Valeurs
it_it: Valori
ro_ro: Valori

source: You can specify min/max values allowed to be input by users for the width/length.
af_za: Jy kan die min/maks waardes spesifiseer wat deur gebruikers ingevoer mag word vir breedte/lengte.
es_es: Puedes especificar valores min/max permitidos para ser ingresados por los usuarios en ancho/longitud.
fr_fr: Vous pouvez indiquer une valeur min/max de largeur/longueur entrée par le client.
it_it: &Egrave; possibile specificare i valori minimo e massimo consentiti per la larghezza/lunghezza
ro_ro: Puteți specifica valorile minime și maxime care pot fi introduse de clienți pentru lățime și lungime.

source: Minimum Amount
af_za: Minimum bedrag
fr_fr: Montant minimum
it_it: Importo Minimo

source: Minimum amount allowed for variable product.
af_za: Minimum bedrag toelaatbaar vir 'n variërende produk.

source: Variable Caption
af_za: Variërende Opskrif

source: Description/caption to show to your customers below the donate price field.
af_za: Beskrywing/opskrif aan klante te wys onder die donasie prysveld.
es_es: Descripción para mostrar a los clientes debajo del campo de precio de donación.
fr_fr: Description/titre à afficher aux clients sous le champs de donation.
it_it: Testo da mostrare ai clienti sotto il campo per l'importo da donare.
ro_ro: Descrierea ce va fi afișată clienților sub câmpul pentru donație.

source: In Honor Of
af_za: In die Naam Van
de_de: Zu Ehren des
es_es: En Honor De
fr_fr: En l'honneur de
it_it: A Favore di
ro_ro: În onoarea lui

source: Enabled
af_za: Aktiveer
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
it_it: Abilitato
ro_ro: Activat

source: Disabled
af_za: Deaktiveer
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
it_it: Disabilitato
ro_ro: Dezactivat

source: Turning In Honor Of will display donor and beneficiary fields on the product page and send an email to the beneficiary.
af_za: Deur In Die Naam Van aan te skakel word skenker en bevoordeelde velde op die produkbladsy vertoon en 'n epos aan die bevoordeelde gestuur.
es_es: Colocando En Honor De se mostrarán los campos donante y beneficiario en las páginas de productos y en enviar email al beneficiario.
fr_fr: Activé "En l'honneur de" affichera les champs Donateur et Bénificiaire sur la page du produit et enverra un coureil au bénificiaire.
it_it: Abilitare "In favore di" per mostrare i campi beneficiario e donatore nella pagina del prodotto ed inviare una email al beneficiario.
ro_ro: Activarea funcției "În onoarea lui" va afișa donatorul și beneficiarul în paginile produsului, și va trimite mesaje email la beneficiar.

source: Make Fields Required?
af_za: Skep Velde Benodig?
de_de: Felder als Erforderlich setzen?
es_es: ¿Marcar campos como requeridos?
fr_fr: Définir les champs comme requis?
it_it: Impostare come Richiesto?
ro_ro: Setare ca obligatoriu?

source: Should the in honor of fields be mandatory to the donor?
af_za: Moet die In Die Naam Van velde verpligtend wees vir die skenker?
es_es: ¿Deberían ser obligatorios los campos En Honor De para el donante?
fr_fr: Est-ce que les champs "En l'honneur de" sont obligatoire pour le donateur?
it_it: Rendere obbligatorio il campo "In favore di"?
ro_ro: Trebuie ca "În onoarea lui" să fie un câmp obligatoriu?

source: Add Tier
af_za: Voeg Vlak by
de_de: Staffelung hinzufügen
es_es: Agregar Nivel
fr_fr: Ajouter sous-traitant
it_it: Aggiungi fascia di prezzo
ro_ro: Adăugare palier

source: Are you sure you wish to remove this tier?
af_za: Is jy seker jy wil hierdie vlak verwyder?
de_de: Sind Sie sicher, daß Sie diese Staffel entfernen wollen?
es_es: ¿Estás seguro que quieres borrar este nivel?
fr_fr: Êtes-vous sûr de vouloir supprimer ce sous-traitant?
it_it: Sei sicuro di voler eliminare questa fascia di prezzo?
ro_ro: Sigur doriți să eliminați acest palier?

source: Remove this price tier
af_za: Verwyder hierdie prysvlakke
de_de: Diese Preisstaffel entfernen
es_es: Borrar este nivel de precio
fr_fr: Supprimer le prix de ce sous-traitant
it_it: Elimina questa fascia di prezzo
ro_ro: Eliminare palier

source: the last tier automatically goes to infinite unit count
af_za: die laaste vlak gaan outomaties na die oneindigende eenheidstelling
de_de: Die letzte Staffel wird automatisch einer unendlichen Menge zugeordnet
es_es: el último nivel va automaticamente hacia unidad infinita de conteo
fr_fr: le dernier tier passe automatiquement son nombre d'unité à illimité
it_it: L'ultima fascia di prezzo &egrave; considerata senza limite superiore
ro_ro: ultimul palier merge automat la infinit

source: Price Display
af_za: Prys-vertoning
de_de: Preis Anzeige
es_es: Mostrar en Precio
fr_fr: Affichage des prix
it_it: Visualizzazione Prezzo
ro_ro: Afișare preț

source: Highest Price
af_za: Hoogste prys
de_de: Höchster Preis
es_es: Precio más alto
fr_fr: Prix le plus cher
it_it: Prezzo Maggiore
ro_ro: Cel mai mare preț

source: Lowest Price
af_za: Laagste Prys
de_de: Niedrigster Preis
es_es: Precio más bajo
fr_fr: Prix le moins cher
it_it: Prezzo Minore
ro_ro: Cel mai mic preț

source: Should the highest or lowest price in the tiers be displayed on the category, supplier and product pages?
af_za: Moet die hoogste of laagste prys van die vlakke in die kategorie, verskaffer en produkbladsye vertoon word?
de_de: Soll der höchste oder niedrigste Preis auf den Kategorien-, Lieferanten- und Produktseiten angezeigt werden?
es_es: ¿Debería el precio más alto o más bajo en los niveles ser mostrado en la categoría, proveedor y páginas de productos?
fr_fr: Le prix le plus bas ou le plus haut chez les tiers doit être affiché dans la catégorie, chez le fournisseur et les pages de produits?
it_it: Mostrare il valore pi&ugrave; alto o il pi&ugrave; basso della fascia di prezzo nelle pagine delle categorie, fornitori e prodotti?
ro_ro: Ar trebui ca prețurile maxim și minim să fie afișate în paginile de categorii, furnizori și produse?

source: Tax is included in the product price.
af_za: Belasting is ingesluit by die produkprys.

source: The tax would usually calculate on top of the product price.
af_za: Die belasting word gewoonlik bo-op die produkprys bereken.

source: Retail/Suggested Price
af_za: Verkoop/Aanbevole Prys
de_de: Laden/Unverb. Preisempfehlung
es_es: Precio Sugerido
fr_fr: Au détail/Prix suggéré
it_it: Prezzo Suggerito/Rivenditore
ro_ro: Preț cu amănuntul / sugerat

source: Actual price after mark-down or suggested manufacturer retail price
af_za: Werklike prys na afmerk of voorgestelde vervaardiger-verkopeprys
fr_fr: Le prix réel après rabais ou prix suggéré par le fabricant
it_it: Prezzo attuale dopo eventuali riduzioni o prezzo al dettaglio suggerito dal rivenditore

source: Wholesale price per unit of this product.
af_za: Groothandelprys per eenheid van hierdie produk.
fr_fr: Prix de gros (par unité)
it_it: Prezzo all'ingrosso per unit&agrave; del prodotto.

source: Tax Exempt
af_za: Belastingvry
de_de: Steuer Befreiung
fr_fr: Exemption de taxe
it_it: Esente Tasse
ro_ro: Scutire de taxe

source: Set to Yes to exclude this product from tax calculation completely.
af_za: Stel na Ja om hierdie produk heeltemal vry te stel van belastingberekening.
es_es: Configura como Si para excluir completamente este producto del cálculo de impuesto.
fr_fr: Regler à Oui pour exclure entièrement ce produit du calcul de taxe
it_it: Imposta a "s&igrave;" per escludere completamente questo prodotto dal calcolo delle tasse.
ro_ro: Setați Da pentru a exclude acest produs de la calculul taxei.

source: Override Global Tax Rates
af_za: Oorskryf Globale belastingkoerse
de_de: Überschreibe Globale Steuersätze
es_es: Anulación de Tasas Globales de Impuesto
fr_fr: Modifier les taux globaux de taxes
it_it: Ridefinisci Tassazione Prodotto
ro_ro: Suprascrie taxa globală

source: You can override the global tax rates defined under Configuration for this product.
af_za: Jy kan die globale belastingkoerse wat onder Konfigurasie gedefinieer is, oorskryf vir hierdie produk.
es_es: Puedes ingonar las tasas de impuestos globales definidas en la Configuración para este producto.
fr_fr: Vous pouvez modifier les taux de taxe par défaut de ce produit dans la section configuration.
it_it: Puoi modificare per questo prodotto la percentuale d'imposta generale definita in Configurazione.
ro_ro: Puteți suprascrie pentru acest produs valoarea globală a taxei definite în Configurație.

source: Override the global tax rate defined under Configuration for this product.
af_za: Oorskryf die globale belastingkoers onder konfigurasie vir hierdie produk.
es_es: Ignorar las tasas de impuesto globales definidas en la Configuración para este producto.
fr_fr: Modifiez les taux de taxe par défaut de ce produit dans la section configuration.
it_it: Specifica la percentuale d'imposta da applicare al prodotto. Sostituisce quella generale definita in Configurazione.
ro_ro: Suprascrieți valoarea globală a taxei pentru acest produs.

source: Additional Tax Rates
af_za: Addisionele Belastingkoerse
de_de: Zusätzliche Steuersätze
es_es: Tasas de Impuestos Adicionales
fr_fr: Taux de taxe additionelle
it_it: Imposte Addizionali
ro_ro: Valori adiționale taxă

source: All States/Provinces
af_za: Alle State/Provinsies
de_de: Alle Länder und Bundesläner
es_es: Todos los Estados/Provincias
fr_fr: Tous les États/Provinces
it_it: Tutti gli Stati/Province
ro_ro: Toate județele/provinciile

source: Override additional tax rates defined under Configuration for this product.
af_za: Oorskryf addisionele belastingkoerse vir hierdie produk gedefinieer onder Konfigurasie.
es_es: Ignorar las tasas de impuesto adicionales definidas en la Configuración para este producto.
fr_fr: Vous pouvez modifier les taux de taxe additionels de ce produit dans la section configuration.
it_it: Sostituisce per questo prodotto le percentuali delle imposte aggiuntive definite in Configurazione.
ro_ro: Suprascrieți taxele adiționale globale pentru acest produs.

source: Digital
af_za: Digitaal
it_it: Digitale

source: Tangible
af_za: Tasbaar
de_de: Materiell
it_it: Materiale
ro_ro: Tangibil

source: Tangible products are physical, shippable products.
af_za: Tasbare produkte is fisiese, versendbare produkte.
es_es: Productos tangibles son productos físicos, fáciles de enviar.
fr_fr: Les produits tangibles sont des produits physiques et qui peuvent êtres expédiés.
it_it: I prodotti materiali sono beni fisici, che devono essere spediti al cliente finale.
ro_ro: Produsele tangibile sunt bunuri fizice, expediabile.

source: Unit Weight
af_za: Eenheidsgewig
de_de: Gewicht
es_es: Unidad de Peso
fr_fr: Unité de poids
it_it: Peso unitario
ro_ro: Greutate unitară

source: optional. the weight for a single unit/item of this product
af_za: Opsioneel. Die gewig van n enkele eenheid van die produk
de_de: Optional. Das Gewicht einer einzigen Einheit dieses Produkts
es_es: opcional. el peso por unidad/item de este producto
fr_fr: facultatif, le poids d'une seule unité pour ce produit
it_it: facoltativo. il peso di una singola unit&agrave; del prodotto
ro_ro: opțional, greutatea pentru o singură unitate a acestui produs

source: Length unit to measure the width, length and height of this product.
af_za: Lengte-eenheid om die wydte, lengte en hoogte van die produk te meet.
es_es: Unidad de Longitud para medir el el ancho, longitud y alto y de este producto.
fr_fr: Unité de longueur pour les mesures de largeur, longueur et hauteur de ce produit.
it_it: Unit&agrave; di misura della lunghezza, larghezza e profondit&agrave; del prodotto.
ro_ro: Unitatea de măsură pentru lățime, lungime și înălțime a produsului.

source: Exclude from global shipping calculation
af_za: Uitgesluit van globale versendingsberekening
de_de: Von der globalen Versandkalkulation ausschließen
es_es: Excluir del cálculo de envío global
fr_fr: Exclure du calcul global de livraison
it_it: Escludi dal calcolo complessivo delle spedizioni
ro_ro: Excludere din calculul global de expediție

source: check this checkbox to exclude quantity, amount &amp; weight of this product from the global shipping calculation
af_za: Merk hierdie merkblok om hoeveelheid, bedrag &amp; gewig van hierdie produk uit te sluit van die globale versendingsberekening.
de_de: Diese Checkbox aktivieren, um Menge, Preis und Gewicht dieses Produkts von der Versandkalkulation auszuschließen
es_es: marca este checbox para excluir cantidades, cantidad y peso de este producto del calculador de envío global
fr_fr: Cocher cette case pour exclure la quantité, le montant &amp; le poids de ce produit à partir du calcul global de livraison.
it_it: Seleziona questa opzione per escludere quantit&agrave;, importo e peso di questo prodotto dal calcolo complessivo delle spese di spedizione
ro_ro: bifează aici pentru a exclude cantitatea, numărul și greutatea acestui produs din calculul global de expediție

source: Additional Shipping Cost
af_za: Addisionele versendingskoste
de_de: Zusätzliche Versandkosten
es_es: Costo de Envío Adicional
fr_fr: Coût supplémentaire des frais de livraison
it_it: Costi di Spedizione Aggiuntivi
ro_ro: Cost de expediție adițional

source: Yes, add shipping cost
af_za: Ja, voeg versendingskoste by
de_de: Ja, Versandhosten hinzufügen
es_es: Si, agregar costo de envío
fr_fr: Oui, ajouter les frais de port
it_it: S&igrave, aggiungi costi di spedizione
ro_ro: Da, adaugă cost de expediție

source: No, no additional shipping cost
af_za: Nee, geen addisionele versendingskoste
de_de: Nein, keine zusätzlichen Versandkosten
es_es: No, sin costo de envío adicional
fr_fr: Non, ne pas ajouter les frais de port
it_it: No, non aggiungere alcun costo di spedizione
ro_ro: Nu adăuga cost de expediție

source: shipping calculation is turned off in the "Configuration" section
af_za: Versendingsberekening is afgeskakel in die "Konfigurasie"-afdeling
de_de: Die Versandkalkulation ist in der Konfiguration-Sektion ausgeschaltet
es_es: el cálculo de envío está apagado en la sección "Configuración"
fr_fr: le calcul de livraison est désactivé dans la section "Configuration"
it_it: il calcolo delle spese di spedizione &egrave; disabilitato nella sezione "Configurazione"
ro_ro: calculul costului de expediție este oprit din secțiunea "Configurație"

source: by turning this On, additional shipping will be calculated on top of the global shipping total.
af_za: Deur hierdie Aan te skakel, sal addisionele versending bo die globale versendingstotaal bereken word.
de_de: Wenn Sie dieses hier aktivieren, wird eine zusätzliche Versandpauschale auf die kalkulierten globalen Versandkosten aufgeschlagen
es_es: activando esto, los envíos adicionales serán calculados arriba del envió global total.
fr_fr: En activant ceci, un montant supplémentaire d'expédition sera calculé en plus du montant global du total de la livraison.
it_it: Selezionando S&igrave, i costi impostati verranno sommati ai costi complessivi di spedizione
ro_ro: prin pornire, costul adițional de expediție va fi calculat peste costul global de expediție

source: Shipping Type
af_za: Versendingstipe
de_de: Versandtyp
es_es: Tipo de Envío
fr_fr: Type de livraison
it_it: Tipo di Costo di Spedizione
ro_ro: Tip expediție

source: Tiers
af_za: Vlakke
de_de: Staffeln
es_es: Niveles
it_it: Intervallo di valori
ro_ro: Paliere

source: Calculate on product's
af_za: Bereken op die produk s'n
de_de: Produktkalkulation über
es_es: Calcular en productos
fr_fr: Calculé sur le produit
it_it: Calcolata sul
ro_ro: Calculare pe produs

source: Fixed/Tiers Price
af_za: Vas/Vlakprys
de_de: Festen/Staffelpreis
es_es: Fijo/Niveles de Precio
fr_fr: Prix fixe/tiers
it_it: Prezzo fisso/per intervalli del prodotto
ro_ro: Preț fix / pe paliere

source: Wholesale price
af_za: Groothandelprys
de_de: Großhändlerpreis
es_es: Precio al por mayor
fr_fr: Prix grossiste
it_it: Prezzo all'ingrosso del prodotto
ro_ro: Preț distribuție

source: Product Shipping
af_za: Produk versending
de_de: Versand
es_es: Envio de Producto
fr_fr: Transport produit
it_it: Metodi di spedizione
ro_ro: Expediție produs

source: additional shipping cost for this product calculated by percentage.
af_za: Addisionele versendingskoste vir die produk as persentasie bereken
de_de: zusätzliche Versandkosten für dieses Produkt, kalkuliert über einen Prozentsatz
es_es: costo de envío adicional para este producto calculado por porcentaje.
fr_fr: coût de livraison pour ce produit calculé en pourcentage.
it_it: costi di spedizione addizionali per il prodotto calcolati in percentuale.
ro_ro: cost adițional de expediție pentru acest produs calculat ca procent

source: No shipping methods are available
af_za: Geen versendingsmetodes is beskikbaar nie.
de_de: Es sind keine Versandarten verfügbar
es_es: No hay métodos de envío disponibles
fr_fr: Pas de méthodes de livraison disponibles
it_it: Nessun metodo di spedizione definito
ro_ro: Nu este disponibilă nici o metodă de expediție

source: additional shipping cost for this product
af_za: addisionele versendingskoste vir hierdie produk
de_de: zusätzliche Versandkosten für dieses Produkt
es_es: costo de envío adicional por este producto
fr_fr: Coût additionnel de livraison pour ce produit
it_it: costi di spedizione aggiuntivi per questo prodotto
ro_ro: cost de expediție adițional pentru acest produs

source: Units
af_za: Eenhede
de_de: Einheiten
es_es: Unidades
fr_fr: Unités
it_it: Unit&agrave;
ro_ro: Unități

source: Total of
af_za: Totaal van
de_de: Summe von
es_es: Total de
fr_fr: Total de
it_it: Totale di
ro_ro: Total din

source: to
af_za: tot
de_de: bis
es_es: de
fr_fr: à
it_it: fino a
ro_ro: la

source: shipping charge
af_za: versendingskoste
de_de: Versandkosten
es_es: cargo de envío
fr_fr: charge de livraison
it_it: costo di spedizione
ro_ro: cost expediție

source: Add Shipping Tier
af_za: Voeg versendingsvlak by
de_de: Versandstaffel hinzufügen
es_es: Agregar Nivel de Envío
fr_fr: Ajouter un tier de livraison
it_it: Aggiungi fascia di costi
ro_ro: Adăugare palier expediție

source: additional shipping price will be added for each
af_za: addisionele versendingsprys sal vir elk bygevoeg word
de_de: zusätzliche Versandkosten werden jedem Produkt hinzugefügt
es_es: un precio de envío adicional será sumado a cada uno
fr_fr: un prix additionnel de livraison sera ajouté pour chacun
it_it: il costo di spedizione aggiuntivo verr&agrave; sommato per ogni
ro_ro: cost de expediție adițional ce va fi adăugat la fiecare

source: the last tier automatically goes to infinite order total.
af_za: die laaste vlak gaan outomaties na oneindige bestellingstotaal.
de_de: Die letzte Staffel wird automatisch einer unendlichen Bestellsumme zugeordnet
es_es: el último nivel va a la orden total infinita.
fr_fr: Le dernier tier est automatiquement placé comme étant illimité au total de la commande.
it_it: L'ultima fascia di costi verr&agrave; considerata senza limite superiore
ro_ro: ultimul palier merge în mod automat la infinit.

source: Ready To Ship
af_za: Gereed vir versending
de_de: Versandfertig
es_es: Listo para Envío
fr_fr: Prêt à expédier
it_it: Pronto per la spedizione
ro_ro: Gata de livrare

source: This currently applies to Canada Post only. Setting to Yes indicates that the product has been boxed already and you will not be using the Canada Post packaging for it.
af_za: Hierdie is tans slegs op Kanada-pos van toepassing. Verstelling na Ja dui aan dat die produk reeds verpak is en jy gaan nie die Kanada-pos verpakking hiervoor gebruik nie.
de_de: Das trifft gegengwärtig nur auf Canada Post zu. Auf Ja gesetzt zeigt es an, daß das Produkt bereits von Ihnen verpackt wurde und Sie dafür nicht Canada Post Verpackung verwenden.
es_es: Esto se aplica actualmente a Canada Post solamente. Configurado en Sí indica que el producto ha sido embalado y que no va a utilizar el envase de Canada Post para ello.
fr_fr: Seulement applicable à Poste Canada. Regler à Oui indique que ce produit a déjà été empaqueté et que vous n'utiliserai pas l'emballage de Poste Canada.
it_it: Questa impostazione di applica solo alle Poste Canadesi. Impostare a S&igrave; per indicare che il prodotto &egrave; gi&agrave; confezionato e non verr&agrave; utilizzato l'imballo fornito dalle Poste Canadesi.
ro_ro: Aceasta se aplică numai pentru Canada Post. Setarea cu Da indică faptul că produsul a fost deja ambalat și că nu se utilizează serviciile Canada Post pentru ambalare.

source: Pricing
af_za: Prysgewing

source: Variations
af_za: Variasies
de_de: Variationen
es_es: Variaciones
it_it: Varianti: Tipologie
ro_ro: Variante

source: Misc
af_za: Versk
