Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: CSV file cannot be created, please make sure "wp-content/uploads/wp-checkout/" is writable.
af_za: CSV lêer kan nie geskep word nie. Maak asseblief seker "wp-content/uploads/wp-checkout/" is skryfbaar
de_de: Die CSV Datei konnte nicht erstellt werden. Bitte die Schreibrechte für "wp-content/uploads/wp-checkout/" überprüfen.
es_es: El archivo CSV no pudo ser creado, por favor revisa los permisos en la carpeta "wp-content/uploads/".
fr_fr: Le fichier CSV ne peut être créé. Vérifie les permission du dossier "wp-content/uploads/".
it_it: Il file CSV non pu&ograve; essere creato, verificare i permessi della cartella "wp-content/uploads/wp-checkout/".
ro_ro: Fișierul CSV nu a putut fi creat, vă rugăm verificați permisiunile folderului "wp-content/uploads/wp-checkout/".

source: No CSV data is available to write to file.
af_za: Geen CSV-data is beskikbaar om na die lêer te skryf nie.
de_de: Keine CSV Daten zum Schreiben in die Datei vorhanden.
es_es: No hay información de CSV disponible para escribir el archivo.
fr_fr: Aucune donnée CSV n'est disponible pour écriture au fichier.
it_it: Nessun dato disponibile per la scrittura del file.
ro_ro: Nu există date CSV pentru a fi scrise în fișier.

source: No coupon codes could be found in the database.
af_za: Geen koeponkodes kon in die databasis gevind word nie
de_de: Es konnte kein Gutschein mit diesem Code in der Datenbank gefunden werden.
es_es: No se ha encontrado códigos de cupones en la base de datos.
fr_fr: Aucun coupon rabais n'a été trouvé.
it_it: Nessun Buono Sconto trovato nel database.
ro_ro: Nu s-a găsit nici un cod de cupon în baza de date.

source: No coupon codes were selected, please tick/check some.
af_za: Geen koeponkodes is geselekteer. Kies asseblief een of meer.
es_es: No se han seleccionado Códigos de Cupones, por favor selecciona alguno.
fr_fr: Aucun coupon rabais n'a été sélectionné.
it_it: Nessun Buono Sconto selezionato, si prega di effettuare una selezione.
ro_ro: Nu a fost selectat nici un cupon, vă rugăm selectați câteva.

source: Selected coupons have been removed
af_za: Die koepons wat gekies is, is verwyder
de_de: Die ausgewählten Gutscheine wurden entfernt
es_es: Los cupones seleccionados han sido borrados
fr_fr: Les coupons rabais ont bien été supprimés
it_it: I Buoni Sconto selezionati sono stati eliminati
ro_ro: Cupoanele selectate au fost eliminate

source: No coupons were selected
af_za: Geen koepons is geselekteer nie
de_de: Es wurden keine Gutscheine ausgewählt
es_es: Los cupones no fueron seleccionados
fr_fr: Aucuns coupons rabais n'ont été sélectionnés
it_it: Nessun Buono Sconto selezionato
ro_ro: Nu a fost selectat nici un cupon

source: %s coupons have been imported
af_za: %s koepons is ingevoer.

source: Cannot open file %s for reading
af_za: Kan nie die lêer %s oopmaak vir lees nie.

source: No CSV file was chosen for upload
af_za: Geen CSV lêer is gekies om op te laai nie

source: No fields/columns were chosen
af_za: Geen velde/kolomme was gekies nie

source: Discount coupons is turned off in the plugin. Please turn it on in the configuration.
af_za: Die afslagkoepons is afgeskakel in die inpropprogram. Skakel asseblief aan in die konfigurasie
de_de: Gutscheine ist im Plugin ausgeschaltet. Bitte schalten Sie es in der Konfiguration ein.
es_es: Los Cupones de Descuentos están desactivados en el plugin. Por favor, actívalo en la configuración.
fr_fr: Les coupons rabais ne sont pas activés dans le plugin. Active les dans la configuration.
it_it: La gestione dei Buoni Sconto &egrave; disabilitata. Si prega di attivarla dalla configurazione.
ro_ro: Cupoanele pentru discount sunt oprite. Vă rugăm să le porniți din configurație.

source: Charge/capture successful!
af_za: Beheer / vaslê suksesvol!

source: No response from PayPal
af_za: Geen reaksie van PayPal

source: No transaction status or this order may have already been captured
af_za: Geen transaksiestatus of hierdie bestelling kan reeds vasgelê wees.

source: No transaction/authorization ID is available
af_za: Geen transaksie / magtiging ID beskikbaar nie.

source: This order may be marked as paid already
af_za: Hierdie bestelling kan gemerk word as reeds betaal

source: PayPal Pro is not configured to auth and capture at the moment, it is most likely set to Sale
af_za: PayPal Pro is nie tans ingestel om te bekragtig en vaslê nie, dit is waarskynlik opgestel om te Koop

source: No payment method is specified on this order
af_za: Geen betalingsmetode is gespesifiseer op hierdie bestelling nie.

source: Uncompleted/abandoned orders cleanout interval has been set.
af_za: Onvoltooide / verlate bestellings skoonmaakinterval is opgestel.
fr_fr: L'intervale du nettoyage des commandes incomplètes/abandonnée a été réglée.
it_it: L'intervallo di pulizia degli ordini incompleti/abbandonati &egrave; stato impostato correttamente.

source: Uncompleted/abandoned orders cleanout interval could not be set.
af_za: Onvoltooide / verlate bestellings skoonmaakinterval kan nie opgestel word nie.
fr_fr: L'intervale du nettoyage des commandes incomplètes/abandonnée n'a pas pu être réglé.
it_it: Non &egrave; stato possibile impostare l'intervallo di pulizia degli ordini incompleti/abbandonati.

source: Order invoice has been sent
af_za: Bestellingsfaktuur is gestuur
de_de: Die Rechnung wurde versandt
es_es: La factura del pedido ha sido enviada
fr_fr: La facture de la commande a bien été envoyée
it_it: La fattura dell'ordine &egrave; stata inviata
ro_ro: Factura pentru comandă a fost trimisă

source: Order has been saved
af_za: Bestelling is gestoor
de_de: Die Bestellung wurde gespeichert
es_es: El Pedido fue guardado
fr_fr: La facture de la commande a bien été sauvegardée
it_it: L'ordine &egrave; stato salvato
ro_ro: Comanda a fost salvată

source: Order and all order items have been removed
af_za: Bestelling en alle bestellingsitems is verwyder
de_de: Die Bestellung und alle Artikel wurden entfernt
es_es: El pedido y todos los items del pedido han sido borrados
fr_fr: Les commandes et tous les articles en commande ont bien été supprimés
it_it: L'ordine (e le relative righe d'ordine) &egrave; stato eliminato
ro_ro: Comanda și toate articolele ei au fost eliminate

source: Order cannot be removed
af_za: Bestelling kan nie verwyder word nie.
de_de: Die Bestellunt konnte nicht entfernt werden
es_es: El pedido no puede ser borrado
fr_fr: La commande ne peut être supprimée
it_it: L'ordine non pu&ograve; essere eliminato
ro_ro: Comanda nu poate fi eliminată

source: Selected orders have been removed
af_za: Gekose bestellings verwyder
de_de: Die ausgewählten Bestellungen wurden entfernt
es_es: Los pedidos seleccionados han sido borrados
fr_fr: Les commandes sélectionnées ont bien été supprimées
it_it: Gli ordini selezionati sono stati eliminati
ro_ro: Comenzile selectate au fost eliminate

source: Selected orders (and all their order items) have been set as completed/processed.
af_za: Gekose bestellings (en al hul bestellingsitems) is ingestel as afgehandel / verwerk.
de_de: Die ausgewählten Bestellungen (und all ihre Artikel) wurden auf "vollständig/abgeschlossen" gesetzt
es_es: Los pedidos seleccionados (y todos sus items) han sido configurados como completados/procesados.
fr_fr: Les commandes sélectionnées (et tous les articles en commande) ont bien été définies comme complétées/traitées.
it_it: Gli ordini selezionati (e le relative righe d'ordine) sono stati impostati come completati/processati.
ro_ro: Comenzile selectate (și toate articolele din ele) au fost marcate ca finalizate/procesate.

source: Selected orders (and all their order items) have been set as NOT completed/processed.
af_za: Gekose bestellings (en al hul bestellingsitems) is gestel as nie voltooi / verwerk.
de_de: Die ausgewählten Bestellungen (und all ihre Artikel) wurden auf "NICHT vollständig/bearbeitet" gesetzt
es_es: Los pedidos seleccionados (y todos sus items) han sido configurados como NO completados/procesados.
fr_fr: Les commandes sélectionnées (et tous les articles en commande) ont bien été définies comme NON complétées/traitées.
it_it: Gli ordini selezionati (e le relative righe d'ordine) sono stati impostati come NON completati/processati.
ro_ro: Comenzile selectate (și toate articolele din ele) au fost marcate ca NE-procesate.

source: Selected orders (and all their order items) have been set as paid
af_za: Gekose bestellings (en al hul bestellingsitems) is gestel as betaal
de_de: Die ausgewählten Bestellungen (und all ihre Artikel) wurden auf "bezahlt" gesetzt
es_es: Los pedidos seleccionados (y todos sus items) han sido establecidos como pagados
fr_fr: Les commandes sélectionnées (et tous les articles en commande) ont bien été définies comme payées.
it_it: Gli ordini selezionati (e le relative righe d'ordine) sono stati impostati come pagati.
ro_ro: Comenzile selectate și articolele din ele au fost marcate ca plătite

source: Selected orders (and all their order items) have been set as NOT paid
af_za: Geselekteerde bestellings (en al hul bestellingsitems) is gestel as NIE betaal nie
de_de: Die ausgewählten Bestellungen (und all ihre Artikel) wurden auf "unbezahlt" gesetzt
es_es: Los pedidos seleccionados (y todos sus items) han sido establecidos como NO pagados
fr_fr: Les commandes sélectionnées (et tous les articles en commande) ont bien été définies comme NON payées.
it_it: Gli ordini selezionati (e le relative righe d'ordine) sono stati impostati come NON pagati.
ro_ro: Comenzile selectare și toate articolele din ele au fost marcate ca NEPLĂTITE

source: Selected orders (and all their order items) have been set as shipped
af_za: Geselekteerde bestellings (en al hul bestellingsitems) is gestel as versend
de_de: Die ausgewählten Bestellungen (und all ihre Artikel) wurden auf "versandt" gesetzt
es_es: Los pedidos seleccionados (y todos sus items) han sido establecidos como enviados
fr_fr: Les commandes sélectionnées (et tous les articles en commande) ont bien été définies comme expédiées.
it_it: Gli ordini selezionati (e le relative righe d'ordine) sono stati impostati come spediti.
ro_ro: Comenzile selectate și toate articolele din ele au fost marcate ca expediate

source: Selected orders (and all their order items) have been set as NOT shipped
af_za: Geselekteerde bestellings (en al hul bestellingsitems) is gestel as NIE versend nie
de_de: Die ausgewählten Bestellungen (und all ihre Artikel) wurden auf "noch nicht versandt" gesetzt
es_es: Los pedidos seleccionados (y todos sus items) han sido establecidos como NO enviados
fr_fr: Les commandes sélectionnées (et tous les articles en commande) ont bien été définies comme NON expédiées.
it_it: Gli ordini selezionati (e le relative righe d'ordine) sono stati impostati come NON spediti.
ro_ro: Comenzile selectate și toate articolele din ele au fost marcate ca NEEXPEDIATE

source: Coupons
af_za: Koeponne
es_es: Cupones

source: There are no completed/processed orders to export to CSV at this time.
af_za: Daar is huidig geen voltooide / verwerkte bestellings uitgevoer na CSV nie.
de_de: Es gibt gegenwärtig keine abgeschlossenen Bestellungen, die ins CSV Format exportiert werden können.
es_es: No hay pedidos completos/procesados para exportar el CSV.
fr_fr: Il n'y a pas de commandes complétées/terminées à exporter en CSV pour le moment.
it_it: Al momento non sono presenti ordini completati/processati da esportare.
ro_ro: Nu există momentan nici o comandă finalizată pentru a fi exportată în format CSV.

source: No orders were selected to export.
af_za: Geen bestellings is gekies om uit te voer nie.
fr_fr: Aucunes commandes sélectionnées pour exportation.
it_it: Nessun ordine selezionato per l'esportazione.

source: No orders were selected
af_za: Geen bestellings is gekies nie
de_de: Es wurden keine Bestellungen ausgewählt
es_es: Los pedidos no fueron seleccionados
fr_fr: Aucunes commandes ont été sélectionnées
it_it: Nessun ordine selezionato
ro_ro: Nu a fost selectată nici o comandă

source: Order has been marked as shipped
af_za: Bestelling gemerk as versend.
de_de: Die Bestellung wurde als "versandt" markiert
es_es: El pedido ha sido marcado como enviado
fr_fr: La commande a bien été indiquée comme expédiée
it_it: L'ordine &egrave; stato contrassegnato come spedito.
ro_ro: Comanda a fost marcată ca livrată

source: Order could not be marked as shipped
af_za: Bestelling kon nie gemerk word as versend nie
de_de: Die Bestellung konnte nicht als "versandt" markiert werden
es_es: El pedido no puede ser marcado como enviado
fr_fr: La commande ne peut être indiquée comme expédiée
it_it: L'ordine non pu&eorave; essere contrassegnato come spedito.
ro_ro: Comanda nu poate fi marcată ca livrată

source: Order has been marked as NOT shipped
af_za: Bestelling gemerk as NIE versend
de_de: Die Bestellung wurde als "NICHT versandt" markiert
es_es: El pedido ha sido marcado como NO enviado
fr_fr: La commande a bien été indiquée comme NON expédiée
it_it: L'ordine &egrave; stato contrassegnato come NON spedito.
ro_ro: Comanda a fost marcată ca NE-expediată

source: Order could not be marked as NOT shipped
af_za: Bestelling kon nie gemerk word as NIE versend nie
de_de: Die Bestellung konnte NICHT als "NICHT versandt" markiert werden
es_es: El pedido no puede ser marcado como NO enviado
fr_fr: La commande ne peut être indiquée comme NON expédiée
it_it: L'ordine non pu&eorave; essere contrassegnato come NON spedito.
ro_ro: Comanda nu poate fi marcată ca NE-expediată

source: Paid status has been updated
af_za: Betaalstatus is opgedateer

source: No status was specified
af_za: Geen status is gespesifiseer nie

source: The credit card details for this customer has been permanently removed.
af_za: Die kredietkaartbesonderhede vir die kliënt is permanent verwyder.
de_de: Die Kreditkartendetails dieses Kunden wurden dauerhaft entfernt.
es_es: Los detalles del tarjeta de crédito de este cliente han sido borrados pemenantemente.
fr_fr: Les détails de la carte de crédit de ce client ont bien été supprimés.
it_it: Gli estremi della carta di credito per questo cliente sono stati permanentemente eliminati.
ro_ro: Detaliile despre cardul bancar al acestui client au fost eliminate definitiv.

source: Item cannot be read
af_za: Item kan nie gelees word nie
de_de: Der Artikel konnte nicht gelesen werden
es_es: El item no puede leerse
fr_fr: L'objet ne peut être lu
it_it: Impossibile leggere il prodotto in ordine
ro_ro: Articolul nu poate fi citit

source: No item was specified
af_za: Geen item is gespesifiseer nie
de_de: Es wurde kein Artikel ausgewählt
es_es: Los items no fueron especificados
fr_fr: Aucun objet n'a été spécifié
it_it: Nessuna riga d'ordine specificata
ro_ro: Nu a fost specificat nici un articol

source: Order item has been marked as shipped
af_za: Bestellingsitem is as versend gemerk.
de_de: Der bestellte Artikel wurde als "versandt" markiert
es_es: El item del pedido ha sido marcado como enviado
fr_fr: L'article en commande a bien été défini comme expédié.
it_it: Le righe d'ordine sono state contrassegnate come spedite
ro_ro: Articolul a fost marcat ca expediat

source: Order item cannot be marked as shipped
af_za: Bestellingsitem kan nie as versend gemerk word nie.
de_de: Der bestellte Artikel konnte nicht als "versandt" markiert werden
es_es: El item del pedido no puede ser marcado como enviado
fr_fr: L'article en commande n'a pu être défini comme expédié.
it_it: Le righe d'ordine non possono essere contrassegnate come spedite
ro_ro: Articolul nu pot fi marcat ca expediat

source: Order item has already been marked as shipped
af_za: Bestellingsitem is alreeds as versend gemerk.
de_de: Der bestellte Artikel wurde bereits als "versandt" markiert
es_es: El item del pedido h sido marcado como enviado
fr_fr: L'article en commande a déjà été défini comme expédié.
it_it: La riga d'ordine &egrave; gi&egrave; contrassegnata come spedita
ro_ro: Articolul a fost deja marcat ca expediat

source: Order item cannot be read
af_za: Bestellingsitem kan nie gelees word nie
de_de: Der Bestellartikel konnte nicht gelesen werden
es_es: El item de pedido no puede ser leído
fr_fr: L'article en commande ne peut être lu
it_it: La riga d'ordine non pu&ograve; essere letta
ro_ro: Articolul din comandă nu poate fi citit

source: No order item was specified
af_za: Geen bestellingsitem is gespesifiseer nie
de_de: Es wurde kein Bestellartikel ausgewählt
es_es: No se ha especificado un item de pedido
fr_fr: Aucun article en commande n'a été spécifié
it_it: Nessuna riga d'ordine specificata
ro_ro: Nu a fost specificat nici un articol

source: Order item has been marked as NOT shipped
af_za: Bestellingsitem is as NIE versend gemerk.
de_de: Der Bestellartikel wurde als "noch nicht versandt" markiert
es_es: El item del pedido ha sido marcado como NO enviado
fr_fr: L'article en commande a bien été défini comme NON expédié
it_it: La riga d'ordine &egrave; stata contrassegnata come NON spedita
ro_ro: Articolul a fost marcat ca NEEXPEDIAT

source: Order item cannot be marked as not shipped
af_za: Bestellingsitem kan nie as nie versend gemerk word nie.
de_de: Der Artikel kann nicht als "versandt" markiert werden
es_es: El item del pedido no puede ser marcado como NO enviado
fr_fr: L'article en commande n'a pu être défini comme non expédié
it_it: La riga d'ordine non pu&ograve; essere contrassegnata come non spedita
ro_ro: Articolul nu poate fi marcat ca neexpediat

source: Order item has not been marked as shipped yet
af_za: Bestellingsitem is nog nie as versend gemerk nie.
de_de: Der Artikel ist noch nicht als "versandt" markiert
es_es: El item del pedido todavií no pudo ser marcado como enviado
fr_fr: L'article en commande n'a pas encore été défini comme expédié
it_it: La riga d'ordine non &egrave; stata ancora contrassegnata come spedita
ro_ro: Articolul încă nu a fost marcat ca expediat

source: Order item has been saved
af_za: Bestellingsitem is gestoor.
de_de: Der Artikel wurde gespeichert
es_es: El item del pedido ha sido guardado
fr_fr: L'article en commande a bien été sauvegardé
it_it: La riga d'ordine &egrave; stata salvata
ro_ro: Articolul a fost salvat

source: Order item cannot be saved
af_za: Bestellingsitem kan nie gestoor word nie
de_de: Der Artikel kann nicht gespeichert werden
es_es: El item del pedido no puede ser guardado
fr_fr: L'article en commande n'a pu être sauvegardé
it_it: La riga d'ordine non pu&ograve; essere salvata
ro_ro: Articolul nu poate fi salvat

source: Order item has been removed
af_za: Bestellingsitem is verwyder
de_de: Der Artikel wurde entfernt
es_es: El item del pedido ha sido borrado
fr_fr: L'article en commande a bien été supprimé
it_it: La riga d'ordine &egrave; stata eliminata
ro_ro: Articolul a fost eliminat

source: Order item cannot be removed
af_za: Bestellingsitem kan nie verwyder word nie
de_de: Der Artikel kann nicht entfernt werden
es_es: El item del pedido no pude ser borrado
fr_fr: L'article en commande n'a pu être supprimé
it_it: La riga d'ordine non pu&ograve; essere eliminata
ro_ro: Articolul nu poate fi eliminat

source: order items have been removed
af_za: Bestellingsitems is verwyder
de_de: Die Artikel wurden entfernt
es_es: los items del pedido han sido borrados
fr_fr: L'article en commande a été supprimé
it_it: Le righe d'ordine sono state eliminate
ro_ro: articolele au fost eliminate

source: order items have been set as paid
af_za: Bestellingsitems is as betaal gestel.
de_de: Die Artikel wurden auf "bezahlt" gesetzt
es_es: los items del pedido han sido establecidos como pagados
fr_fr: L'article en commande a été défini comme payé
it_it: Le righe d'ordine sono state contrassegnate come pagate
ro_ro: articolele au fost marcate ca plătite

source: order items have been set as NOT paid
af_za: bestellingsitems is as NIE betaal gestel
de_de: Die Artikel wurden auf "NICHT bezahlt" gesetzt
es_es: los items del pedido han sido
fr_fr: L'article en commande a été défini comme NON payé
it_it: Le righe d'ordine sono state contrassegnate come NON pagate
ro_ro: articolele au fost marcate ca NEPLĂTITE

source: order items have been marked as shipped
af_za: bestellingsitems is as versend gemerk
de_de: Die Artikel wurden als "versandt" markiert
es_es: los items del pedido han sido marcados como enviados
fr_fr: L'article en commande a été défini comme expédié
it_it: Le righe d'ordine sono state contrassegnate come spedite
ro_ro: articolele au fost marcate ca expediate

source: order items have been marked as not shipped
af_za: bestellingsitems is as nie versend gemerk
de_de: Die Artikel wurden als "NICHT versandt" markiert
es_es: los items del pedido han sido marcados como NO enviados
fr_fr: L'article en commande a été défini comme NON expédié
it_it: Le righe d'ordine sono state contrassegnate come NON spedite
ro_ro: articolele au fost marcate ca neexpediate

source: Shipping method has been saved
af_za: Versendingsmetode is gestoor
de_de: Die Versandart wurde gespeichert
es_es: El método de envío ha sido guardado
fr_fr: La méthode d'expédition a bien été sauvegardée
it_it: Il metodo di spedizione &egrave; stato salvato
ro_ro: Metoda de expediție a fost salvată

source: Shipping method could not be saved
af_za: Versendingsmetode kon nie gestoor word
de_de: Die Versandart konnte nicht gespeichert werden
es_es: El método de envío no pudo ser guardado
fr_fr: La méthode d'expédition n'a pu être sauvegardée
it_it: Il metodo di spedizione non pu&ograve; essere salvato
ro_ro: Metoda de expediție nu poate fi salvată

source: Shipping method has been removed
af_za: Versendingsmetode is verwyder
de_de: Die Versandart wurde entfernt
es_es: El método de envío ha sido borrado
fr_fr: La méthode d'expédition a bien été supprimée
it_it: Il metodo di spedizione &egrave; stato eliminato
ro_ro: Metoda de expediție a fost eliminată

source: Shipping method cannot be removed
af_za: Versendingsmetode kan nie verwyder word nie
de_de: Die Versandart konnte nicht entfernt werden
es_es: El método de envío no puede ser leído
fr_fr: La méthode d'expédition n'a pu être supprimée
it_it: Il metodo di spedizione non pu&ograve; essere salvato
ro_ro: Metoda de expediție nu poate fi eliminată

source: No shipping method was specified
af_za: Geen versendingsmetode is gespesifiseer nie
de_de: Es wurde keine Versandart angegeben
es_es: El médodo de envío no fue especificado
fr_fr: Pas de méthode d'expédition spécifiée
it_it: Nessun metodo di spedizione specificato
ro_ro: Nu a fost specificată nici o metodă de expediție

source: Selected shipping methods have been removed
af_za: Geselekteerde versendingsmetodes is verwyder
de_de: Die ausgewählten Versandarten wurden entfernt
es_es: Los métodos de envío seleccionados han sido borrados
fr_fr: La méthode de livraison sélectionnée a bien été supprimée.
it_it: Il metodo di spedizione selezionato &egrave; stato eliminato
ro_ro: Metodele de expediție selectate au fost eliminate

source: Selected shipping methods have been activated.
af_za: Geselekteerde versendingmetodes is geaktiveer.
de_de: Die ausgewählten Versandarten wurden aktiviert.
es_es: Los métodos de envío seleccionados han sido activados.
fr_fr: La méthode de livraison sélectionnée a bien été activée.
it_it: Il metodo di spedizione selezionato &egrave; stato attivato.
ro_ro: Metodele de expediție selectate au fost activate.

source: Selected shipping methods have been deactivated.
af_za: Geselekteerde versendingsmetodes is gedeaktiveer.
de_de: Die ausgewählten Versandarten wurden deaktiviert.
es_es: Los métodos de envío seleccionados han sido desactivados.
fr_fr: La méthode de livraison sélectionnée a bien été désactivée.
it_it: Il metodo di spedizione selezionato &egrave; stato disabilitato.
ro_ro: Metodele de expediție selectate a fost dezactivate.
