Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Manage Products
af_za: Bestuur Produkte
de_de: Produkte verwalten
es_es: Administrar Productos
fr_fr: Organiser des produits
it_it: Gestione Prodotti
ro_ro: Gestionare produse

source: Delete All
af_za: Vee Alles Uit
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout supprimer
it_it: Cancella Tutto
ro_ro: Şterge tot

source: Are you sure you wish to permanently remove all products in the database?
af_za: Is jy seker jy wil al die produkte permanent verwyder van die databasis?
de_de: Sind Sie sicher, daß Sie alle Produkte in der Datenbank dauerhaft löschen wollen?
es_es: ¿Estás seguro que deseas borrar para siempre todos los productos de la base de datos'
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement tous les produits de la base de donnée?
it_it: Sei sicuro di voler cancellare in modo permanente tutti i prodotti nel database?
ro_ro: Sigur doriți să eliminați toate produsele din baza de date?

source: Search Products
af_za: Soek Produkte
de_de: Produkte durchsuchen
es_es: Buscar Productos
fr_fr: Chercher des produits
it_it: Cerca Prodotti
ro_ro: Căutare produse

source: Active Products
af_za: Aktiewe Produkte
de_de: Aktive Produkte
es_es: Productos Activos
fr_fr: Produits actifs
it_it: Prodotti Attivi
ro_ro: Produse active

source: Inactive Products
af_za: Onaktiewe Produkte
de_de: Inaktive Produkte
es_es: Productos Inactivos
fr_fr: Produits inactifs
it_it: Prodotti Inattivi
ro_ro: Produse inactive

source: All Types
af_za: Alle Soorte
de_de: Alle Typen
es_es: Todos los Tipos
fr_fr: Tous les types
it_it: Tutti i Tipi
ro_ro: Toate tipurile

source: Digital Products
af_za: Digitale Produkte
de_de: Digitale Produkte
es_es: Productos Digitales
fr_fr: Produits digitaux
it_it: Prodotti Digitali
ro_ro: Produse digitale

source: Tangible Products
af_za: Tasbare Produkte
de_de: Nicht-digitale Produkte
es_es: Productos Tangibles
fr_fr: Produits tangibles
it_it: Prodotti Materiali
ro_ro: Produse tangibile

source: All Price Types
af_za: Alle Prystipes
de_de: Alle Preistypen
es_es: Todos los Tipos de Precios
fr_fr: Tous les types de prix
it_it: Tutti i Tipi di Prezzo
ro_ro: Toate tipurile de preț

source: Tiered Price
af_za: Gestapelde prys

source: Square Price
af_za: Vierkante prys

source: Measurement Price
af_za: Meting prys

source: All Post/Page Types
af_za: Alle Posterings/Bladsy-tipes
de_de: Alle Artikel/Seiten Typen
es_es: Todos los Tipos de Entradas/Páginas
fr_fr: Tout les types de d'article/page
it_it: Tutti i Tipi di Post/Pagina

source: Post Products
af_za: Postering Produkte
de_de: Artikel Produkte
es_es: Productos de Entrada
fr_fr: Produits d'article
it_it: Post Prodotti

source: Page Products
af_za: Blaai Produkte
de_de: Seiten Produkte
es_es: Productos de Página
fr_fr: Produits de page
it_it: Pagine Prodotti

source: Are you sure you wish to execute this action on the selected products?
af_za: Is jy seker jy wil hierdie aksie op die geselekteerde produkte uitvoer?
de_de: Sind Sie sicher, daß Sie die Aktion auf die ausgewählten Produkte anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los productos seleccionados?
fr_fr: Êtes-vous sûr de vouloir effectuer cette action sur les produits séléctionés?
it_it: Sei sicuro di voler eseguire quest\'azione sui prodotti selezionati?
ro_ro: Sigur doriți să executați această acțiune asupra tuturor produselor selectare?

source: Sort
af_za: Sorteer

source: De-Activate
af_za: Deaktiveer
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattiva
ro_ro: Dezactivare

source: Change type to POST
af_za: Verander tipe na POSTERING
de_de: Den Typ auf ARTIKEL ändern
es_es: Cambiar Tipo a ENTRADA
fr_fr: Changer le type à "Article"
it_it: Converti in POST

source: Change type to PAGE
af_za: Verander tipe na BLADSY
de_de: Den Typ auf SEITE ändern
es_es: Cambiar tipo a PÁGINA
fr_fr: Changer le type à "Page"
it_it: Converti in PAGINA

source: Buy Mode
af_za: Koopmanier

source: Change Purchase Type to BUY NOW
af_za: Verander Kooptipe na KOOP NOU
de_de: Ändere Bezahlungstyp zu JETZT KAUFEN
es_es: Cambir Tipo de Compra a COMPRAR AHORA
fr_fr: Changer le type d'achat à ACHAT IMMÉDIAT
it_it: Cambia la modalit&agrave; di acquisto in COMPRA SUBITO
ro_ro: Modificare tip cumpărare în CUMPĂRĂ ACUM

source: Change Purchase Type to ADD TO BASKET
af_za: Veraner Kooptipe na VOEG BY MANDJIE
de_de: Ändere Kauftyp zu ZUM WARENKORB HINZUFÜGEN
es_es: Cambir Tipo de Compra a AGREGAR AL CARRITO
fr_fr: Changer le type d'achat à AJOUTER AU PANIER
it_it: Cambia la modalit&agrave; di acquisto in AGGIUNGI AL CARRELLO
ro_ro: Modificare tip cumpărare în ADĂUGARE LA COȘ

source: Change Button Text
af_za: Verander knoppie teks
de_de: Ändere Button Text
es_es: Cambiar Texto de Botón
fr_fr: Changer le texte du bouton
it_it: Modifica Testo Bottone
ro_ro: Modificare text buton

source: Stock in Inventory...
af_za: Voorraad beskikbaar...
de_de: Lager im Inventar...
es_es: Items en el Inventario...
fr_fr: Articles en inventaire...
it_it: Quantit&agrave; in giacenza...
ro_ro: Articole în inventar...

source: Set Supplier...
af_za: Stel Verskaffer op....
de_de: Lieferanten bestimmen...
es_es: Configurar Proveedor...
fr_fr: Définir les fournisseurs...
it_it: Imposta fornitore...
ro_ro: Setare furnizor...

source: Set Minimum Order...
af_za: Maak Minimum bestelling vas....
de_de: Mindestbestellmenge
es_es: Configurar Pedido Mínimo...
fr_fr: Définir le minimum à commander...
it_it: Imposta Minimo d'Ordine...
ro_ro: Setați comanda minimă...

source: Add Custom Fields (appends)...
af_za: Voeg Aangepaste Velde (aanlas)...

source: Set Custom Fields (overwrites)...
af_za: Stel Aangepaste Velde (oorskryf)...

source: Add Variations (appends)...
af_za: Voeg Variasies by (aanlas)...
de_de: Variationen hinzufügen (hängt an)...
es_es: Agregar Variación (anexo)...
fr_fr: Ajouter des variations (ajouter)...
it_it: Aggiungi Varianti (accoda)...
ro_ro: Adăugare variante (suplimentare)...

source: Set Variations (overwrites)...
af_za: Stel Variasies op (oorskryf)...
de_de: Variationen setzen (überschreibt)...
es_es: Configurar Variaciones (sobreescribe)...
fr_fr: Ajouter des variations (écraser)...
it_it: Imposta Varianti (sostituisce)...
ro_ro: Setare variante (înlocuire)...

source: Add Categories (appends)...
af_za: Voeg Kategorieë by (aanlas)...
de_de: Kategorien hinzufügen (hängt an)...
es_es: Agregar Categorías (anexo)...
fr_fr: Ajouter catégories (ajouter)...
it_it: Aggiungi Categorie (accoda)...
ro_ro: Adăugare categorie...

source: Set Categories (overwrites)...
af_za: Stel Kategorieë (oorskryf)...
de_de: Kategorien setzen (überschreibt)...
es_es: Configurar Categorías (sobreescribe)...
fr_fr: Définir catégories (écraser)...
it_it: Imposta Categorie (sostituisce)...
ro_ro: Setare categorie (suprascrie)...

source: Change Type to Digital
af_za: Verander Tipe na Digitaal
de_de: Den Typ auf "Digital" ändern
es_es: Cambiar Tipo a Digital
fr_fr: Changer le type pour un produit digital
it_it: Cambia tipo in Digitale
ro_ro: Transformare în DIGITAL

source: Change Type to Tangible
af_za: Verander Tipe na Tasbaar
de_de: Den Typ auf "materiell" ändern
es_es: Cambiar Tipo a Tangible
fr_fr: Changer le type pour un produit réel
it_it: Cambia tipo in Materiale
ro_ro: Transformare în TANGIBIL

source: Showcase
af_za: Toonkas
de_de: Schaukasten
es_es: Vidriera
ro_ro: Vitrină

source: Set showcase message to display
af_za: Stel toonkasboodskap op om te vertoon
de_de: Bestimmen Sie die Schaukastennachricht, welche angezeigt wird
es_es: Cambiar mensaje de vidriera para mostrar
fr_fr: Indiquer le message vedette à afficher
it_it: Imposta il messaggio da visualizzare per i prodotti dimostrativi
ro_ro: Setare mesaj de vitrină

source: Variations Tax Calculation
af_za: Variasies Belastingberekening

source: Price Increase
af_za: Prysverhoging
de_de: Preiserhöhung
es_es: Aumento del Precio
fr_fr: Augmentation des prix
it_it: Aumenta Prezzo
ro_ro: Creștere preț

source: Price Decrease
af_za: Prysverlaging
de_de: Preissenkung
es_es: Disminución del Precio
fr_fr: Diminution des prix
it_it: Riduci Prezzo
ro_ro: Scădere preț

source: Clear Retail/Suggested Prices
af_za: Vee Verkoopprys/Voorgestelde pryse uit
de_de: Ladenpreis/UVP entfernen
es_es: Borrar Por menor/Precios Sugeridos
fr_fr: Effacer les prix de vente au détail/suggéré
it_it: Elimina prezzi Rivenditore/suggeriti
ro_ro: Eliminare preț cu amănuntul / sugerat

source: No suppliers available
af_za: Geen verskaffers beskikbaar nie
de_de: Es sind keine Lieferanten verfügbar
es_es: No hay proveedores disponibles
fr_fr: Pas de fournisseurs disponibles
it_it: Nessun fornitore registrato
ro_ro: Nu este disponibil nici un furnizor

source: Yes, calculate tax/vat on variation options
af_za: Ja, bereken belasting/BTW op variasie-opsies

source: No, only calculate tax/vat on product base price
af_za: Nee, bereken slegs belasting/BTW op produk se basiese prys.

source: Call for more info
af_za: Skakel vir meer inligting
de_de: Rufen Sie uns an, wenn Sie mehr Informationen benötigen
es_es: Comuníquese para más información
fr_fr: Veuillez appellé pour obtenir plus d'information
it_it: Chiamare per maggiori informazioni
ro_ro: Sunați pentru mai multe informații

source: Percent
af_za: Persent
de_de: Prozent
es_es: Porcentaje
fr_fr: Pour cent
it_it: Percentuale
ro_ro: Procent

source: Put old price in retail/suggested price field
af_za: Plaas ou prys in verkoopprys/voorgestelde prys veld
de_de: Setze den alten Preis in das Ladenpreisfeld
es_es: Colocar el antiguo precio en el campo ventas por menor/precio sugerido
fr_fr: Afficher l'ancien prix dans le champ du prix au détail/suggéré
it_it: Copia il prezzo precedente nel campo "Prezzo Consigliato"
ro_ro: Puneți prețul vechi în câmpul preț cu amănuntul / sugerat

source: No fields are available
af_za: Geen velde is beskikbaar nie

source: choose the styles (and options) below to associate with the selected products
af_za: Kies die style (en opsies) hieronder om met die geselekteerde produkte te assosieer.
de_de: Wählen Sie die Stile (und Optionen), die mit den ausgewählten Produkten verknüpft werden sollen
es_es: elije los estilos (y opciones) de abajo para asociarlos con los productos seleccionados
fr_fr: choisi les styles (et les options) ci-dessous à associer avec les produits sélectionnés
it_it: scegli tra le varianti (e le opzioni) sottostanti quelle da associare ai prodotti selezionati
ro_ro: alegeți stilul (și opțiunile) de mai jos pentru a le asocia cu produsele selectate

source: No styles are available
af_za: Geen style is beskikbaar nie
de_de: Es sind keine Arten vorhanden
es_es: No hay estilos disponibles
fr_fr: Pas de styles disponibles
it_it: Nessuna variante disponibile
ro_ro: Nu este disponibil nici un stil

source: choose the categories below to associate with the selected products
af_za: Kies die kategorieë om met die geselekteerde produkte te assosieer.
de_de: Wählen Sie die Kategorien, die mit den ausgewählten Produkten verknüpft werden sollen
es_es: elije las categorías de abajo para asociarlas con los productos seleccionados
fr_fr: Choisi les catégories ci-dessous pour les associer aux produits sélectionnés.
it_it: scegli tra le categorie sotto riportate quelle da associare ai prodotti selezionati
ro_ro: alegeți categoriile de mai jos pentru a fi asociate cu produsele selectate

source: No categories are available
af_za: Geen kategorieë is beskikbaar nie
de_de: Es sind keine Kategorien verfügbar
es_es: No hay categorías disponibles
fr_fr: Pas de catégories disponibles
it_it: Nessuna categoria disponibile
ro_ro: Nu este disponibilă nici o categorie

source: Min Order
af_za: Minimum bestelling
de_de: Min. Bestellmenge
es_es: Pedido Mínimo
fr_fr: Commande minimum
it_it: Ordine Minimo
ro_ro: Comandă min

source: out of stock
af_za: Uit voorraad
de_de: Nicht auf Lager
es_es: fuera de stock
fr_fr: en rupture de stock
it_it: esaurito
ro_ro: nu este în stoc

source: units left
af_za: eenhede oor
de_de: Lagerbestand
es_es: unidades que quedan
fr_fr: unités restantes
it_it: unit&agrave; disponibili
ro_ro: unități rămase

source: Related
af_za: Verwante
de_de: Verwandt
es_es: Relacionado
fr_fr: En relation
it_it: Correlati
ro_ro: Relaționat

source: Are you sure you wish to delete this product?
af_za: Is jy seker jy wil hierdie produk uitvee?
de_de: Sind Sie sicher, daß Sie dieses Produkt löschen wollen
es_es: ¿Estás seguro que deseas borrar este producto?
fr_fr: Êtes-vous sûr de vouloir effacer ce produit?
it_it: Sei sicuro di voler cancellare questo prodotto?
ro_ro: Sigur doriți să eliminați acest produs?

source: Copy
af_za: Kopieer
fr_fr: Copie
it_it: Copia

source: Variable
af_za: Veranderlik

source: Per square
af_za: Per vierkante
es_es: Por Metro cuadrado
fr_fr: Par carré
it_it: Per metratura
ro_ro: Per pătrat

source: Recurring (%s)
af_za: Herhalend (%s)

source: No products were found
af_za: Geen produkte is gevind nie
de_de: Es wurden keine Produkte gefunden
es_es: No se encontraron productos
fr_fr: Aucuns articles n'a été trouvé
it_it: Nessun prodotto trovato
ro_ro: Nu am găsit nici un produs

source: &larr; Back to Suppliers
af_za: &larr; Terug na Verskaffers
fr_fr: &larr; Retour aux fournisseurs
it_it: &larr; Torna ai Fornitori

source: &larr; Back to Products
af_za: &larr; Terug na Produkte
fr_fr: &larr; Retour aux produits
it_it: &larr; Torna ai Prodotti

source: Order Type
af_za: Bestellingstipe
fr_fr: Type de commande

source: Random Order
af_za: Lukrake bestelling
fr_fr: Commande au hasard

source: Specific Order
af_za: Spesifieke bestelling
fr_fr: Commande spécifique

source: Custom Order
af_za: Verpersoonlike/aangepaste bestelling
fr_fr: Commande personnalisée

source: How should products be ordered?
af_za: Hoe moet produkte bestel word?
fr_fr: Comment est-ce que les produits doivent être ordonné?

source: Order Products By
af_za: Bestel Produkte Deur
fr_fr: Ordonner les produits par

source: Type (Digital/Tangible)
af_za: Tipe (Digitaal/Tasbaar)
fr_fr: Type (numérique/tangible)

source: Height
af_za: Hoogte
fr_fr: Hauteur

source: Ascending (Low to High)
af_za: Stygend (Laag na Hoog)
fr_fr: Ascendant (plus petit au plus grand)

source: Descending (High to Low)
af_za: Dalend (Hoog na Laag)
fr_fr: Descendant (plus grand au plus petit)

source: Drag and drop the products below to order them according to how they should appear to customers.
af_za: Trek en los die produkte ondertoe om dit te orden na aanleiding van hoe dit aan die klante moet vertoon.
fr_fr: Cliquer et faire glisser les produits ci-dessous dans l'ordre où ils devraient être affichés.
it_it: Clicca e trascina i prodotti sottostanti per impostare l'ordine in cui devono apparire ai clienti.

source: No products are available.
af_za: Geen produkte is beskikbaar nie.
fr_fr: Aucun produit disponible.
it_it: Nessun prodotto disponibile.

source: Related Products:
af_za: Verwante Produkte:
de_de: Verwandte Produkte:
es_es: Productos Relacionados:
fr_fr: Produits relatif:
it_it: Prodotti Correlati:
ro_ro: Produse recomandate:

source: &larr; All Products
af_za: &larr; Alle Produkte
de_de: &larr; Alle Produkte
es_es: &larr; Todos los productos
fr_fr: &larr; Tous les produits
it_it: &larr; Tutti i Prodotti
ro_ro: &larr; Toate produsele

source: Drag and drop products from right to left to assign related products
af_za: Sleep en los produkte van regs na links om verwante produkte toe te wys..
de_de: Drag und Drop (Ziehen und Loslassen) Produkte von rechts nach links, um verwandte Produkte zuzuordnen
es_es: Arrastra y suelta los productos desde la derecha hacia la izquierda para asignar productos relacionados
fr_fr: Fait glisser et dépose les produits à partir de la droite vers la gauche pour assigner des produits en relation
it_it: Clicca e trascina i prodotti da destra a sinistra per definire le correlazioni
ro_ro: Apăsați și deplasați produsele de la dreapta spre stânga pentru a le asocia cu produsele recomandate

source: Related Products
af_za: Verwante Produkte
de_de: Verwandte Produkte
es_es: Productos Relacionados
fr_fr: Articles en relation
it_it: Prodotti Correlati
ro_ro: Produse recomandate

source: Drag and drop related products here
af_za: Sleep en los verwante produkte hier
de_de: Drag und Drop verwandte Produkte hierher
es_es: Arrastrar y soltar aquí los productos relacionados
fr_fr: Fait glisser et dépose ici les produits en relation
it_it: Trascina qui i prodotti correlati
ro_ro: Apăsați și deplasați produsele recomandate aici

source: All Products
af_za: Alle Produkte
de_de: Alle Produkte
es_es: Todos los Productos
fr_fr: Tous les produits
it_it: Tutti i prodotti
ro_ro: Toate produsele

source: Drag and drop products here
af_za: Sleep en los produkte hier
de_de: Produkte hierher ziehen und loslassen
es_es: Arrastrar y soltar aquí los productos
fr_fr: Fait glisser et dépose les produits ici
it_it: Trascina qui i prodotti
ro_ro: Apăsați și deplasați produsele aici

source: Edit Product
af_za: Wysig Produk
de_de: Produkt bearbeiten
es_es: Editar Producto
fr_fr: Editer article
it_it: Modifica Prodotto
ro_ro: Editare produs

source: Add Product
af_za: Voeg Produk By

source: View Product
af_za: Besigtig Produk
de_de: Produkt anzeigen
es_es: Ver Producto
fr_fr: Voir article
it_it: Visualizza Prodotto
ro_ro: Vizualizare produs

source: Get Shortlink
af_za: Kry Shortlink (kortskakel)

source: Add Content Area
af_za: Voeg inhoudsarea by

source: Click to add another content area which will be a tab on the product page. You can drag/drop the content areas below in the order that you want them to appear on the product page.
af_za: Klik om nog 'n inhoudsarea by te voeg wat 'n tabelkeep op die produkbladsy sal wees. Jy kan die inhoudsarea onder sleep/los in die volgorde wat jy dit op die produkbladsy vir laat vertoon.

source: Enter product title here
af_za: Voer produktitel hier in.
fr_fr: Indiquer un titre de produit
it_it: Immetti qui il titolo del prodotto

source: Content Area
af_za: Inhoudsarea

source: Manage all products
af_za: Beheer alle produkte
de_de: Alle Produkte verwalten
es_es: Administrar todos los productos
fr_fr: Organiser tous les produits
it_it: Gestisci i Prodotti
ro_ro: Gestionarea tuturor produselor

source: Assign related products to this product
af_za: Wys verwante produkte aan hierdie produk toe
de_de: Verwandte Produkte diesem Produkt zuordnen
es_es: Asignar productos relacionados a este producto
fr_fr: Assigne des produits liés à cet article
it_it: Assegna i prodotti correlati a questo prodotto
ro_ro: Asociați produsele recomandate cu acest produs

source: Remove this product
af_za: Verwyder hierdie produk
de_de: Dieses Produkt entfernen
es_es: Borrar este producto
fr_fr: Retirer ce produit
it_it: Elimina questo prodotto
ro_ro: Eliminați acest produs

source: Are you sure you wish to remove this product?
af_za: Is jy seker jy wil hierdie produk verwyder?
de_de: Sind Sie sicher, daß Sie dieses Produkt entfernen wollen?
es_es: ¿Estás seguro que deseas borrar este producto?
fr_fr: Êtes-vous sûr de vouloir supprimer ce produit?
it_it: Sei sicuro di voler eliminare questo prodotto?
ro_ro: Sigur doriți să eliminați acest produs?

source: Additional Images
af_za: Addisionele Prente/beelde
de_de: Zusätzliche Bilder
es_es: Imágenes Adicionales
fr_fr: Images additionnelles
it_it: Immagini Aggiuntive
ro_ro: Imagini adiționale

source: per square meter
af_za: per vierkante meter
es_es: por metro cuadrado
fr_fr: par mêtre carrée
it_it: al metro quadro
ro_ro: pe metru pătrat

source: Affiliate Product
af_za: Geaffilieerde Produk
de_de: Affiliate Produkt
es_es: Producto de Afiliado
fr_fr: Produit affilié
it_it: Prodotto Affiliato
ro_ro: Produs afiliat

source: Affiliate/Referral URL
af_za: Geaffilieerde/Verwysings Bronadres
es_es: Afiliado/URL Referida
fr_fr: URL de l'affilié/référence
it_it: URL Affiliazione/Referente
ro_ro: URL afiliat/referință

source: Affiliate Referrals
af_za: Geaffilieerde Verwysings
es_es: Afiliados Referidos
fr_fr: Clients apportés par un affilié
it_it: Referenti Affiliazione
ro_ro: Referințe afiliate

source: Items in Inventory
af_za: Items in Voorraad
de_de: Lagerbestand
es_es: Items en el Inventário
fr_fr: Articles en inventaire
it_it: Articoli in inventario
ro_ro: Articole în inventar

source: Unlimited
af_za: Onbeperk
de_de: Unbeschränkt
es_es: Ilimitado
fr_fr: Illimité
it_it: Illimitato
ro_ro: Nelimitat

source: Product Files
af_za: Produklêers
de_de: Produktdateien
es_es: Archivos de Producto
fr_fr: Fichiers du produit
it_it: File Prodotto
ro_ro: Fișiere produs

source: Styles/Options
af_za: Style/Opsies
de_de: Stile/Optionen
es_es: Estilos/Opciones
it_it: Varianti/Opzioni
ro_ro: Stiluri/Opțiuni

source: Calculations
af_za: Berekeninge

source: Tracking
af_za: Opsporing
fr_fr: Suivi
it_it: Tracciamento

source: Configure Payment Methods
af_za: Stel Betalingsmetodes in
de_de: Bezahlmethoden einstellen
es_es: Configurar Métodos de Pago
fr_fr: Configurer les méthodes de paiements
it_it: Configura Metodi di Pagamento
ro_ro: Configurație metode de plată

source: Product Settings
af_za: Produkte Opstellings
de_de: Produkteinstellungen
es_es: Configuración de Producto
fr_fr: Paramètres du produit
it_it: Impostazioni prodotti
ro_ro: Setări produs

source: Submit Serial Key
af_za: Dien Seriële Sleutel in
de_de: Seriennummer absenden
es_es: Enviar Número de Serie
fr_fr: Envoyer clé d'activation
it_it: Invia Codice di Attivazione
ro_ro: Trimiteți cheia

source: Please submit a serial key in the form below.
af_za: Dien asb. 'n seriële sleutel in die onderstaande vorm in.

source: You can obtain the serial key from your %s.
af_za: Jy kan 'n seriële sleutel vanaf jou %s verkry.

source: downloads section
af_za: aflaai-afdeling

source: Serial Key
af_za: Seriële sleutel
de_de: Seriennummer
fr_fr: Clé d'activation
it_it: Numero Seriale
ro_ro: Cheie

source: Calculations Settings
af_za: Berekeninge Opstellings

source: Check for Updates
af_za: Gaan jou Opdaterings na.
fr_fr: Vérifier les mises-à-jour
it_it: Verifica Aggiornamenti

source: Your version of the Shopping Cart plugin is up to date.
af_za: Jou weergawe van die Inkopemandjie-inpropprogram is op datum.
fr_fr: Votre version de l'extension Shopping Cart est à jour.
it_it: La tua versione del plugin Shopping Cart &egrave; l'ultima disponibile.

source: Last checked on <b>%s</b>
af_za: Voorheen op <b>%s</b> nagegaan.
fr_fr: Dernière vérification le <b>%s</b>
it_it: Ultima verifica: <b>%s</b>

source: Check Again
af_za: Gaan weer na.
fr_fr: Vérifier à nouveau
it_it: Verifica ancora

source: An new version check will run every 24 hours. Click this button to check now instead of having to wait.
af_za: 'n Nuwe weergawe opname sal elke 24 uur loop. Merk hierdie blokke om nou na te gaan i.p.v. om te wag.

source: Unfortunately your download has expired and you can renew it to gain access to this new version.
af_za: Ongelukkig het jou aflaai verval en jy kan dit hernu om toegang tot hierdie nuwe weergawe te kry.
fr_fr: Malheureusement, votre téléchargement a expiré et vous pouvez le renouveller pour accèder à cette nouvelle version.
it_it: Sfortunatamente la licenza per i download &egrave; scaduta, puoi rinnovarla per scaricare questa nuova versione.

source: Renew Download Now!
af_za: Hernu Aflaai Nou!
fr_fr: Renouveller le téléchargement maintenant!
it_it: Rinnova Adesso il Download!

source: Configuration Settings
af_za: Konfigurasie-opstellings
de_de: Einstelloptionen
es_es: Opciones de configuración
fr_fr: Options de configuration
it_it: Impostazioni di configurazione
ro_ro: Setări configurație
