Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: displays custom fields and options in a tab if content tabs are available
af_za: Vertoon doelgemaakte velde in 'n tabelkeep indien inhoudkepe beskikbaar is
de_de: Zeigt die benutzerdef. Felder und Optionen in einem Tab, wenn Inhalts-Tabs verfügbar sind
es_es: muestra campos personalizados y opciones ne una solapa si las solapas de contenidos estan disponibles
fr_fr: afficher les champs personnalisés et les options dans un onglet si le contenu des onglets sont disponibles
it_it: mostra i campi personalizzati e le opzioni in un pannello separato se sono stati abilitati i pannelli per i contenuti
ro_ro: afișează câmpurile personalizate și opțiunile în secțiune daca secțiunile de conținut sunt disponibile

source: Options Link
af_za: Opsie Skakel
de_de: Optionen Link
es_es: Enlace de Opciones
fr_fr: Options des liens
it_it: Link Opzioni
ro_ro: Link opțiuni

source: Top
af_za: Bokant
de_de: Oben
es_es: Arriba
fr_fr: Haut
it_it: In Alto
ro_ro: Sus

source: Bottom
af_za: Onderkant
de_de: Unten
es_es: Abajo
fr_fr: Bas
it_it: In Basso
ro_ro: Jos

source: show product options link at the top or bottom
af_za: Wys produkopsies skakel aan die bokant of onderent
de_de: Zeigt das Produktoptionen Link oben oder unten
es_es: muestra el enlace de opciones de producto arriba o abajo
fr_fr: afficher les options du produit en haut ou en bas
it_it: mostra il link per le opzioni del prodotto in alto o in basso nella scheda prodotto
ro_ro: afișare link opțiuni sus sau jos

source: Image Display
af_za: Prent/beeld Vertoon
de_de: Bildanzeige
es_es: Muestra de Imagen
fr_fr: Affichage de l'image
it_it: Visualizzazione Immagine
ro_ro: Afișare imagine

source: Full Images
af_za: Volle prente/beelde
de_de: Vollbild
es_es: Imagenes Completas
fr_fr: Images complètes
it_it: Immagini Intere
ro_ro: Imagini complete

source: Thumbnail Images
af_za: Seëlgrootte prente/beelde
de_de: Kleine Abbildung
es_es: Imágenes Miniatura
fr_fr: Images mignatures
it_it: Miniature
ro_ro: Imagini medalion

source: affects both the product loops and product pages
af_za: Affekteer beide die produklusse en produkbladsye
de_de: beeinflusst sowohl die Produktschleife, wie auch die Produktseiten
es_es: afecta a los loops de producto y a páginas de producto
fr_fr: affecte à la fois les rotations des produits et les pages des produits
it_it: ha effetto sia nell'elenco dei prodotti, sia nelle singole pagine del prodotto
ro_ro: afectează atât produsele din buclă cât și pe cele din paginile de produse

source: Universal Text Box
af_za: Universele Teksblok
de_de: Allgemeine Textbox
es_es: Campo de Texto Universal
fr_fr: Boite de texte commune
it_it: Casella di testo universale
ro_ro: Text box universal

source: places a text message below each of your products on the product pages
af_za: Plaas 'n teksboodskap onderkant elk van jou produkte op die produkbladsye.
de_de: Platziert eine Textnachricht unterhalb jedes Produkts auf den Produktseiten
es_es: coloca un mensaje de texto debajo de cada uno de tus producto en la página de productos
fr_fr: Indique un message texte sous les produits dans les pages de produits
it_it: visualizza un messaggio di testo sotto ciascun prodotto nelle schede prodotto
ro_ro: plasează un mesaj text sub fiecare produs în paginile de produse

source: Show in Content Tabs
af_za: Vertoon in Inhoud-tabelkepe
de_de: Zeige in Inhaltstabs (Reitern)
es_es: Mostrar en Solapa de Contenido
fr_fr: Montrer dans les onglets de contenu
it_it: Mostra in Pannelli Contenuto
ro_ro: Afișare în secțiuni de conținut

source: set to "Yes" to show in content tabs as well
af_za: Stel op "Ja" om ook in inhoudtabelkepe te wys
de_de: Wenn auf "Ja" gesetzt, wird auch in den Inhalts-Tabs angezeigt
es_es: colocar como "Si" para mostrar en solpapas de contenido
fr_fr: Régler à "Oui" pour l'afficher aussi dans les tables de contenu
it_it: imposta a "S&igrave;" per mostrarlo anche nei pannelli dei contenuti
ro_ro: setați cu "Da" pentru a afișa de asemenea în secțiunile de conținut

source: Show in Fieldset
af_za: Vertoon Veldstel
de_de: Zeige im Fieldset
es_es: Mostrar en Set de Campos
fr_fr: Montrer dans le champ déterminé
it_it: Mostra in Riquadro
ro_ro: Afișare în seturi de câmpuri

source: displays message in a fieldset below categories with heading "Attention"
af_za: Vertoon boodskap in 'n veldstel onder kategorieë met opskrif "Aandag"
de_de: Zeigt eine Nachricht in einem Fieldset unerhalb der Kategorien mit dem Titel "Achtung"
es_es: muestra un mensaje en un set de campos debajo de categorías con encabezado "Atención"
fr_fr: affiche un message dans le champ déterminé des catégories ci-dessous avec une entête "Attention"
it_it: mostra il messaggio sotto le categorie in un riquadro con titolo "Attenzione!"
ro_ro: afișează mesajele în seturi de câmpuri sub categorii cu antetul "Atenție"

source: Univeral Message
af_za: Universele Boodskap
de_de: Allgemeine Nachricht
es_es: Mensaje Universal
fr_fr: Message commun
it_it: Messaggio Universale
ro_ro: Mesaj universal

source: Dimensions of your product page images, you may leave either the width or height empty to crop accordingly.
af_za: Dimensies vir jou produkbladsy prente/beelde, jy mag of die wydte of die hoogte ooplaat om dienooreenkomstig te snoei.
es_es: Dimensiones de las imagenes de páginas de productos, puedes dejar tanto el ancho o la altura vacíos para poder hacer el recorte.
fr_fr: Dimensions des images de page de produit. Vous pouvez laisser la largeur ou la longueur indéfinie pour rogner automatiquement.
it_it: Dimensioni dell'immagine del prodotto nella scheda prodotto, puoi lasciare vuoto il campo larghezza o altezza per il calcolo automatico.
ro_ro: Dimensiunile imaginilior din paginile de produse, se pot lăsa necompletate fie lățimea fie înălțimea în vederea decupării.

source: Extra Images
af_za: Ekstra prente/beelde
de_de: Weitere Bilder
es_es: Imágenes Extras
fr_fr: Images supplémentaires
it_it: Immagini aggiuntive
ro_ro: Imagini adiționale

source: Dimensions of the extra image thumbnails below the main product image.
af_za: Dimensies van die ekstra seëlgrootte prente/beelde onder die hoofprodukprent.
es_es: Dimensiones de las miniaturas de la imagen extra debajo de la imagen principal del producto.
fr_fr: Dimensions des images miniatures sous l'image principale du produit.
it_it: Dimensioni delle miniature delle immagini aggiuntive sotto l'immagine principale del prodotto.

source: No image URL
af_za: Geen prente/beelde Bronadres
de_de: Kein Bild URL
es_es: No hay URL de imagen
fr_fr: Aucune URL de l'image
it_it: URL Immagine Mancante
ro_ro: URL pentru lipsă imagine

source: this image will be displayed when a product does not have an image available
af_za: Hierdie prent/beeld sal vertoon word indien 'n produk nie 'n prent/beeld beskikbaar het nie.
de_de: Dieses Bild wird angezeigt, wenn ein Produkt kein Bild verfügbar hat
es_es: esta imagen será mostrado cuando un producto no tiene una imagen disponible
fr_fr: cette image sera affichée quand un produit n'aura pas d'image disponible
it_it: questa immagine viene visualizzata quando un prodotto non ha un'immagine associata
ro_ro: această imagine va fi afișată atunci când produsul nu are o imagine disponibilă

source: Show Sharing Buttons
af_za: Vertoon Deelknoppies
de_de: Zeige Sharing Buttons
es_es: Mostrar Botones de Compartir
fr_fr: Afficher les boutons de partage
it_it: Mostra Bottoni Condivisione
ro_ro: Arată butoanele sociale

source: Should sharing buttons (Facebook, Twitter, Google Plus, etc.) be shown at the bottom of the product?
af_za: Moet deelknoppes (Facebook, Twitter, Google Plus, ens) vertoon word aan die onderkant van die produk?
es_es: ¿Deberían los botones de compartir (Facebook, Twitter, Google Plus, etc.) ser mostrados debajo del producto?
fr_fr: Est-ce que les boutons de partage (Facebook, Twitter, Google Plus, etc.) doivent être affiché sous le produit?
it_it: Mostrare i tasti per la condivisione nei social network (Facebook, Twitter, Google Plus, ecc.) sotto la scheda prodotto?
ro_ro: Doriți să afișați butoanele sociale sub produse (Facebook, Twitter, Google Plus)?

source: title/caption which will be displayed to customers on the billing page
af_za: Opskrif wat aan die klante vertoon sal word op die rekeningbladsy
de_de: Titel/Untertitel, der den Kunden auf der Rechnungsseite angezeigt wird
es_es: título/descripción que serán mostrados a los clientes en la página de facturación
fr_fr: titre/sous-titre qui sera affiché aux clients sur la page de facturation
it_it: titolo/didascalia mostrato ai clienti nella pagina per la fatturazione
ro_ro: titlul ce va fi afișat clienților pe pagina de facturare

source: turn On to do test transactions with test card numbers.
af_za: Skakel Aan om toetstransaksies te doen met toets-kaartnommers.
de_de: Stellen Sie es AN, um Testtransaktionen mit Testkartennummern durchzuführen
es_es: activar para hacer testeo de transacciones con números de tarjetas de crédito de testeo.
fr_fr: Active ceci pour faire des transactions test avec des numéros de cartes fictives.
it_it: abilita questa impostazione per eseguire transazioni di prova su numeri di carta fittizi
ro_ro: activați pentru a efectua tranzacții de test cu numere de carduri de test.

source: Calculate Shipping
af_za: Bereken versending
de_de: Berechnung des Versands
es_es: Calcular Envío
fr_fr: Calculer les frais de port
it_it: Calcola Spedizione
ro_ro: Calculare cost expediție

source: please note that "Capture Shipping Details" need to be set to Yes for this to work.
af_za: Let asb op dat "Lê Versendingsdetails Vas" moet na Ja gestel word voordat hierdie kan werk.
de_de: Bitte nehmen Sie zur Kenntnis, daß "Versanddetails eingeben" auf JA stehen muss, damit das hier funktioniert.
es_es: ten en cuenta que "Captura Detalles de Envío" necesita ser configurada a Sí para que funcione.
fr_fr: Note que les "Captures des détails d'expédition" doivent être définis sur "Oui" pour que cela fonctionne.
it_it: si prega di notare che l'opzione "Cattura Dettagli Spedizione" deve essere abilitata perch&eacute; questa opzione funzioni correttamente
ro_ro: atenție, "Capturarea detaliilor de expediție" trebuie să fie pornită pentru ca această setare să funcționeze.

source: Shipping is only calculated for orders with tangible items in them.
af_za: Versending word slegs bereken vir bestellings wat tasbare items insluit.
fr_fr: Le prix de livraison est uniquement calculé pour les commandes contenant des produits tangibles.

source: No weights available. Please reset configuration
af_za: Geen gewig beskikbaar. Herstel konfigurasie asseblief.
de_de: Keine Gewichte vorhanden. Bitte die Konfiguration zurücksetzen
es_es: No hay pesos disponibles. Por favor, reestablezca la configuración
fr_fr: Pas de mesures de poids disponibles. Veuillez réinitialiser la configuration.
it_it: Nessun peso disponibile. Si prega di controllare la configurazione.
ro_ro: Greutatea nu este disponibilă. Vă rugăm resetați configurația

source: Global weight measurement for all products
af_za: Globale gewigsafmeting vir alle produkte.
fr_fr: La mesure de poids globale pour tous les produits
it_it: Unit&agrave; di misura usata per il calcolo del peso per tutti i prodotti

source: You may leave this setting empty or on 0 (zero). If you specify a value, it will be the global minimum weight required for all orders in order for customers to proceed to checkout. If the total weight of the order is small then this value, a notification will be displayed to the customer and they cannot proceed.
af_za: Jy mag hierdie verstelling ooplos of op 0 (zero) stel. Indien jy 'n waarde spesifiseer sal dit die globale minimumgewig wees wat benodig word vir alle bestellings voordat klante kan voortgaan om uit te teken. Indien die totale gewig van die bestelling kleiner is as hierdie waarde, sal 'n kennisgewing aan die klant vertoon word en kan hy/sy nie voortgaan nie.

source: Set a minimum required weight on all orders in order for customers to proceed.
af_za: Stel 'n minimum gewig benodig vir klante om voort te gaan met enige bestelling.

source: Global Minimum Shipping
af_za: Globale Minimum Versending
de_de: Globale Mindestversandkosten
es_es: Envío Global Mínimo
fr_fr: Frais de port globaux
it_it: Spedizione Minima Complessiva
ro_ro: Expediție minimă globală

source: Turn this on to apply a shipping total which will be applied automatically if calculated shipping total is less.
af_za: Skakel hierdie aan om 'n totale versending te bepaal wat outomaties toegepas sal word indien die berekende versending minder is.
fr_fr: Active cette option pour ajouter un montant de livraison qui sera appliqué automatiquement si le montant total d'expédition est inférieur.

source: Minimum Shipping Amount
af_za: Minimum Versendingsbedrag
de_de: Mindestversandkosten
es_es: Cantidad Mínima de Envío
fr_fr: Montant minimum des frais de port
it_it: Importo minimo Ordine
ro_ro: Cost de expediție minim

source: Shipping Methods Display
af_za: Versendingsmetodes Vertoning
de_de: Versandartenanzeige
es_es: Muestra Métodos de Envío
fr_fr: Affichage des méthodes d'expédition
it_it: Visualizzazione Metodi di Spedizione

source: How should shipping methods be displayed on the Shipping step of the checkout procedure?
af_za: Hoe moet die versendingsmetodes vertoon word op die Versendingstap van die uittekenprosedure?
es_es: ¿Cómo deberían los métodos de envío ser mostrados en el paso de Envío del proceso de Finalización de Compra?
fr_fr: De quel manière est-ce que les méthodes d'expédition doivent-être affichées à l'étape d'expédition de la caisse?
it_it: Come devono essere visualizzati i metodi di spedizione nella pagina di spedizione in fase di finalizzazione dell'ordine?

source: Default Shipping Method
af_za: Verstek Versendingsmetode
fr_fr: Méthode de livraison par défaut

source: Choose a default shipping method to use.
af_za: Kies 'n verstek versendingsmetode om te gebruik.
fr_fr: Sélectionnez un méthode de livraison par défaut.

source: No shipping methods are available.
af_za: Geen versendingsmetodes is beskikbaar nie.
fr_fr: Aucune méthodes de livraison disponible.

source: Shipping Charge Type
af_za: Versendingskoste-tipe
de_de: Versandkostentyp
es_es: Tipos de Cargos de Envío
fr_fr: Type des frais de livraison
it_it: Tipo di Spese di Spedizione
ro_ro: Tip cost de expediție

source: Please note that shipping methods using an API are not shown below, neither are they affected by these costs.
af_za: Let asb op dat versendingsmetodes wat 'n API gebruik, nie hieronder verskyn nie en dit word ook nie deur hierdie koste geaffekteer nie.
de_de: Bitte beachten Sie, dass Versandmethoden, die ein API verwenden, unten nicht angezeigt werden, noch werden sie durch diese Kosten berührt.
es_es: Por favor, ten en cuenta que los métodos de envío que utilizan una API no están siendo mostrados abajo, tampoco son afectados por estos costos.
fr_fr: Note que les méthodes d'expédition utilisées avec une API ne sont pas indiquées ci-dessous. Ainsi que les coûts qui peuvent en être affectés.
it_it: Si prega di notare che i metodi di spedizione che utilizzano API specifiche non appaiono nell'elenco e non sono influenzati da queste impostazioni.
ro_ro: Atenție, metodele de expediție care utilizează API nu sunt listate mai jos și nici nu sunt afectate de aceste costuri.

source: Shipping Price
af_za: Versendingsprys
de_de: Versandkosten
es_es: Precio de Envío
fr_fr: Prix de livraison
it_it: Prezzo Spedizione
ro_ro: Cost expediție

source: No shipping methods are available. Go and
af_za: Geen versendingsmetode is beskikbaar nie. Gaan en
de_de: Es sind keine Versandarten vorhanden. Gehen Sie und
es_es: No hay métodos de envío disponibles. Ve y
fr_fr: Pas de méthodes de livraison disponible. Aller et
it_it: Nessun metodo di spedizione disponibile. Vai alla gestione e
ro_ro: Nu este disponibilă nici o metodă de expediție. Mergeți și

source: add
af_za: voeg by
de_de: Hinzufügen
es_es: agregar
fr_fr: ajouter
it_it: aggiungi
ro_ro: adăugați

source: Tiers Type
af_za: Vlakke tipe
de_de: Staffeln Typ
es_es: Tipos de Niveles
fr_fr: Type des tiers
it_it: Tipo di fascia
ro_ro: Tip paliere

source: Based on Quantity/Units
af_za: Gebaseer op Hoeveelheid/Eenhede
de_de: Basierend auf der Bestellmenge/Einheiten
es_es: Basado en Cantidad/Unidades
fr_fr: Basé sur la quantité/les unités
it_it: In base alla Quanti&agrave;/Unit&agrave;
ro_ro: Bazate pe cantitate/unități

source: Based on Order Total
af_za: Gebaseer op Bestellingstotaal
de_de: Basierend auf der Bestellsummer
es_es: Basado en Total del Pedido
fr_fr: Basé sur le total de la commande
it_it: In base al Totale Ordine
ro_ro: Bazate pe valoarea comenzii

source: The units, price and weight are all calculated for the entire order in total
af_za: Die eenhede, prys en gewig word vir die hele bestelling bereken.
fr_fr: Les unités, prix et poids sont tous calculés sur le total de la commande

source: Shipping Tiers
af_za: Versendingsvlakke
de_de: Versandstaffeln
es_es: Niveles de Envío
fr_fr: Tiers d'expédition
it_it: Fasce di Spedizione
ro_ro: Paliere expediție

source: Order total of
af_za: Bestellingstotaal van
de_de: Bestellsumme von
es_es: Pedido total de
fr_fr: Total de la commande de
it_it: Totale Ordine di
ro_ro: Total comandă din

source: qty
af_za: hoev
de_de: Anzahl
es_es: cant
fr_fr: qté
it_it: qt&agrave;
ro_ro: Cant.

source: Are you sure you wish to update all %s posts/pages for categories, products, suppliers, etc in the database?
af_za: Is jy seker jy wil al die %s opdateer vir kategorieë, produkte, verskaffers, ens. op die databasis?
fr_fr: Êtes-vous sûr de vouloir mettre-à-jour les catégories, fournisseurs, produit, etc.. de ces %s articles/pages?
it_it: Sei sicuro di voler aggiornare tutti i post/pagine di %s nel database per le categorie, prodotti, fornitori, ecc ?

source: Update all category, product, supplier, etc
af_za: Dateer alle kategorie, produk, verskaffer, ens op
de_de: Alle Kategorien, Produkte, Lieferanten, etc,. erneuern
es_es: Actualizar todas las categorías, productos, proveedores, etc.
fr_fr: Mettre à jour toutes les catégories, les produits, les fournisseurs, etc.
it_it: Aggiorna tutte le categorie, fornitori, prodotti, ecc
ro_ro: Actualizarea tuturor categoriilor, produselor, furnizorilor, etc

source: Check/Optimize Database
af_za: Kontroleer/optimaliseer databasis

source: Are you sure you wish to reset all configuration values to their defaults? Widgets will be reset as well!
af_za: Is jy seker jy wil al die konfigurasiewaardes herstel na hul verstekwaardes? Koppelvlakelemente sal ook herstel!
de_de: Sind Sie sicher, daß Sie alle Konfigurationswerte auf ihren Standard zurücksetzen wollen? Widgets werden ebenfalls zurückgesetzt!
es_es: ¿Estás seguro que deseas reestablecer todos los valores de configuración a sus predeterminados? ¡Los Widgets sera reestablecidos también!
fr_fr: Êtes-vous sûr de vouloir remettre toutes les valeurs des configurations à défaut? Les widgets seront également affectés!
it_it: Sei sicuro di voler reimpostare tutti i parametri di configurazione ai valori iniziali? Verranno modificati anche i parametri dei widget!
ro_ro: Sigur doriți să resetați toată configurația la valorile implicite? Widget-urile vor fi resetate de asemenea!

source: Reset all settings to their defaults
af_za: Herstel alle opstellings na die verstekwaardes
de_de: Alle Einstellungen auf Ihre Vorgaben (Standard) zurücksetzen
es_es: Reestableces todos los valores a predeterminados
fr_fr: Réinitialiser tous les paramètres à leurs valeurs par défaut
it_it: Reimposta tutti i parametri
ro_ro: Resetarea tuturor setărilor la valorile implicite

source: Reset to Defaults
af_za: Herstel na Verstekwaardes
de_de: Auf den Standard zurücksetzen
es_es: Reestablecer a predeterminados
fr_fr: Réinitialiser les paramètres par défaut
it_it: Reimposta la configurazione
ro_ro: Resetare

source: Turn on debugging
af_za: Skakel ontfouting aan.

source: Tick/check this to turn on the debugging and then save the settings. Debugging will enable PHP error reporting and database errors. Use this to troubleshoot any possible problems or blank pages to see descriptive errors.
af_za: Merk hierdie om ontfouting aan te skakel en stoor dan die opstelling. Ontfouting sal die PHP-foutrapportering en databasisfoute in werking stel. Gebruik hierdie om enige moontlike probleme uit te wys of oop bladsye te sien met omskrywende foute.

source: Supplier Image Display
af_za: Verskaffer prent/beeld vertoning
de_de: Lieferant Bildanzeige
es_es: Muestra de Imagen de Proveedor
fr_fr: Image du fournisseur
it_it: Visualizzazione Immagine Fornitore
ro_ro: Afișare imagine furnizor

source: Full/Original Image
af_za: Volle/oorspronklike prent/beeld
de_de: Vollbild/Originalbild
es_es: Imagen original completa
fr_fr: Image original/complète
it_it: Immagine a dimensione reale
ro_ro: Imagine completă / Imagine originală

source: Thumbnail Image
af_za: Seëlgrootte prent/beeld
de_de: Miniaturbild
es_es: Imagen Miniatura
fr_fr: Image mignature
it_it: Immagine Miniatura
ro_ro: Imagine medalion

source: How should supplier images be displayed on product- and supplier pages?
af_za: Hoe moet verskafferprente/beelde vertoon word op die produkte- en verskafferbladsye?
es_es: ¿Cómo deberían ser mostradas las imágenes de proveedores en las páginas de productos o proveedores?
fr_fr: Comment est-ce que les images de fournisseurs doivent être affiché sur les pages de produits et fournisseurs?
it_it: Come visualizzare le immagini dei fornitori nelle pagine prodotto e fornitore?
ro_ro: Cum trebuie afișate imaginile furnizorilor în paginile de produse și în paginile furnizorilor?

source: Dimensions of your supplier images, you may leave either the width or height empty to crop accordingly.
af_za: Dimensies van jou verskafferprente/beelde. Jy mag die wydte of hoogte ooplaat om dienooreenkomstig te snoei.
es_es: Dimensiones de tus imagenes de proveedor, puedes dejar tanto el ancho o la altura vacíos para poder hacer el recorte.
fr_fr: Dimensions des images de fournisseurs. Vous pouvez laisser la largeur ou la longueur indéfinie pour rogner automatiquement.
it_it: Dimensioni delle immagini del fornitore, puoi lasciare vuoto il campo larghezza o altezza per il calcolo automatico.
ro_ro: Dimensiunile imaginilor furnizorilor, puteți lăsa necompletate fie lățimea fie înălțimea în vederea decupării.

source: Create WP posts/pages
af_za: Skep WP posterings/bladsye
de_de: WP Beiträge/Seiten erstellen
es_es: Crear entradas/páginas WP
fr_fr: Créer des articles/pages WordPress
it_it: Crea post/pagine WP
ro_ro: Creare articole/pagini WP

source: create a post/page for each of your suppliers which will list the products
af_za: Skep 'n postering/bladsy vir elkeen van jou verskaffers wat produkte gaan lys.
de_de: Erstellen Sie einen Beitrag/Seite für jeden Ihrer Lieferanten, der mit den Produkten aufgelistet werden soll
es_es: crear una entrada/postpara cada uno de tus proveedores los cuales listarán los productos
fr_fr: créer un article/page pour chaque fournisseur afin de lister leurs produits
it_it: crea un post/pagina per ciascun fornitore che conterr&agrave; l'elenco dei suoi prodotti
ro_ro: creați o pagină WP pentru fiecare furnizor unde vor fi listate produsele sale

source: Hide suppliers from customers
af_za: Steek verskaffers vir klante weg.
de_de: Lieferanten vor den Kunden verbergen
es_es: Ocultar proveedores a los clientes
fr_fr: Masquer les fournisseurs aux clients
it_it: Nascondi i fornitori ai clienti
ro_ro: Ascundeți furnizorii în paginile clienților
