Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Should suppliers be hidden on the shop front?
af_za: Moet verskaffers weggesteek word op die aankopevoorkant?
es_es: Deben estar los proveedores ocultos en el front-end de la tienda?
fr_fr: Est-ce que les fournisseurs doivent-être cachés de la page frontispice de la boutique?
it_it: Nascondere i fornitori nel negozio?
ro_ro: Doriți să ascundeți numele furnizorilor în magazin?

source: Supplier Login
af_za: Verskaffer Inlog
de_de: Lieferanten Login
es_es: Ingreso de Proveedor
fr_fr: Identifiant du fournisseur
it_it: Accesso Fornitore
ro_ro: Autentificare furnizori

source: Allow suppliers to login and manage their own products in the Products section.
af_za: Laat verskaffers toe om in te log en hul eie produkte in die Produkte-afdeling te hanteer.
de_de: Lieferanten erlauben, ihre eigenen Produkte anzulegen oder zu löschen
es_es: Permitir a los proveedores ingresar y administrar sus productos en la sección Productos.
fr_fr: Permettre aux fournisseurs de se connecter et de gérer eux même leur produits dans la section des "Produits".
it_it: Consente ai fornitori di accedere al sito e gestire i propri prodotti nella relativa sezione.
ro_ro: Permiteți furnizorilor să se autentifice și să își gestioneze propriile produse în secțiunea Produse.

source: Category Add/Delete
af_za: Kategorie Byvoeg/Uitvee
de_de: Kategorie hinzufügen/löschen
es_es: Agregar Categoría/Borrar
fr_fr: Ajouter/Supprimer une catégorie
it_it: Aggiungi/Rimuovi Categoria
ro_ro: Adăugare/Eliminare categorie

source: Allow suppliers to add/delete their own shop categories in the system
af_za: Laat verskaffers toe om hul eie winkelkategorieë by te voeg/uit te vee op die stelsel.
de_de: Lieferanten erlauben, ihre eigenen Shop Kategorien anzulegen oder zu löschen
es_es: Permitir a los proveedores añadir/borrar sus categorías de tienda en el sistema
fr_fr: Permettre aux fournisseurs d'ajouter/supprimer leurs propres catégories de la boutique dans le système.
it_it: Consenti ai fornitori di aggiungere/modificare le proprie categorie del negozio
ro_ro: Permiteți furnizorilor să adauge sau să elimine propriile lor categorii

source: Handling/Surcharge
af_za: Hantering/Toeslag

source: Add a handling/surcharge fee to each order automatically.
af_za: Voeg outomaties 'n hanteringsfooi/toeslag by elke bestelling.

source: Turn On/Off the handling/surchage fee on orders with this setting.
af_za: Skakel die hanteringsfooi/toeslag Aan/Af vir bestellings met hierdie opstelling.

source: Choose the title/caption to display to your customers as the description of the charge.
af_za: Kies die opskrif om aan jou klante te vertoon as 'n beskrywing van die koste.

source: Amount
af_za: Bedrag

source: This is the amount which will be added to the order as handling/surcharge.
af_za: Hierdie is die bedrag wat by die bestelling gevoeg word as hanteringsfooi/toeslag.

source: The amount for the handling/surcharge to be applied to the order.
af_za: Die bedrag vir die hanteringsfooi/toeslag wat op die bestelling toegepas gaan word.

source: Calculation
af_za: Berekening

source: When exactly and how should the calculation be done? Should it always apply, only for products from certain categories or certain products overall? Choose what suits your needs the best.
af_za: Presies wanneer en hoe moet die berekening gedoen word? Moet dit altyd toegepas word, slegs vir produkte van sekere kategorieë of deurgans sekere produkte? Kies wat jou die beste pas.

source: Always
af_za: Altyd

source: By Categories
af_za: Per Kategorieë

source: Specify categories to which the handling/surcharge will apply. When a customer has any product(s) from any of the chosen categories in the shopping cart, the handling/surcharge will be applied. Start typing a category title and a dropdown will appear with results so you can choose/select.
af_za: Spesifiseer kategorieë waarop die hanteringsfooi/toeslag toegepas gaan word. Wanneer 'n klant enige produkte uit enige van die gekose kategorieë in die inkopiemandjie het, sal die hanteringsfooi/toeslag toegepas word. Begin die kategorie-titel tik en 'n tuimelkeuselys sal verskyn waarop jy kan kies.

source: Start typing category...
af_za: Begin die kategorie tik....

source: Calculate Tax
af_za: Bereken belasting
de_de: Steuer berechnen
es_es: Calcular Impuesto
fr_fr: Calculer la taxe
it_it: Calcola Imposte
ro_ro: Calculare taxă

source: Tax Name
af_za: Belastingnaam
de_de: Steuer Name/Titel
es_es: Nombre del Impuesto
fr_fr: Nom de la taxe
it_it: Nome imposta
ro_ro: Nume taxă

source: descriptive title eg. TAX, VAT, GST, IVA
af_za: Beskrywende titel bv. BEL, BTW, AVB
de_de: Beschreibender Titel, z.B. TAX, MwSt, GST, IVA, etc.
es_es: titulo descriptivo ej. TAX, VAT, GST, IVA
fr_fr: titre descriptif, (ex.: TAXE, TVA, ACCISE, GST, IVA)
it_it: titolo descrittivo, ad es: TAX, VAT, GST, IVA
ro_ro: titlu descriptiv ex. TAXĂ, TVA, GST, ACCIZĂ

source: Global Tax Percentage
af_za: Globale Belastingpersentasie
de_de: Gobaler Steuersatz
es_es: Porcentaje de Impuesto Global
fr_fr: Pourcentage global de la taxe
it_it: Percentuale Globale Imposta
ro_ro: Procent global taxă

source: this is a global tax percentage which can be overwritten below for specific countries and states/provinces.
af_za: Hierdie is 'n globale belastingpersentasie wat hieronder oorskryf kan word vir spesifieke lande en state/provinsies.
de_de: Das ist der globale Steuersatz in Prozent, der für Länder oder Bundesländer/Kantone überschrieben werden kann.
es_es: esto es un porcentaje de tasa global el cual puede ser sobreescrito debajo para paises y estados/provincias específicos.
fr_fr: pourcentage global de taxe qui peut être modifié pour des pays et des états/provinces en particuliers.
it_it: questa &eacute; la percentuale di imposta generale, che pu&ograve; essere sovrascritto sotto per le singole nazioni o stati/province
ro_ro: acesta este un procent global al taxei care poate fi suprascris pentru țări sau județe specifice

source: Incl. TAX
af_za: Insl. Belasting
de_de: Inkl. STEUER
es_es: Incl. Impuesto
fr_fr: Taxe incluse
it_it: Tasse incl.
ro_ro: Inclusiv taxe

source: Excl. TAX
af_za: Uitsl. Belasting
de_de: Exkl. STEUER
es_es: Excl. Impuesto
fr_fr: Taxe excluse
it_it: Tasse escl.
ro_ro: Exclusiv taxe

source: Should product prices be shown Incl. or Excl. TAX to customers?
af_za: Moet produkte Insl. of Uitsl. Belasting aan klante vertoon word?
es_es: ¿Se debería mostrar a los clientes el Incl. o Excl. Impuestos en los precios de productos?
fr_fr: Est-ce que les prix de produits doivent être affichés avec ou sans taxes?
it_it: Mostrare ai clienti i prezzi dei prodotti tasse incluse o escluse?
ro_ro: Prețurile produselor trebuie afișate cu taxele incluse sau excluse?

source: Include Shipping
af_za: Versending Ingesluit
de_de: Versand inklusive
es_es: Incluir Envío
fr_fr: Inclure la livraison
it_it: Includi Spedizione
ro_ro: Includere expediție

source: should the shipping price be included in the total from which tax is calculated
af_za: Moet die versendingsprys ingesluit word by die totaal waarop belasting bereken word?
de_de: Sollen die Versandkosten der Gesamtsumme hinzugefügt werden, aus der dann die Steuer berechnet wird?
es_es: debería ser incluído el precio de envío en el total de el cuál el impuesto es calculado
fr_fr: Le prix de la livraison doit-il être inclus dans le montant total avec lequel la taxe est calculée?
it_it: indicare se le spese di spedizione sono aggiunte all'imponibile utilizzato per il calcolo dell'imposta
ro_ro: ar trebui inclus costul transportului în suma totală pentru care se calculează taxa?

source: Dynamic Checkout is the default 2CO checkout system where the customers are sent away to the 2CO secure payment page to make their payment. The Direct Checkout is the new system from 2CO which keeps your customers on your site at all times and creates an overlay box/dialog for customers to make a payment.
af_za: Dinamiese Uitteken is die verstek 2CO-uittekenstelsel waar die klante na die 2CO-sekuurbetalingsbladsy geneem word om hul betaling te maak. Die Direkte Uitteken is die nuwe stelsel van 2CO wat jou klante te alle tye op jou tuiste hou en 'n oorlegboks/dialoog skep waarmee jou klante betaling kan maak.

source: Dynamic
af_za: Dinamies

source: Direct
af_za: Direk

source: Choose the preferred type of 2CO checkout integration you want to use.
af_za: Kies die voorkeurtipe 2CO uitteken-integrasie wat jy wil gebruik.

source: Vendor ID
af_za: Verkoper ID
de_de: Verkäufer ID
es_es: ID de Vendedor
fr_fr: ID vendeur
it_it: ID Venditore
ro_ro: ID vânzător

source: Vendor ID provided by 2CO.
af_za: Verkoper ID deur 2CO voorsien.

source: Used for md5 hash encryption security measurement.
af_za: Gebruik vir md5 huts enkriptering sekuriteitsmaatreel.
fr_fr: Utilisé pour la mesure de cryptage de sécurité md5.
it_it: Utilizzato per la misurazione dall'algoritmo di crittazione md5.

source: Demo Purchase
af_za: Demo Aankope
de_de: Demoeinkauf
es_es: Demo de Compra
fr_fr: Achat "demo"
it_it: Acquisto di Prova
ro_ro: Cumpărătură demo

source: For testing purposes when using a test account and no charges are made.
af_za: Vir toetsdoeleindes wanneer 'n toetsrekening gebruik word en geen kostes aangegaan is nie.
fr_fr: Afin de test lorsqu'un compte test est utilisé et qu'aucune charge n'est appliquée.
it_it: Utilizzato con un account di test, non effettua alcun addebito.

source: Guest Checkout
af_za: Gaste Uitteken
fr_fr: Paiement annonyme
it_it: Checkout Ospite

source: Are you sure you want to turn on the guest checkout feature globally for all customers?\n\nCustomers will not be registering or logging in so there will be no account page with orders history, invoices, downloads or favorites for them to view. If you are using digital products this is not recommended as customers will not be able to download.\n\nPlease confirm that you would like to continue.
af_za: Is jy seker jy wil die gaste-uittekenfunksie globaal aanskakel vir alle klante? \n\Klante gaan nie registreer of inlog nie so daar gaan geen rekeningbladsy wees met bestellingsgeskiedenis, fakture, aflaai of voorkeurprodukte vir hulle om na te kyk nie. Indien jy digitale produkte gebruik, word hierdie nie aanbeveel nie aangesien klante nie sal kan aflaai nie.\n\Bevestig asb dat jy wil voortgaan.
fr_fr: Êtes-vous sûr de vouloir activer le processus de paiement anonyme globalement, pour tous les clients?\n\nLes clients ne seront ni enregistré ni connecté, il n'aurons donc pas accès à aucune page d'historique de commande, de factures, téléchargement ou favoris. Si vous utilisez des produit digitale (téléchargement) cette option n'est pas recommandé car les clients ne pourront pas téléchargé les produits.\n\nÊtes-vous sur de vouloir continuer?
it_it: Sei sicuro di voler attivare la funzionalit&agrave; di finalizzazione ordini per ospiti per tutti i clienti?\n\nI clienti non potranno registrarsi o autenticarsi, quindi non sar&agrave; disponibile la pagina dell'account per consultare le fatture, lo storico ordini o i prodotti preferiti. Se il vostro catalogo include prodotti digitali si consiglia di non abilitare questa opzione, in quanto i clienti non riusciranno a scaricare i file acquistati.\n\nSi prega di confermare l'opzione scelta.

source: Turn this on to allow users to purchase without having to register.
af_za: Skakel hierdie aan om gebruikers toe te laat om aankope te maak sonder om te registreer.
fr_fr: Règler cette option à "Activer" pour permettre aux utilisateur d'acheter sans avoir à s'enregistrer.
it_it: Abilita questa opzione per consentire agli utenti di acquistare senza registrarsi.

source: Please install and activate the Guest Checkout extension plugin to use this.
af_za: Installeer en aktiveer asb. die Gaste-uittekenuitbreidinginpropprogram om hierdie te gebruik.
fr_fr: Pour pouvoir utiliser cette option, veuillez installer et activer l'extension Guest Checkout (caisse anonyme).
it_it: Si prega di installare ed attivare l'estensione Checkout Ospite per utilizzare questa opzione.

source: Content access to logged in users only
af_za: Inhoud toeganklik vir ingelogde gebruikers alleenlik.
de_de: Inhalt kann nur von angemeldeten Kunden eingesehen werden
es_es: Acceso a contenido sólo para usuarios conectados
fr_fr: Contenu uniquement accessible qu'aux utilisateurs connectés
it_it: Accesso ai contenuti consentito ai soli utenti autenticati
ro_ro: Conținut accesibil numai utilizatorilor autentificați

source: Should categories, suppliers,products, etc. only be shown to logged in WordPress users?
af_za: Moet kategorieë, produkte, ens net aan ingelogde WordPress gebruikers vertoon word?
de_de: Sollen Kategorien, Lieferanten, Produkte, ect. nur angemeldeten WordPress Anwendern angezeigt werden?
es_es: ¿Deberían las categorías, proveedores, productos, etc. ser solo mostrados a usuarios de WordPress?
fr_fr: Les catégories, fournisseurs, produits, etc. doivent être montrés uniquement aux utilisateurs connectés dans WordPress?
it_it: Categorie, fornitori, prodotti, ecc. devono essere mostrati solo agli utenti WordPress che hanno fatto l'accesso al sito?
ro_ro: Ar trebui afișate categoriile, furnizorii, produsele, etc numai utilizatorilor autentificați?

source: Security Captcha Image
af_za: Sekuriteits Captcha beeld

source: reCAPTCHA Security Captcha Image Settings
af_za: reCAPTCHA Sekuriteits Captcha Beeld Opstellings

source: The security captcha image uses reCAPTCHA to display a random set of numbers/letters to the user to verify.
af_za: Die sekuriteits-capthabeelde gebruik reCAPTCHA om 'n lukrake stel nommers/letters te vertoon om die gebruiker te verifieer.

source: Obtain a public and private key from the %sreCAPTCHA site%s and fill them in below.
af_za: Verkry 'n publieke en privaat sleutel van die %sreCAPTCHA tuiste%s en vul dit onder in.

source: reCAPTCHA Public Key
af_za: reCAPTCHA Publieke sleutel

source: reCAPTCHA Private Key
af_za: reCAPTCHA Privaatsleutel

source: reCAPTCHA Theme
af_za: reCAPTCHA Tema

source: New User Role
af_za: Nuwe Gebruikerrol
fr_fr: Nouveau rôle d'usager
it_it: Nuovo Ruolo Utente

source: The role to register new customers as.
af_za: Die rol waarin nuwe klante geregistreer word.
fr_fr: Enregistrer les nouveaux clients avec ce rôle.
it_it: Il ruolo assegnato ai nuovi clienti.

source: Username Preference
af_za: Gebruikernaam Voorkeur
de_de: Bevorzugter Benutzername
es_es: Preferencia de Nombre de Usuario
fr_fr: Préférence du nom d'utilisateur
it_it: Preferenze Nome Utente
ro_ro: Preferințe nume utilizator

source: Setting this to No will use the customer email address as the WordPress username
af_za: Deur hierdie na Nee te stel, sal die klante-eposadres as die WordPress gebruikernaam gebruik word.
fr_fr: Régler ce paramètre à "Non" utilisera l'adresse courriel du client comme nom d'utilisateur dans WordPress
it_it: Se impostato a No, verr&agrave; utilizzata l'email del cliente come nome utente WordPress

source: Password Preference
af_za: Wagwoord-Voorkeur
de_de: Bevorzugtes Passwort
es_es: Preferencia de Contraseña
fr_fr: Préférence du mot de passe
it_it: Preferenze Password
ro_ro: Preferință parolă

source: Allow new customers to type their own password on the Contacts page during checkout
af_za: Alle nuwe klante moet hul wagwoord intik by die Kontakte-bladsy gedurende die uittekenproses.
fr_fr: Permettre aux nouveaux clients d'indiquer leur propre mot de passe sur la page des contacts pendant le paiement
it_it: Consente ai nuovi clienti di scegliere la propria password nella pagina Contatti in fase di finalizzazione dell'ordine

source: New User Notification
af_za: Nuwe Gebruiker Kennisgewing
de_de: Neuer Kunde Hinweis
es_es: Nueva Notificación de Usuario
fr_fr: Notification d'un nouvel utilisateur
it_it: Notifiche Nuovi Utenti
ro_ro: Notificare utilizatori noi

source: Turn On to send the customer a notification with a username and password.
af_za: Skakel Aan om die klant 'n kennisgewing te stuur met 'n gebruikernaam en wagwoord.
fr_fr: Activer cette option pour envoyer une notification au client avec son nom d'utilisateur et son mot de passe.
it_it: Abilita quest'opzione per inviare al cliente una mail di notifica con il nome utente e la password di accesso al sito.

source: Cookie Duration
af_za: Koekie duurte
de_de: Cookie Lebensdauer
es_es: Duración de la Cookie
fr_fr: Durée du Cookie
it_it: Durata del Cookie
ro_ro: Durată cookie

source: The number of days to store the shop cookie in users browsers.
af_za: Die aantal dae om die winkelkoekie te stoor in die gebruikersblaaiers.
fr_fr: Nombre de jours que les cookies doivent être conservés dans le fureteur de l'usager.
it_it: Il numero di giorni di durata dei cookie del negozio nel browser degli utenti.

source: Capture Shipping Details
af_za: Vang Versendingdetails vas.
de_de: Versanddetails eingeben
es_es: Captura Detalles de Envío
fr_fr: Capturer les détails d'expédition
it_it: Cattura Dettagli Spedizione
ro_ro: Capturarea detaliilor de expediție

source: Set to NO in order to hide shipping details during checkout and on profile pages.
af_za: Stel na NEE om versendingsdetails weg te steek gedurende die uittekenproses en op die profielbladsye.
fr_fr: Régler à "Non" pour masquer les détails d'expédition lors de la commande et sur les pages de profil.
it_it: Imposta a NO per nascondere le informazioni sulla spedizione in fase di finalizzazione dell'ordine e nelle pagine dei profili.

source: Default Country
af_za: Verstekland
de_de: Standard Land
es_es: País predeterminado
fr_fr: Pays par défaut
it_it: Nazione Predefinita
ro_ro: Țara implicită

source: The default country to be selected during the checkout procedure
af_za: Die verstekland om te kies gedurende die uittekenprosedure.
fr_fr: Pays par défaut à sélectionner pendant la procédure de commande
it_it: La nazione inizialmente selezionata durante la fase di finalizzazione dell'ordine

source: Thumbnail Label/Caption
af_za: Seëlgrootte beeld etiket/opskrif
de_de: Miniaturbild Beschreibung/Beschriftung
es_es: Descripción de Miniatura
fr_fr: Titre/sous-titre de la miniature
it_it: Titolo/Didascalia Miniatura
ro_ro: Etichetă/descriere medalion

source: Should the label/caption be shown when a thumbnail is used on radio/checkbox variation options?
af_za: Moet die etiket/opskrif wys indien 'n seëlgrootte prent/beeld gebruik word op die radio/merkblok variasie opsies?
es_es: ¿Debería la descripción ser mostrada cuando una miniatura es usada en opciones de variación radio/checkbox?
fr_fr: Est-ce que le titre/sous-titre doit être affiché lorsqu'une miniature est utilisée sur l'option de la case de variations?
it_it: Il titolo/etichetta di un'opzione variante deve essere visualizzato quando si utilizza una miniatura nei radio/checkbox?
ro_ro: Doriți ca etichetele/descrierile să fie afișate atunci când se utilizează imagini medalion pentru căsuțele bifabile sau butoanele radio ale variantelor și opțiunilor?

source: Width and height of variation options thumbnail images.
af_za: Wydte en hoogte van variasie seëlgrootte beelde/prente
de_de: Weite und Höhe der Variationseinstellungen Miniaturbilder.
es_es: El ancho y alto de las opciones de variación de las miniaturas.
fr_fr: Largeur et hauteur de la miniature d'option de variation.
it_it: Larghezza ed altezza della miniatura dell'opzione variante.
ro_ro: Lățimea și înălțimea imaginilor medalion ale opțiunilor și variantelor.

source: Load External Language
af_za: Laai Eksterne Taal.

source: With this turned off, the plugin will look in wp-content/plugins/wp-checkout/languages/ for a language file. When turning this on, ensure that the following file exists: %s . Get language files at %s
af_za: Wanner hierdie afgeskakel is, sal die toepassingsprogram in die wp-inhoud/toepassings/wp-uitteken/tale/ kyk vir 'n taallêer. Wanneer hierdie aanskakel, maak seker dat die volgende lêer bestaan: %s. Kry taallêers by %s.

source: wp-checkout-languages Github
af_za: wp-uittekentale Github

source: Yes, load external language file
af_za: Ja, laai eksterne tale-lêer.

source: language files
af_za: Tale-lêers

source: Place the .mo file inside wp-content/plugins/wp-checkout-languages/ with the correct file name
af_za: Plaas die .mo lêer binne die wp-inhoud/inprop/wp-uitteken/tale/ met die korrekte lêernaam.

source: Change Permissions
af_za: Veranderinge Toestemmings
de_de: Benutzerrechte öndern
es_es: Cambiar Permisos
fr_fr: Changer les permissions
it_it: Modifica Permessi
ro_ro: Modificare permisiuni

source: Give specific roles access to specific sections of the plugin.
af_za: Gee spesifieke rolle toegang tot spesifieke afdelings van die inpropprogram.
fr_fr: Donnez des accès de rôle a des section spécifique de l'extension.
it_it: Assegna ruoli specifici alle singole sezioni del plugin.

source: Go to section
af_za: Gaan na afdeling

source: Choose section...
af_za: Kies afdeling...

source: Products Loop/Paging
af_za: Produkte Lus/Blaai
de_de: Produktschleife/Paginierung
es_es: Loop/Paginación de Productos
fr_fr: Rotation/Pagination des produits
it_it: Impaginazione/Elenchi Prodotti
ro_ro: Paginare produse

source: WordPress Related
af_za: WordPress Verwant
de_de: Wordpress-bezogen
es_es: Relacionado a WordPress
fr_fr: Lié à WordPress
ro_ro: Legate de WordPress

source: General Configuration
af_za: Algemene Konfigurasie
de_de: Allgemeine Einstellungen
es_es: Configuración General
fr_fr: Configuration générale
it_it: Configurazione Generale
ro_ro: Configurație generală

source: Posts/Pages and Categories Settings
af_za: Posterings/Bladsye en Kategorieë Opstellings
de_de: Beiträge/Seiten und Kategorien Einstellungen
es_es: Entradas/Páginas y Configuración de Categorías
fr_fr: Paramèttres des Articles/Pages et Catégories
it_it: Impostazioni Categorie e Post/Pagine
ro_ro: Setări articole/pagini și categorii

source: Captions, Text &amp; Messages
af_za: Opskrif, Teks &amp; Boodskappe

source: User Related Settings
af_za: Gebruikerverwante Opstellings
de_de: Benutzerbezogene Einstellungen
es_es: Configuración relacionada a Usuarios
fr_fr: Paramètres d'utilisateur en relation
it_it: Impostazioni Utente
ro_ro: Setări legate de utilizator

source: Checkout Configuration
af_za: Uitteken Konfiguraise
de_de: Einstellungen: Kasse
es_es: Configuración de Finalización de Compra
fr_fr: Configuration des achats
it_it: Configurazione Checkout
ro_ro: Configurație Plasare comandă

source: Category Settings
af_za: Kategorie opstellings
de_de: Einstellunge: Kategorie
es_es: Configuración de Categorías
fr_fr: Paramètres des catégories
it_it: Impostazioni Categoria
ro_ro: Setări categorie

source: Supplier Settings
af_za: Verskaffer Opstellings
de_de: Einstellungen: Lieferanten
es_es: Configuración de Proveedor
fr_fr: Paramètres des fournisseurs
it_it: Impostazioni Fornitore
ro_ro: Setări furnizor

source: Email Configuration
af_za: Epos-konfigurasie
de_de: Email Einstellungen
es_es: Configuración de E-Mail
fr_fr: Configuration du courriel
it_it: Configurazione Email
ro_ro: Configurație email

source: Theme, Scripts &amp; Custom CSS
af_za: Tema, Geskrewe teks &amp; Aangepaste CSS
fr_fr: Thème, scripts &amp; CSS personnalisé
it_it: Tema, Script &amp; Personalizzazione CSS

source: Discounts total to date:
af_za: Afslagtotaal tot op datum:
fr_fr: Valeur des rabais à ce jour:
it_it: Totali sconti applicati ad oggi:

source: View Coupons
af_za: Besigtig Koeponne
fr_fr: Afficher les coupons rabais
it_it: Mostra Buoni Sconto

source: Stock
af_za: Voorraad
it_it: Giacenza

source: %s units
af_za: %s eenhede
fr_fr: %s unités
it_it: %s unit&agrave;

source: There are currently no out of stock or low stock products.
af_za: Daar is tans geen produkte uit voorraad of met lae voorraad nie.

source: Orders total to date:
af_za: Bestellingstotaal tot op datum:
fr_fr: Total des commande à ce jour:
it_it: Totale ordini ad oggi:
