Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Filters:
de_de: Filter:
es_es: Filtros:
fr_fr: Filtres:
it_it: Filtri:
ro_ro: Filtre:

source: Filter
es_es: Filtro
fr_fr: Filtre
it_it: Filtro
ro_ro: Filtru

source: Set as SHOWCASE product
de_de: Bestimme dieses Produkt als ein Produkt für den SCHAUKASTEN
es_es: Configurar como producto de VIDRIERA
fr_fr: Définir comme produit VEDETTE
it_it: Imposta come prodotto DIMOSTRATIVO
ro_ro: Setare ca produs de vitrină

source: Set as FOR SALE product
de_de: Bestimme dieses Produkt als ein Produkt ZUM VERKAUFEN
es_es: Configurar como producto EN VENTA
fr_fr: Définir comme produit EN VENTE
it_it: Imposta com prodotto IN VENDITA
ro_ro: Setare produs PENTRU VÂNZARE

source: Set this product as featured
fr_fr: Définir comme produit vedette
it_it: Imposta questo prodotto come In Evidenza

source: Set this product as not featured
fr_fr: Ne pas définir comme produit vedette
it_it: Imposta questo prodotto come Non In Evidenza

source: Change the details of this product
de_de: Die Detail dieses Produkts ändern
es_es: Cambiar los detalles de este producto
fr_fr: Changer les détails de ce produit
it_it: Modifica i dettagli di questo prodotto
ro_ro: Modificați detaliile acestui produs

source: Make a copy of this product.
fr_fr: Copier ce produit
it_it: Crea una copia di questo prodotto.

source: turning this on will enable invoices to customers via email and PDF in the orders history section.
de_de: Wenn dies auf AN gesetzt wird, können Rechnungen an Kunden per email und PDF in dem Bestellverlauf aktiviert werden.
fr_fr: Activer cette option permettra d'envoyer des factures par courriel et PDF dans l'historique des commandes.
it_it: ativare questa funzione per abilitare l'invio delle fatture via email e in formato PDF nella sezione "Storico Ordini"
ro_ro: pornirea acestei setări va permite facturarea clienților prin email în format PDF, în secțiunea istoric comenzi.

source: Product Code/SKU
de_de: Produktcode/Lagerhaltungsnummer
es_es: Código de Producto/SKU
fr_fr: Code produit/SKU
it_it: Codice prodotto/N Inventario
ro_ro: Cod SKU produs

source: Save Invoice Settings
de_de: Rechnungseinstellungen speichern
fr_fr: Sauvegarder les paramètres de facturation
it_it: Salva la configurazione Fatture
ro_ro: Factura

source: Purchase Invoice Preview
de_de: Rechnungsvorschau
fr_fr: Visualiser facture d'achat
it_it: Anteprima fattura d'acquisto
ro_ro: Factura

source: Use API
de_de: API benutzen
es_es: Usar API
fr_fr: Utiliser API
it_it: Utilizza API
ro_ro: Utilizare API

source: Drop Box
es_es: Buzón
fr_fr: Boite de dépôt

source: FedEx Pak
es_es: Pack FedEx
fr_fr: Fedex: Pack
it_it: Pacco FedEx

source: Weight Units
de_de: Gewicht
es_es: Unidades de Peso
fr_fr: Unités de poids
it_it: Unit&agrave; di Peso
ro_ro: Unități măsură greutate

source: Weight Type
de_de: Gewichtsart
es_es: Tipo de Peso
fr_fr: Type de poids
it_it: Unit&agrave; di Peso
ro_ro: Tip greutate

source: - Select Weight Type
de_de: - Gewichtsart auswählen
es_es: - Seleccionar Tipo de Peso
fr_fr: - Sélectionner le type de poids -
it_it: - Seleziona Unit&agrave; di Peso
ro_ro: - Selectare tip greutate -

source: Delete product variation
fr_fr: Supprimer la variation de prix du produit
it_it: Elimina variante prodotto

source: Edit product variation
fr_fr: Édition de la varition de prix du produit
it_it: Modifica variante prodotto

source: Edit a Product Variation
fr_fr: Éditer une variation de prix du produit
it_it: Modifica una Variante Prodotto

source: Save a Product Variation
fr_fr: Sauvegarde une variation de prix du produit
it_it: Salva una Variante Prodotto

source: Assign this product to be organized into a specific supplier.
fr_fr: Ce produit doit être organisé dans un fournisseur spécifique.
it_it: Assegna la gestione di questo prodotto ad uno specifico fornitore.
ro_ro: Alocare produs pentru un furnizor specific.

source: iFrame Height
de_de: iFrame Höhe
es_es: Alto de iFrame
fr_fr: Hauteur iFrame
it_it: Altezza iFrame
ro_ro: înălțime IFrame

source: Show product count
fr_fr: Afficher le nombre de produits
it_it: Mostra numero prodotti

source: Buy this product now
de_de: Dieses Produkt jetzt kaufen
es_es: Comprar este producto ahora
fr_fr: Acheter ce produit maintenant
it_it: Acquista questo prodotto adesso
ro_ro: Cumpărați acest produs acum

source: Fill in width and length
fr_fr: Indiquez une largeur et longeur
it_it: Si prega di inserire larghezza e lunghezza

source: Weight:
fr_fr: Poids:
it_it: Peso:

source: Width:
fr_fr: Largeur:
it_it: Larghezza:

source: Height:
fr_fr: Hauteur:
it_it: Altezza:

source: Length:
fr_fr: Longueur:
it_it: Lunghezza:

source: How many
de_de: Wie viele
fr_fr: Combien
it_it: Quanti/e
ro_ro: Cantitate

source: Gallery
de_de: Galerie
es_es: Galería
fr_fr: Gallerie
it_it: Galleria
ro_ro: Galerie

source: Order #
de_de: Bestellung #
fr_fr: Commande #
it_it: Ordine #
ro_ro: Comanda nr.

source: receipt
de_de: Quittung
fr_fr: reçu
it_it: ricevuta
ro_ro: chitanță

source: Product Post/Page
de_de: Produktseite/-artikel
es_es: Entrada/Página de Producto
fr_fr: Article/page du produit
it_it: Pagina Prodotto
ro_ro: Pagina produsului

source: Order could not be found.
de_de: Bestellung konnte nicht gefunden werden.
fr_fr: Commande non trouvée.
it_it: Ordine non trovato.

source: No result was returned, please try again.
de_de: Es wurden keine Resultate zurückgeschickt, bitte erneut versuchen.
fr_fr: Aucun résultat reçu, veuillez réessayer.
it_it: Nessun risultato restituito, si prega di riprovare.

source: New supplier product
de_de: Neues Lieferantenprodukt
es_es: Nuevo proveedor de producto
fr_fr: Nouveau produit fournisseur
it_it: Nuovo prodotto del fornitore
ro_ro: Produs nou de la furnizor

source: Product cannot be saved.
de_de: Das Produkt konnte nicht gespeichert werden.
es_es: El Producto no puede ser guardado.
fr_fr: Le produit ne peut pas être sauvegardé.
it_it: Il prodotto non pu&ograve; essere salvato.
ro_ro: Produsul nu poate fi salvat.

source: Product could not be copied.
fr_fr: Le produit n'a pu être copié.
it_it: Impossibile effettuare la copia del prodotto.

source: No product was specified to copy.
fr_fr: Aucun produit n'a été sélectionné pour la copie.
it_it: Nessun prodotto specificato per la copia.

source: Product has been saved.
fr_fr: Le produit a été sauvegardé.
it_it: Il prodotto &egrave; stato salvato.

source: errors
de_de: Fehler
es_es: errores
fr_fr: erreurs
it_it: errori
ro_ro: erori

source: Product cannot be removed
de_de: Das Produkt konnte nicht entfernt werden
es_es: El Producto no puede ser borrado
fr_fr: Le produit ne peut pas être effacé
it_it: Il prodotto non pu&ograve; essere eliminato
ro_ro: Produsul nu poate fi eliminat

source: Please fill in a value for increasing.
de_de: Bitte wählen Sie einen erhöhten Wert.
es_es: Por favor, completa un varlor para aumento.
fr_fr: Indiquer une valeur pour augmenter.
it_it: Inserire un valore per l'incremento.
ro_ro: Vă rugăm completați o valoare pentru creștere.

source: Please select a fixed amount or percent.
de_de: Bitte wählen Sie einen festen Betrag oder Prozensatz.
es_es: Por favor, selecciona una cantidad fija o porcentaje.
fr_fr: Sélectionne un montant fixe ou en pour cent.
it_it: Inserire un importo fisso o una percentuale.
ro_ro: Vă rugăm selectați o sumă fixă sau un procent.

source: Style option has been removed
de_de: Die Stil Option wurde entfernt
es_es: La opción de estilo ha sido borrado
fr_fr: L'option de style a bien été supprimée
it_it: L'opzione della variante &egrave; stata eliminata
ro_ro: Opțiunea stil a fost eliminată

source: Style option cannot be removed
de_de: Die Stil Option konnte nicht entfernt werden
es_es: La opción de estilo no se puede borrar
fr_fr: L'option de style ne peut être supprimée
it_it: L'opzione della variante non pu&ograve; eliminata
ro_ro: Opțiunea stil nu poate fi eliminată

source: Sub total
de_de: Zwischensumme
fr_fr: Sous total
it_it: Totale parziale

source: Ship First Name
de_de: Vorname
es_es: Nombre de envío
fr_fr: Expédition: Prénom
it_it: Spedizione: Nome
ro_ro: Prenume expediție

source: Ship Last Name
de_de: Nachname
es_es: Apellido de envío
fr_fr: Expédition: Nom
it_it: Spedizione: Cognome
ro_ro: Nume familie expediție

source: Ship Email
fr_fr: Courriel d'expédition
it_it: Spedizione: Email

source: Ship Company Name
de_de: Name der Firma
es_es: Nombre de la Empresa de envío
fr_fr: Expédition: Nom de la société
it_it: Spedizione: Nome societ&agrave;
ro_ro: Denumire societate expediție

source: Ship Phone Number
de_de: Telefonnummer
es_es: Número de Teléfono de envío
fr_fr: Expédition: Numéro de téléphone
it_it: Spedizione: Telefono
ro_ro: Telefon expediție

source: Ship Fax Number
de_de: Fax Nummer
es_es: Número de Fax de envío
fr_fr: Expédition: Numéro de Fax
it_it: Spedizione: Fax
ro_ro: Fax expediție

source: Ship Address
de_de: Adresse
es_es: Dirección de envío
fr_fr: Expédition: Adresse
it_it: Spedizione: Indirizzo
ro_ro: Adresă expediție

source: Ship Address (continued)
de_de: Adresse (zusätzlich)
es_es: Dirección (continuada) de envío
fr_fr: Expédition: Adresse (suite)
it_it: Spedizione: Indirizzo (continua)
ro_ro: Adresă expediție (cont.)

source: Ship City
de_de: Stadt
es_es: Ciudad de envío
fr_fr: Expédition: Ville
it_it: Spedizione: Citt&agrave;
ro_ro: Localitate expediție

source: Ship State/Province
de_de: Bundesland/Kanton
es_es: Estado/Provincia de envío
fr_fr: Expédition: État/Province
it_it: Spedizione: Provincia/stato
ro_ro: Județ/provincie expediție

source: Ship Country
de_de: Land
es_es: País de envío
fr_fr: Expédition: Pays
it_it: Spedizione: Nazione
ro_ro: Țară expediție

source: Ship Zip/Postal Code
de_de: PLZ
es_es: Código Postal de envío
fr_fr: Expédition: Code postal
it_it: Spedizione: CAP
ro_ro: Cod poștal expediție

source: Bill First Name
de_de: Vorname
es_es: Nombre de la factura
fr_fr: Facturation: Prénom
it_it: Fatturazione: Nome
ro_ro: Prenume facturare

source: Bill Last Name
de_de: Nachname
es_es: Apellido de la factura
fr_fr: Facturation: Nom
it_it: Fatturazione: Cognome
ro_ro: Nume familie facturare

source: Bill Email
fr_fr: Courriel de facturation
it_it: Fatturazione: Email

source: Bill Company Name
de_de: Firmenname
es_es: Nombre de la Empresa de la factura
fr_fr: Facturation: Nom de la société
it_it: Fatturazione: Nome societ&agrave;
ro_ro: Denumire societate facturare

source: Bill Phone Number
de_de: Telefonnummer
es_es: Número de Teléfono de la factura
fr_fr: Facturation: Numéro de téléphone
it_it: Fatturazione: Telefono
ro_ro: Telefon facturare

source: Bill Fax Number
de_de: Fax Nummer
es_es: Número de Fax de la factura
fr_fr: Facturation: Numéro de Fax
it_it: Fatturazione: Fax
ro_ro: Fax facturare

source: Bill Address
de_de: Adresse
es_es: Dirección de la factura
fr_fr: Facturation: Adresse
it_it: Fatturazione: Indirizzo
ro_ro: Adresă facturare

source: Bill Address (continued)
de_de: Adresse (zusätzlich)
es_es: Dirección (continuada) de la factura
fr_fr: Facturation: Adresse (suite)
it_it: Fatturazione: Indirizzo (continua)
ro_ro: Adresă facturare (cont.)

source: Bill City
de_de: Stadt
es_es: Ciudad de la factura
fr_fr: Facturation: Ville
it_it: Fatturazione: Citt&agrave;
ro_ro: Localitate facturare

source: Bill State/Province
de_de: Bundesland/Kanton
es_es: Estado/Provincia de la factura
fr_fr: Facturation: État/Province
it_it: Fatturazione: Provincia/stato
ro_ro: Județ/provincie facturare

source: Bill Country
de_de: Land
es_es: País de la factura
fr_fr: Facturation: Pays
it_it: Fatturazione: Nazione
ro_ro: Țară facturare

source: Bill Zip/Postal Code
de_de: PLZ
es_es: Código Postal de la factura
fr_fr: Facturation: Code postal
it_it: Fatturazione: CAP
ro_ro: Cod poștal facturare

source: CSV data is empty, no completed orders?
de_de: CSV Daten leer. Keine abgeschlossene Bestellung?
es_es: la información del CSV está vacía, no hay pedidos completos?
fr_fr: Les données CSV sont vides, il n'y a pas de commandes terminées?
it_it: Il file CSV &egrave; vuoto, forse non &egrave; stato completato alcun ordine?
ro_ro: Datele CSV lipsesc, nu există comenzi finalizate?

source: Product of this order item is not tangible
de_de: Das Produkt dieses Bestellartikels ist immateriell
es_es: El producto de este item de pedido no es tangible
fr_fr: Le produit de ce produit en commande n'est pas tangible.
it_it: Il prodotto corrispondente alla riga d'ordine non &egrave; materiale
ro_ro: Acest articol nu este unul tangibil

source: Payment fields have been updated.
de_de: Die Zahlungsfelder wurden aktualisiert.
es_es: Los campos de Pago han sido actualizados.
fr_fr: Les champs de paiement ont été mis-à-jour.
it_it: I campi relativi al pagamento sono stati aggiornati.
ro_ro: Câmpurile de plată au fost actualizate.

source: Purchase invoice settings have been saved.
es_es: Las configuraciones de factura de compras han sido guardadas.
fr_fr: Les paramètres de facturation ont été sauvegardés.
it_it: Le impostazioni per la fatturazione sono state salvate.
ro_ro: Configurația facturii de cumpărare a fost salvată.

source: Payment methods have been saved.
de_de: Die Bezahlmethoden wurde gespeichert
es_es: El método de envío ha sido guardado.
fr_fr: La méthode de paiement a été sauvegardée.
it_it: I metodi di pagamento sono stati salvati.
ro_ro: Metoda de plată a fost salvată.

source: Product settings have been saved.
de_de: Produkteinstellungen wurden gespeichert.
es_es: Las configuraciones de producto han sido guardadas.
fr_fr: Les paramètres du produit ont été sauvegardés.
it_it: Le impostazioni dei prodotti sono state salvate.
ro_ro: Configurația produsului a fost salvată.

source: Euros
de_de: Euro
it_it: Euro

source: Express Platinum
it_it: Espresso Platino

source: Current Products
it_it: Prodotti Attuali

source: Mode
de_de: Modus
es_es: Modo
it_it: Modalit&agrave;
ro_ro: Mod

source: Image Gallery and Overlay
it_it: Galleria Immagini ed Effetti

source: Lightbox Effect
it_it: Effetto Lightbox

source: Zoom Effect
it_it: Effetto Zoom

source: Choose the way product images and thumbnails are displayed to customers.
it_it: Scegli il modo in cui le immagini prodotto e le miniature devono essere visualizzate ai clienti.

source: In order to use the zoom effect, you need to have the %sZoom Gallery%s extension plugin installed and activated.
it_it: Per poter utilizzare l'effetto Zoom, &egrave; necessario installare ed attivare l'estensione %sZoom Gallery%s del plugin.

source: Zoom Lens
it_it: Lente di Zoom

source: The zoom lens is a small block following the mouse cursor inside the product image.
it_it: La lente di zoom &egrave; un piccolo blocco che segue il cursore del mouse all'interno dell'immagine del prodotto.

source: Zoom Effect Position
it_it: Posizione Effetto Zoom

source: Left
it_it: Sinistra

source: Right
it_it: Destra

source: Position of the zoom effect, on the left- or right-hand side of the product image?
it_it: Posizione dell'effetto zoom, a destra o a sinistra dell'immagine del prodotto?

source: Dimensions of Zoom Window
it_it: Dimensioni della finestra Zoom

source: Width and height of the zoom effect window which shows the zoom of the product image.
it_it: Larghezza e altezza della finestra dell'effetto zoom che mostra la versione ingrandita dell'immagine.

source: Default shipping method
it_it: Metodo di Spedizione Predefinito

source: Vendor ID provided by 2CheckOut.
it_it: ID Venditore fornito da 2CheckOut.

source: Thumbnail Zoom Effect
it_it: Effetto Zoom sulle Miniature

source: Turn this on to make variation option thumbnails zoomable.
it_it: Abilita quest'opzione per attivare l'effetto zoom sulla miniatura dell'opzione variante.

source: In order to use the Zoom Effect, you must install and activate the Shopping Cart plugin jQZoom extension plugin.
it_it: Per poter utilizzare l'effetto Zoom, &egrave; necessario installare ed attivare l'estensione jQZoom del plugin Shopping Cart.

source: Status
es_es: Estado
it_it: Stato
ro_ro: Stare

source: There is a newer version of the Shopping Cart plugin available.
it_it: &Egrave; disponibile una nuova versione del plugin Shopping Cart.

source: You can update to the latest version automatically or download the update and install it manually.
it_it: Puoi aggiornare automaticamente il plugin all'ultima versione disponibile oppure scaricarla ed installarla manualmente.

source: Download Update
it_it: Scarica Aggiornamento

source: More top products…
it_it: Altri prodotti pi&ugrave; richiesti...

source: Bulk coupons have been generated.
it_it: Il gruppo di Buoni Sconto &egrave; stato generato.

source: CSV with completed orders has been saved to "wp-content/uploads/
it_it: Il file CSV con l'elenco degli ordini completati &egrave; stato salvato in "wp-content/uploads/

source: Download the CSV
it_it: Scarica il file CSV

source: Wordpress page creation setting is turned off. Please turn it on first.
it_it: La creazione delle pagine Wordpress &egrave; disabilitata. Per procedere &egrave; necessario abilitarla.

source: This feature is not available anymore, TimThumb is used now.
it_it: Questa funzionalit&agrave; non &egrave; pi&ugrave; disponibile, al suo posto viene utilizzato TimThumb.

source: MM
ro_ro: LL

source: More top products...
ro_ro: Mai multe produse de top...

source: WordPress
de_de: WordPresse

source: Media
de_de: Medien

source: eMatters (HTTPS POST)
de_de: eMatter (HTTPS POST)
