Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Please fill in a state name
af_za: Vul 'n staatnaam in asseblief
de_de: Bitte geben Sie einen Namen für das Bundesland/Kanton an
es_es: Por favor, completa un nombre de estado
fr_fr: Indiquer un nom pour cet état
it_it: Si prega di inserire il nome dello stato
ro_ro: Vă rugăm completați numele județului

source: No country was specified for this state
af_za: Geen land is vir hierdie staat gespesifiseer nie
de_de: Diesem Bundesland/Kanton wurde kein Land zugeornet
es_es: No se ha especificado ningún país para este estado
fr_fr: Aucun pays n'a été spécifié pour cet état
it_it: Nessuna nazione specificata per questo stato
ro_ro: Nu a fost specificată nici o țară pentru acest județ

source: - Select -
af_za: - Kies -
de_de: - Auswählen -
es_es: - Seleccionar -
fr_fr: - Selectionner -
it_it: - Seleziona -
ro_ro: - Selectați -

source: Please specify a field type
af_za: Spesifiseer 'n veldtipe asseblief
de_de: Bitte geben Sie den Feldtypen an
es_es: Por favor, especifica un tipo de campo
fr_fr: Spécifie un type de champ
it_it: Si prega di specificare un tipo di campo
ro_ro: Vă rugăm specificați tipul câmpului

source: Please fill in a name
af_za: Vul 'n naam in asseblief
de_de: Bitte geben Sie einen Namen ein
es_es: Por favor, completa un nomnbre
fr_fr: Indiquer un nom
it_it: Si prega di inserire un nome
ro_ro: Vă rugăm completați numele

source: Please fill in a desired username for this supplier
af_za: Vul 'n verlangde gebruikersnaam in vir hierdie verskaffer
de_de: Bitte für diesen Lieferanten einen Benutzernamen angeben
es_es: Por favor, completa un nombre de usuario para este proveedor
fr_fr: Indiquer le nom d'utilisateur désiré pour ce fournisseur
it_it: Inserire il nome utente desiderato per questo fornitore
ro_ro: Vă rugăm completați numele de utilizator dorit pentru acest furnizor

source: This username is already in use.
af_za: Hierdie gebruikersnaam is alreeds in gebruik.
de_de: Dieser Benuthername wird bereits verwendet.
es_es: El Usuario está siendo utilizado.
fr_fr: Ce nom d'utilisateur est déjà utilisé.
it_it: Questo nome utente &egrave; gi&agrave; in uso.
ro_ro: Acest nume de utilizatori este deja utilizat

source: Please fill in a valid email address
af_za: Vul 'n geldige epos-adres in asb.
de_de: Bitte eine korrekte Emailadresse angeben
es_es: Por favor, completa un E-Mail válido
fr_fr: Indiquer un courriel valide
it_it: &Egrave; necessario inserire un indirizzo email valido
ro_ro: Vă rugăm introduceți o adresă de email validă

source: This email address is already in use.
af_za: Hierdie epos-adres is reeds in gebruik.
de_de: Diese Emailadresse wird bereits verwendet.
es_es: El E-Mail está siendo utilizado.
fr_fr: Cette adresse courriel est déjà utilisée.
it_it: L'indirizzo email inserito &egrave; gi&egrave; in uso.
ro_ro: Adresa de mail este deja utilizată

source: Supplier logo could not be moved from TMP
af_za: Verksafferslogo kon nie van TMP verskuif word nie
de_de: Das Lieferantenlogo konnte nicht vom Temp Verzeichnis verschoben werden
es_es: El logo del proveedor no pudo ser movido de TMP
fr_fr: Le logo du fournisseur n'a pu être déplacé de TMP
it_it: Il logo del fornitore non pu&ograve; essere spostato da TMP
ro_ro: Logo furnizorului nu poate fi mutat din zona temporară

source: Please choose a logo to upload
af_za: Kies 'n logo om op te laai asseblief
de_de: Bitte wählen Sie ein Logo für den Upload
es_es: Por favor, elige un logo para cargar
fr_fr: Choisi un logo à charger sur le serveur
it_it: Si prega di selezionare un logo da caricare
ro_ro: Vă rugăm să alegeți un logo pentru încărcare

source: Please fill in an email address
af_za: Vul 'n epos-adres in asseblief
de_de: Bitte geben Sie eine Emailadresse ein
es_es: Por favor, completa un E-Mail
fr_fr: Indiquer une adresse courriel
it_it: Si prega di inserire un indirizzo email
ro_ro: Vă rugăm să introduceți adresa de email

source: Please fill in a percentage
af_za: Vul 'n persentasie in asseblief
de_de: Bitte geben Sie einen Prozentsatz ein
es_es: Por favor, completa un porcentaje
fr_fr: Indiquer un pourcentage
it_it: Si prega di inserire una percentuale
ro_ro: Vă rugăm să completați un procent

source: The server does not have ImageMagick or GD installed and/or enabled! Any of these libraries are required for WordPress to be able to resize images. Please contact your server administrator to enable this before continuing.
af_za: Die bediener het nie ImageMagick of GD geïnstalleer of geaktiveer nie. Een van hierdie biblioteke word benodig vir WordPress om beelde se grootte te verander. Kontak u bediener administrateur om dit te aktiveer voordat jy voortgaan.

source: Image rotate failed.
af_za: Beeldrotasie misluk.

source: Image opacity change failed.
af_za: Verandering in beeld ondeursigtigheid het misluk

source: Image color change failed.
af_za: Beeld kleurverandering het gefaal

source: Image grayscale failed.
af_za: Beeld grysskaal het gefaal.

source: Image negate failed.
af_za: Beeld negering het gefaal.

source: File could not be moved from tmp
af_za: Lêer kon nie van tmp verskuif word nie
fr_fr: Le fichier n'a pu être déplacé a partir de tmp

source: Invalid file type
af_za: Ongeldige lêertipe
fr_fr: Type de fichier invalide

source: No file data was posted
af_za: Geen lêerdata was ingevoer nie
fr_fr: Aucune donnée n'a été inscrite

source: Previous Page
af_za: Vorige bladsy
de_de: Vorherige Seite
es_es: Página Anterior
fr_fr: Page précédente
it_it: Pagina Precedente
ro_ro: Pagina anterioară

source: of
af_za: of /van
de_de: von
es_es: e
fr_fr: de
it_it: di
ro_ro: din

source: Next Page
af_za: Volgende bladsy
de_de: Nächste Seite
es_es: Página Siguiente
fr_fr: Page suivante
it_it: Pagina Successiva
ro_ro: Pagina următoare

source: Displaying
af_za: Vertoon
de_de: Zeige
es_es: Mostrando de
fr_fr: Visualisation
it_it: Sto visualizzando
ro_ro: Se afişează

source: Page
af_za: Bladsy
de_de: Seite
es_es: Página
it_it: Pagina
ro_ro: Pagina

source: Something went wrong!
af_za: Iets het verkeerd geloop!
fr_fr: Un problème est survenu!
it_it: Qualcosa &egrave; andato storto!

source: Please try again or <a href="http://tribulant.com/support/" target="_blank">contact us</a>.
af_za: Probeer asb weer of <a href="http://tribulant.com/support/"target="_blank">kontak ons </a>.
fr_fr: Veuillez réessayer ou <a href="http://tribulant.com/support/" target="_blank">contactez-nous</a>.
it_it: Si prega di riprovare o <a href="http://tribulant.com/support/" target="_blank">contattare il supporto tecnico</a>.

source: Standard
af_za: Standaard

source: Economy
af_za: Ekonomies
es_es: Económico
fr_fr: Economique
it_it: Economica

source: Air
af_za: Lug
es_es: Por Aire
it_it: Via aerea

source: Sea
af_za: See
es_es: Por Mar
fr_fr: Mer
it_it: Via mare

source: Express International
af_za: Spoed Internasionaal
it_it: Espresso Internazionale

source: No prices are available.
af_za: Geen pryse beskikbaar nie.
de_de: Es sind keine Preise verfügbar.
es_es: No hay precios disponibles.
fr_fr: Aucun prix disponible.
it_it: Nessun prezzo disponibile.

source: No API options are available, please reconfigure this shipping method.
af_za: Geen API opsies beskikbaar nie. Verander hierdie verskepingsmetode asb.
es_es: No hay opciones API disponibles, por favor vuelve a configurar este método de envío.
fr_fr: Aucune options d'API disponible. Veuillez reconfigurer la méthode d'expédition.
it_it: Nessuna opzione di API disponibile, si prega di riconfigurare questo metodo di spedizione.

source: An error occurred
af_za: 'n Fout is begaan
fr_fr: Une erreur est survenue
it_it: Si &egrave; verificato un errore

source: Next Day Air Early AM
af_za: Volgende Dag Lug vroeg voormiddag
fr_fr: Prochain jour, par avion, en avant-midi

source: Next Day Air
af_za: Volgende Dag Lug
fr_fr: Prochain jour, par avion

source: Next Day Air Saver
af_za: Volgende Dag Lug bespaarder
fr_fr: Prochain jour, par avion, économique

source: 2nd Day Air AM
af_za: Tweede dag Lug namiddag
fr_fr: 2 jours, par avion, en avant-midi

source: 2nd Day Air
af_za: Tweede dag Lig
fr_fr: 2 jours, par avion

source: 3 Day Select
af_za: 3 Dae Kies

source: Ground
af_za: Grond
fr_fr: Routier

source: Worldwide Express
af_za: Wêreldwyd Spoed
fr_fr: International express

source: Worldwide Express Plus
af_za: Wêreldwyd Spoed Plus
fr_fr: International Express Plus

source: Worldwide Expedited
af_za: Wêreldwyd Bespoedig
fr_fr: International Accéléré

source: Saver
af_za: Spaarder
fr_fr: Économique

source: UPS Today Standard
af_za: UPS Vandag Standaard
fr_fr: UPS, aujourd'hui, standard

source: UPS Today Dedicated Courier
af_za: UPS Vandag Teogewyde koerier
fr_fr: UPS, aujourd'hui, courrier dédié

source: UPS Today Intercity
af_za: UPS Vandag tussen stede
fr_fr: UPS, aujourd'hui, interurbain

source: UPS Today Express
af_za: UPS Vandag Spoed
fr_fr: UPS, aujourd'hui, express

source: UPS Today Express Saver
af_za: UPS Vandag Spoed Spaarder
fr_fr: UPS, aujourdh'hui, économique

source: Trade Direct Cross Border
af_za: Handel direk oor grens
fr_fr: Trade Direct, transfrontalier

source: Trade Direct Air
af_za: Handel Direk Lug
fr_fr: Trade Direct, par avion

source: Trade Direct Ocean
af_za: Handel Direk Oseaan
fr_fr: Trade Direct, outremer

source: Welcome to Checkout %s
af_za: Welkom by Uitteken %s

source: Thank you for installing! Checkout %s is more powerful, reliable and versatile than before. It includes many features and improvements to make email marketing easier and more efficient for you.
af_za: Dankie vir u installering! Uitteken %s is kragtiger, meer betroubaar en veelsydiger as voorheen. Dit sluit heelwat funksies en verbeterings in wat epos-bemarking vergemaklik en meer effektief maak.

source: What's new in this release
af_za: Wat is nuut in hierdie vrystelling

source: This version is 100% compatible with the latest WordPress version. It will fit nicely into your WordPress dashboard and maximizes the WordPress capabilities for speed, functionality and reliability.
af_za: Hierdie weergawe is 100% aanpasbaar met die nuutste WordPress-uitgawe. Dit sal in u WordPress paneel inpas en dit maksimeer die WordPress spoed, funksionaliteit en betroubaarheid vermoë.

source: Language Files
af_za: Taallêers

source: The language files of the Shopping cart plugin are now separately distributed. There are two reasons for this: To reduce the size of the plugin which needs to be installed/uploaded and to allow you to host the languages in an external folder to prevent it from being overwritten.
af_za: Die taallêers van die Aankopemandjie-inpropprogram word nou apart versprei. Daar is twee redes hiervoor: Om die grootte van die inpropprogram wat geïnstalleer/gelaai moet word, te verklein. Asook om jou toe te laat om die tale in 'n eksterne lêer te hanteer om te verhoed dat dit oorskryf word.

source: New Extension Plugins
af_za: Nuwe Uitbreiding Inpropprogramme

source: Wholesale
af_za: Groothandel

source: Under the Hood
af_za: Onder die Kap

source: Default theme CSS for small screens
af_za: Verstek tema CSS vir klein skerms

source: A default theme CSS to make your site more user friendly and attractive on tablets, mobile devices or any small screens.
af_za: 'n Verstek tema CSS om u tuiste meer gebruikersvriendelik en bruikbaar op tablette, mobiele toestelle en kleiner skerms te maak

source: Exclude from tax setting
af_za: Van belastingopstelling uitgesluit

source: An exclude tax setting added to exclude tax for certain custom fields.
af_za: 'n Belasting uitsluitingopstelling wat bygevoeg word om belasting vir sekere aanpasbare velde uit te sluit.

source: New user-friendly select drop down menus in admin
af_za: Nuwe gebruikersvriendelike aftuimelkeuselyste in admin

source: Easier navigation to the configuration settings. Select the drop down menu in your configuration settings to navigate to the setting you need.
af_za: Makliker navigasie na die konfigurasie-opstelling. Kies die aftuimelkeuselys in jou konfigurasie-opstellings om na die opstelling wat jy benodig te navigeer.

source: Setting to hide custom/manual payment method
af_za: Opstelling om aangepaste/perhand betalingsmetode weg te steek.

source: You can now hide the custom/manual payment method for those non-zero orders.
af_za: U kan nou die aangepaste/perhand betalingsmetode vir die nie-zero bestellings wegsteek.

source: Description for variation options
af_za: Beskrywing vir gewysigde opsies

source: You can now add a description for your each variation option.
af_za: U kan nou 'n beskrywing vir elkeen van u gewysigde opsies byvoeg.

source: Payment Methods Conditions &amp; Sorting
af_za: Betalingsmetodes voorwaardes &amp; sortering

source: Active payment methods can be sorted by a drag and drop action on how you need it to display on the billing page. You can also set the countries to which each payment method should be available.
af_za: Aktiewe betalingsmetodes kan gesorteer word deur sleep en los aksie oor hoe jy dit op die faktureringsbladsy wil vertoon. Jy kan ook die lande opstel waar elke betalingsmetode beskikbaar moet wees.

source: Go to Checkout overview
af_za: Gaan na Uitteken-oorsig

source: Manage Categories
af_za: Hanteer kategorieë
de_de: Kategorien verwalten
es_es: Administrar Categorías
fr_fr: Organiser les catégories
it_it: Gestione Categorie
ro_ro: Gestionare categorii

source: Add New
af_za: Voeg nuwe by
de_de: Hinzufügen
es_es: Agregar Nuevo
fr_fr: Ajouter un nouveau
it_it: Aggiungi
ro_ro: Adăugare

source: categories
af_za: kategorieë
de_de: Kategorien
es_es: categorías
fr_fr: catégories
it_it: categorie
ro_ro: categorii

source: Search Categories
af_za: Soek kategorieë
de_de: Kategorieren durchsuchen
es_es: Buscar Categorías
fr_fr: Chercher dans les catégories
it_it: Ricerca Categorie
ro_ro: Căutare categorii

source: Are you sure you wish to execute this action?
af_za: Is jy seker jy wil hierdie aksie uitvoer?
de_de: Sind Sie sicher, daß Sie diese Aktion ausführen wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action?
it_it: Sei sicuro di voler eseguire questa azione?
ro_ro: Sigur doriți să executați această acțiune?

source: Order Categories
af_za: Bestellingskategorieë
fr_fr: Catégorie
it_it: Ordinamento Categorie

source: - Bulk Actions -
af_za: - Grootmaat-aksies -
de_de: - Sammelaktionen -
es_es: - Acciones en bloque -
fr_fr: - Actions groupées -
it_it: - Azioni di gruppo -
ro_ro: - Acțiuni în masă -

source: Delete
af_za: Vee uit
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Elimina
ro_ro: Eliminare

source: Set Parent...
af_za: Stel Ouer...
de_de: Elternkategorie setzen...
es_es: Colocar Superior...
fr_fr: Régler les liaisons...
it_it: Imposta Padre...
ro_ro: Setare părinte...

source: Apply
af_za: Pas toe
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
it_it: Applica
ro_ro: Aplicare

source: Parent
af_za: Ouer
de_de: Übergeordnet
es_es: Superior
fr_fr: Parente
it_it: Padre
ro_ro: Părinte

source: Date
af_za: Datum
de_de: Datum
es_es: Fecha
it_it: Data
ro_ro: Dată

source: Edit
af_za: Wysig
de_de: Bearbeiten
es_es: Editar
fr_fr: Editer
it_it: Modifica
ro_ro: Editare

source: Are you sure you wish to remove this category?
af_za: Is jy seker jy wil hierdie kategorie verwyder?
de_de: Sind Sie sicher, daß Sie diese Kategorie entfernen wollen?
es_es: ¿Estás seguro que deseas borrar esta categoría?
fr_fr: Êtes-vous sûr de vouloir supprimer cette catégorie?
it_it: Sei sicuro di voler rimuovere la categoria?
ro_ro: Sigur doriți să eliminați această categorie?

source: View
af_za: Kyk
de_de: Ansciht
es_es: Ver
fr_fr: Voir
it_it: Visualizza
ro_ro: Vizualizare

source: Order Products
af_za: Bestel produkte
fr_fr: Produits
it_it: Ordinamento Prodotti

source: View on Front
af_za: Beeld van voor
de_de: Auf der Startseite zeigen
es_es: Ver en el frente
fr_fr: Voir en ligne
it_it: Visualizza sul sito
ro_ro: Vizualizare în față

source: No Image
af_za: Geen beeld nie
de_de: Kein Bild
es_es: Sin Imagen
fr_fr: Aucune image
it_it: Nessuna Immagine
ro_ro: Fără imagine

source: Per Page
af_za: Per bladsy
de_de: Pro Seite
es_es: Por Página
fr_fr: Par page
it_it: Per Pagina
ro_ro: Per pagină

source: No categories were found
af_za: Geen kategorieë is gevind nie
de_de: Es wurden keine Kategorien gefunden
es_es: No se han encontrado categorías
fr_fr: Aucunes catégories trouvées
it_it: Nessuna categoria trovata
ro_ro: Nu am găsit nici o categorie

source: &larr; Back to Categories
af_za: &larr; Terug na Kategorieë
fr_fr: &larr; Retour aux catégories
it_it: &larr; Torna alle Categorie

source: Drag and drop the shop categories below to order them accordingly.
af_za: Sleep en los die inkopiekategorieë onder om dit dienooreenkomstig te bestel.
fr_fr: Cliquer et faire glisser les catégories ci-dessous pour les organiser.
it_it: Clicca e trascina le categorie del negozio per impostare l'ordine.

source: Use the %s shortcode to display categories.
af_za: Gebruik die %s kortkode om kategorieë te vertoon.
fr_fr: Utilisez the raccourci %s pour afficher les catégories.
it_it: Utilizza lo shortcode %s per visualizzare le categorie.

source: No categories are available.
af_za: Geen kategorieë beskikbaar nie.
de_de: Es sind keine Kategorien verfügbar.
es_es: No hay categorías disponibles.
fr_fr: Aucune catégorie disponible.
it_it: Nessuna categoria definita.
ro_ro: Nu este disponibilă nici o categorie.

source: Select all
af_za: Kies almal

source: Delete Category
af_za: Vee Kategorie uit
de_de: Kategorie löschen
es_es: Borrar Categoría
fr_fr: Supprimer catégorie
it_it: Elimina Categoria
ro_ro: Eliminare categorie

source: Are you sure you want to delete this category?
af_za: Is jy seker jy wil hierdie kategorie uitvee?
de_de: Sind Sie sicher, daß Sie diese Kategorie löschen wollen?
es_es: ¿Estás seguro que quieres borrar esta categoría?
fr_fr: Êtes-vous sûr de vouloir supprimer cette catégorie?
it_it: Sei sicuro di voler eliminare la categoria?
ro_ro: Sigur doriți să eliminați această categorie?

source: Categories needed to save a product
af_za: Kategorieë benodig om produk te stoor
de_de: Es sind Kategorien notwendig, um das Produkt zu speichern
es_es: Se necesitan categorías para guardar un producto
fr_fr: Des catégories sont nécessaires pour sauvegarder un produit
it_it: Selezionare almeno una categoria per salvare il prodotto
ro_ro: Pentru a salva un produs aveți nevoie de categorii

source: Add New Category
af_za: Voeg nuwe kategorie by
de_de: Neue Kategorie hinzufügen
es_es: Agregar Nueva Categoría
fr_fr: Ajouter une nouvelle catégorie
it_it: Aggiungi Nuova Categoria
ro_ro: Adăugare categorie

source: Category Name:
af_za: Kategorie-naam:
de_de: Kategorien Name:
es_es: Nombre de Categoría:
fr_fr: Nom de la catégorie:
it_it: Nome Categoria:
ro_ro: Nume categorie:

source: Category Parent:
af_za: Kategorie-ouer:
de_de: Kategorien Eltern:
es_es: Categoría Superior:
fr_fr: Catégorie parent:
it_it: Categoria Padre:
ro_ro: Părinte categorie:

source: Save a Category
af_za: Stoor 'n kategorie
de_de: Eine Kategorie speichern
es_es: Guardar una Categoría
fr_fr: Sauvegarder catégorie
it_it: Salva Categoria
ro_ro: Salvare categorie

source: Category Image
af_za: Kategorie-beeld
de_de: Kategorien Bild
es_es: Imagen de Categoría
fr_fr: Image de la catégorie
it_it: Immagine Categoria
ro_ro: Imagine categorie

source: Yes
af_za: Ja
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: S&igrave;
ro_ro: Da

source: No
af_za: Nee
de_de: Nein
fr_fr: Non
ro_ro: Nu

source: Image File
af_za: Beeldlêer
de_de: Bild Datei
es_es: Archivo de Imagen
fr_fr: Fichier de l'image
it_it: File Immagine
ro_ro: Fișier imagine

source: Current Image
af_za: Huidige beeld
de_de: Gegenwärtiges Bild
es_es: Imgen Actual
fr_fr: Image actuelle
it_it: Immagine Attuale
ro_ro: Imaginea curentă

source: leave field empty for no changes
af_za: Los veld leeg vir geen veranderings
de_de: Das Feld leer lassen, wenn keine Änderungen vorliegen
es_es: deja el campo vacío para no tener cambios
fr_fr: laisse le champ vide pour ne rien changer
it_it: lascia vuoto il campo per effettuare modifiche
ro_ro: lăsați necompletat pentru a nu modifica

source: click to enlarge
af_za: Merk om te vergroot
de_de: Zum Vergrößern anklicken
es_es: clickear para ampliar
fr_fr: Cliquer pour agrandir
it_it: click per ingrandire
ro_ro: click pentru a mări

source: Parent Category
af_za: Ouer-kategorie
de_de: Oberkategorie
es_es: Categoría Superior
fr_fr: Catégorie parente
it_it: Categoria Padre
ro_ro: Categoria părinte

source: Page Template
af_za: Bladsytemplaat
de_de: Seiten Template
es_es: Plantilla de Página
fr_fr: Template de la page
it_it: Template Pagina
ro_ro: Machetă pagină

source: Default Template
af_za: Verstek-templaat
de_de: Vorgabe Template
es_es: Plantilla Predeterminada
fr_fr: Template par défaut
it_it: Template Predefinito
ro_ro: Machetă implicită

source: template of WordPress page which is saved
af_za: templaat van WordPress blasdy wat gestoor is
de_de: Template der Wordpress Seite, die gespeichert wird
es_es: plantilla de página de WordPress en la cuál es guardada
fr_fr: le template de la page Wordpress a été sauvegardée
it_it: template della pagina di WordPress che verr&agrave; salvata
ro_ro: macheta WordPress a paginii care se salvează

source: Continue editing
af_za: Gaan voort met redigering

source: View Category:
af_za: Sien Kategorie:
fr_fr: Voir la catégorie:

source: Change the details of this category
af_za: Verander die details van hierdie kategorie
de_de: Die Details dieser Kategorie bearbeiten
es_es: Cambiar los detalles de esta categoría
fr_fr: Changer les détails de cette catégorie
it_it: Modifica i dettagli della Categoria
ro_ro: Modificați detaliile categoriei

source: Remove this category and all products
af_za: Verwyder hierdie kategorie en alle produkte
de_de: Diese Kategorie und all ihre Produkte entfernen
es_es: Borrar esta categoría y todos los productos
fr_fr: Supprimer cette catégorie et tous les produits qu'elle contient
it_it: Rimuovi la Categoria e tutti i suoi prodotti
ro_ro: Eliminarea categoriei și a tuturor produselor

source: Field
af_za: Veld
de_de: Feld
es_es: Campo
fr_fr: Champ
it_it: Campo
ro_ro: Câmp

source: Post/Page
af_za: Postering/Bladsy
fr_fr: Article/Page
it_it: Post/Pagina

source: Created
af_za: Geskep
de_de: Erstellt
es_es: Creada
fr_fr: Date de commande
it_it: Creato il
ro_ro: Creat

source: Modified
af_za: Verander
de_de: Beareitet
es_es: Modificado
fr_fr: Finalisée
it_it: Modificato il
ro_ro: Modificat

source: Manage Content
af_za: Bestuur Inhoud
de_de: Inhalt verwalten
es_es: Administrar Contenido
fr_fr: Gérer le contenu
it_it: Gestisci Contenuto
ro_ro: Gestionare conținuturi

source: contents
af_za: inhoud
de_de: Inhalte
es_es: contenidos
fr_fr: contenus
it_it: contenuti
ro_ro: conținuturi

source: Search Contents
af_za: Soek Inhoud
de_de: Inhalte durchsuchen
es_es: Buscar Contenidos
fr_fr: chercher du contenu
it_it: Ricerca Contenuti
ro_ro: Căutare conținuturi

source: Are you sure you wish to execute this action on the selected content?
af_za: Is jy seker jy wil hierdie aksie op die gekose inhoud uitvoer?
de_de: Sind Sie sicher, daß Sie diese Aktion auf alle ausgewählten Inhalte anwenden wollen?
es_es: ¿Estás seguro que deseas ejecutar esta acción en el contenido seleccionado?
fr_fr: Êtes-vous sûr de vouloir exécuter cette action sur le contenu sélectionné?
it_it: Sei sicuro di voler eseguire quest\'azione sul contenuto selezionato?
ro_ro: Sigur doriți executarea acestei acțiuni asupra conținuturilor selectate?

source: Assign to Product...
af_za: Wys toe aan Produk
de_de: Dem Produkt zuordnen...
es_es: Asignar a Producto...
fr_fr: Attribuer au produit...
it_it: Assegna al Prodotto...
ro_ro: Alocare la produs...
