Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Payment Information
af_za: Betalingsinligting
de_de: Bezahlungsinformation
es_es: Información de Pago
fr_fr: Information de paiement
it_it: Informazioni sul Pagamento
ro_ro: Informații plată

source: Please fill in your payment information in order to complete your order.
af_za: Vul asb jou betalingsinligting in om sodoende jou besteliing te voltooi.
es_es: Por favor, completa tu información de pago para completar tu pedido.
fr_fr: Veuillez indiquer les informations de paiement pour complèter la commande.
it_it: Si prega di inserire gli estremi del pagamento per completare l'ordine.
ro_ro: Vă rugăm completați informațiile de plată pentru a finaliza comanda.

source: Please fill in your card number and expiry date to place your order.
af_za: Vul asb jou kaartnommer en vervaldatum in ten einde jou bestelling te plaas.
fr_fr: Veuillez indiquer votre numéro de carte et expiration complèter la commande.
it_it: Si prega di inserire il numero di carta di credito e la data di scadenza per confermare l'ordine.

source: in stock
af_za: in voorraad
fr_fr: en stock
it_it: disponibile

source: Select File
af_za: Kies Lêer
fr_fr: Sélectionner un fichier
it_it: Seleziona File

source: Unavailable
af_za: Nie beskikbaar nie
fr_fr: Non disponible
it_it: Non disponibile

source: Maximum file size of <strong>%s</strong>
af_za: Maksimum lêergrootte van <strong>%s</strong>
fr_fr: Taille maximum de fichier de <strong>%s</strong>
it_it: Dimensione massima del file: <strong>%s</strong>

source: Allowed file types are <strong>%s</strong>
af_za: Toegelate lêertipes is <strong>%s</strong>
fr_fr: Les types de fichier acceptés sont <strong>%s</strong>
it_it: I tipi di file consentiti sono <strong>%s</strong>

source: File could not be rendered:
af_za: Lêer kon nie gelewer word nie:
de_de: Die Datei konnte nicht ausgeführt werden:
es_es: El archivo no puede ser rendereado:
fr_fr: Le fichier n'a pu être traîté:
it_it: Impossibile generare il file:
ro_ro: Fișierul nu poate fi afișat:

source: No file was specified to render.
af_za: Geen lêer is gespesifiseer om te lewer nie.
de_de: Keine Datei zum Ausführen angegeben.
es_es: No se ha especificado el archivo para renderear.
fr_fr: Aucun fichier spécifié.
it_it: Nessun file specificato.
ro_ro: Nu a fost specificat nici un fișier pentru afișare.

source: This order does not belong to you
af_za: Hierdie bestelling behoort nie aan jou nie.
de_de: Diese Bestellung gehört nicht zu Ihnen
es_es: Este pedido no te pertenece a ti
fr_fr: Cette commande ne t'appartient pas
it_it: L'ordine appartiene ad un altro utente
ro_ro: Această comandă nu vă aparține

source: Order cannot be read
af_za: Bestelling kan nie gelees word nie.
de_de: Die Bestellung konnte nicht gelesen werden
es_es: El Pedido no se puede leer
fr_fr: La commande ne peut pas être lue
it_it: Ordine non trovato
ro_ro: Comanda nu poate fi citită

source: Shopping Cart plugin widgets in your sidebar
af_za: Inkopiemandjie inpropprogram hulptuie in jou kantlyn.

source: New title
af_za: Nuwe titel

source: Title:
af_za: Titel:

source: Display:
af_za: Vertoon:

source: Show:
af_za: Wys:

source: Show Thumbnails:
af_za: Wys seëlgrootte prente/beelde:

source: Hide When Empty:
af_za: Verberg wanneer dit leeg is:

source: Do not show with no items in cart
af_za: Moenie wys wanneer daar geen items in mandjie is nie

source: Show as Drop Down:
af_za: Vertoon as Tuimel:

source: Number of Products:
af_za: Aantal Produkte:

source: Leave empty for all products
af_za: Laat oop vir alle produkte

source: Submit Serial
af_za: Aanvaar Reeks

source: Purchase Invoice Settings
af_za: Aankopefaktuur opstellings
de_de: Rechnungseinstellungen
es_es: Configuración de Factura de Compra
fr_fr: Paramètres de la facture d'achat
it_it: Impostazioni fatturazione
ro_ro: Setări formular facturare

source: Affiliates Tracking
af_za: Affiliasies Opsporing
es_es: Tracking de Afiliados
fr_fr: Suivi de partenaires
it_it: Tracciamento Affiliato

source: Product Content
af_za: Produkinhoud
de_de: Produkt Inhalt
es_es: Contenido de Producto
fr_fr: Contenu du produit
it_it: Contenuti
ro_ro: Conținut produs

source: Total Income
af_za: Totale Inkomste
de_de: Einkommenssumme
es_es: Total de Ingresos
fr_fr: Revenu total
it_it: Totale Entrate
ro_ro: Venit total

source: Total Shipping
af_za: Totale Versending
fr_fr: Coût total d'expédition
it_it: Totale Spedizione

source: Total Tax
af_za: Totale Belasting
fr_fr: Total des taxes
it_it: Totale Tasse

source: Total Discount
af_za: Totale Afslag
fr_fr: Total des rabais
it_it: Sconto Totale applicato

source: Statistics Overview
af_za: Statistiek Oorsig
fr_fr: Vue d'ensemble des Statistiques
it_it: Statistiche

source: Recent Orders
af_za: Onlangse Bestellings
fr_fr: Commandes récentes
it_it: Ordini Recenti

source: Low &amp; Out of Stock Products
af_za: Laag &amp; Produkte Uit Voorraad
fr_fr: Produits en rupture de stock &amp; faible en stock
it_it: Prodotti Esauriti o con Scarsa Giacenza

source: Content Area: %s
af_za: Inhoudsarea: %s

source: Product Image
af_za: Produkprent/beeld
de_de: Produktbild
es_es: Imagen de Producto
fr_fr: Image produit
it_it: Immagine Prodotto
ro_ro: Imagine produs

source: It is highly recommended that you %sinstall the Theme My Login plugin%s to keep customers away from the dashboard at all times for login, registration, profile, lost password, etc. As a result, all profile and user related features will be inside of the theme on the front-end instead.
af_za: Dit word hoog aanbeveel dat jy %sdie Tema My Inlog inpropprogram installeer%s om klante te alle tye van die paneelbord weg te hou vir inlog, registrasie, profiel, verlore wagwoord, ens. Dan sal alle profiel- en gebruikerverwante funksies binne die tema op die voorkant wees.

source: Tick/check the payment methods to enable for use by clients/customers.
af_za: Merk die betalingsmetode om klante/kliënte in staat te stel vir gebruik.

source: Quick Links
af_za: Vinnige Skakels

source: Related
af_za: Verwant
de_de: Verwandt
es_es: Relacionado
fr_fr: En relation
it_it: Correlati
ro_ro: Relaționat

source: Captions, Texts &amp; Messages
af_za: Opskrif, Tekse &amp; Boodskappe
de_de: Untertitel, Texte &amp; Nachrichten
es_es: Leyendas, Textos y Mensajes
fr_fr: Légendes, Textes &amp; Messages
it_it: Didascalie, Testi &amp; Messaggi
ro_ro: Titluri, Texte și Mesaje

source: Save Payment Methods
af_za: Stoor Betalingsmetodes
de_de: Bezahlmethoden
es_es: Guardar Métodos de Pago
fr_fr: Sauvegarder les méthodes de paiements
it_it: Metodi di Pagamento
ro_ro: Salvare metode de plată

source: Settings for the eWay AU (Shared) payment gateway. <br/><br/>For testing: Use Customer ID 87654321 and username TestAccount with credit card 4444333322221111. Ensure that the order amount ends with "00" cents eg. $10.00 to get an approved response code.
af_za: Opstellings vir die eWay AU (gedeel) betalingspoort. <br/><br/>Vir toetsing: Gebruik Klante ID 87654321 en gebruikernaam ToetsRekening met kredietkaart 4444333322221111. Maak seker dat die bestellingbedrag eindig met "00" sent bv. $10.00 om 'n goedgekeurde reaksiekode te verkry.

source: PayPal (Website Payments Pro)
af_za: PayPal (Webtuiste Betalings Pro)
it_it: PayPal (Pagamenti Web Pro)

source: Google Checkout Settings
af_za: Google Uitteken Opstelling
de_de: Google Checkout Einstellungen
es_es: Configuración de Google Checkout
fr_fr: Paramètres Google Checkout
it_it: Impostazioni Google Checkout
ro_ro: Setări Google Checkout

source: Credit Cart (Manual POS)
af_za: Kredietkaart (Per hand POS)
de_de: Kreditkarte (Manuelle Abwicklung)
es_es: Tarjeta de Crédito (POS Manual)
fr_fr: Carte de crédit (POS manuel)
it_it: Carta di Credito (POS Manuale)
ro_ro: POS manual cărți bancare

source: Realex Payments (realauth redirect)
af_za: Realex-betalings (realauth herlei)
fr_fr: Realex Payments (redirection realauth)

source: Realex Payments (realauth remote)
af_za: Realex-betalings (realauth afgeleë)

source: Euro Payment Services S.R.L
af_za: Euro-betalingsdienste S.R.L.

source: Product Variation &amp; Options
af_za: Produkvariasie &amp; Opsies
de_de: Produkt Varianten &amp; Optionen
es_es: Variación de Producto y Opciones
fr_fr: Variantes de produits &amp; Options
it_it: Varianti Prodotto &amp; Opzioni
ro_ro: Variante produs și Opțiuni

source: Tax Settings
af_za: Belastingopstellings
de_de: Steuer Einstellungen
es_es: Configuración de Impuesto
fr_fr: Paramètres des taxes
it_it: Configurazione Imposte
ro_ro: Setări taxe

source: Global Shipping Configuration
af_za: Globale Versendingskonfigurasie
de_de: Globale Versand Konfiguration
es_es: Configuración de Envío Global
fr_fr: Configuration globale des livraisons
it_it: Configurazione generale Spedizioni
ro_ro: Configurație de bază expediții

source: Global configuration settings to enable/disable discount coupons and to determine how they are used and calculated.
af_za: Globale konfigurasie-opstellings om afslagkoeponne te aktiveer/deaktiveer en om vas te stel hoe dit gebruik en bereken word.

source: Handling &amp; Surcharge
af_za: Hantering &amp; Toeslag

source: Shipping Fields
af_za: Versendingsvelde
de_de: Versandfelder
es_es: Campos de Envío
fr_fr: Champs d'expédition
it_it: Campi Spedizione
ro_ro: Câmpuri expediție

source: Billing Fields
af_za: Faktureringsvelde
de_de: Rechnungs Felder
es_es: Campos de Facturación
fr_fr: Champs d'information
it_it: Campi per la fatturazione
ro_ro: Câmpuri facturare

source: These are the fields which show up on the billing step of the checkout procedure. You can choose which ones should show, which are required and change their labels as well.
af_za: Hierdie is die velde wat vertoon tydens die faktureringsstap van die uittekenprosedure. Jy kan kies watter moet vertoon word en watter benodig word asook die etikette verander.

source: General Settings
af_za: Algemene Opstellings

source: PDF Settings
af_za: PDF-opstellings

source: Invoice Preview
af_za: Faktuur-Voorskou

source: Product Categories
af_za: Produk-Kategorieë
de_de: Produkt Kategorien
es_es: Categorías de Producto
fr_fr: Catégories produits
it_it: Categorie Prodotti
ro_ro: Categorii produse

source: Product Category
af_za: Produk-Kategorie
fr_fr: Catégorie de produit
it_it: Categoria Prodotti

source: Shop categories.
af_za: Winkel-kategorieë.
fr_fr: Catégories de la boutique
it_it: Categorie del Negozio.

source: Product Suplier
af_za: Produkverskaffer
fr_fr: Fournisseurs de produits
it_it: Fornitore Prodotti

source: Shop suppliers.
af_za: WInkelverskaffers
fr_fr: Fournisseurs de la boutique
it_it: Fornitori negozio.

source: Shop products.
af_za: Winkelprodukte
fr_fr: Produits de la boutique
it_it: Prodotti negozio.

source: Please fill in a serial key for the Shopping Cart plugin to continue use.
af_za: Vul asb 'n reekssleutel in vir die Inkopiemandjie-inpropprogram om voorts te gebruik.
de_de: Bitte gebeb Sie eine Seriennummer für den Warenkorb Plugin ein, um weiterzumachen.
es_es: Por favor, completa un número de serie para el plugin de Carrito de Compras para continuar usándolo.
fr_fr: Indiquer la clé d'activation du plugin Shopping Cart pour continuer à l'utiliser
it_it: SI prega di inserire un codice di attivazione per utilizzare il plugin Shopping Cart.
ro_ro: Vă rugăm introduceți o cheie pentru modulul Shopping Cart pentru a îl putea folosi în continuare.

source: Shopping Cart plugin - Serial Key
af_za: Inkopiemandjie-inpropprogram - Reekssleutel
de_de: Warenkorb Plugin - Seriennummer
es_es: Plugin de Carrito de Compras - Número de Serie
fr_fr: Clé d'activation du plugin Shopping Cart
it_it: Plugin Shopping Cart - Attivazione
ro_ro: Modul Shopping Cart - cheie

source: You haven't set your invoice settings. You can configure it under Checkout > Configuration > Invoices.
af_za: Jy het nog nie jou faktuuropstellings opgestel nie. Jy kan dit instel onder Uittken > Konfigurasie > Fakture
fr_fr: Paramètres de facturation indéfinis. Pour configurer: Caisse -> Configuration -> Commandes.
it_it: Non hai impostato le preferenze per la fatturazione. &Egrave; possibile farlo nella pagina Checkout > Configurazione > Fatture.

source: Download CSV
af_za: Aflaai CSV
de_de: CSV Download
es_es: Descargar CSV
fr_fr: Télécharger le CSV
it_it: Scarica il file CSV
ro_ro: Descărcare fișier CSV

source: Best is to right click on the "Download CSV" and download the file to your computer. Ensure the extension is .csv and then open with Excel, Numbers or something similar.
af_za: Beste is om op die "Aflaai CSV" te regskliek en die lêer af te laai op jou rekenaar. Maak seker die uitbreiding is .csv en maak dan met Excel, Numbers of iets soortgelyks oop.

source: CSV file with selected orders has been exported. %s %s
af_za: CSV-lêer met geselekteerde bestellings is ge-eksporteer. %s %s

source: Please fill in a serial key
af_za: Vul asseblief 'n reekssleutel in.
de_de: Bitte die Seriennummer angeben
es_es: Por favor, completa un número de serie
fr_fr: Veuillez indiquer la clé d'activation
it_it: Si prega di inserire un seriale valido
ro_ro: Vă rugăm introduceți cheia

source: Serial key is invalid, please try again
af_za: Reekssleutel is ongeldig, probeer asseblief weer.
de_de: Die Seriennummer ist ungültig. Bitte erneut versuchen
es_es: El número de serie no es válido, por favor, inténtalo de nuevo
fr_fr: La clé d'activation n'est pas valide, essaie encore
it_it: Il numero seriale immesso non &egrave; valido
ro_ro: Cheia este invalidă, vă rugăm mai încercați

source: You do not have access to this order
af_za: Jy het nie toegang tot hierdie bestelling nie.

source: File cannot be read. Please contact us
af_za: Lêer kan nie gelees word nie. Kontak ons asseblief.
de_de: Datei kann nicht gelesen werden. Bitte setzen Sie sich mit uns in Verbindung
es_es: El archivo no se puede leer. Entra en contacto con nosotros
fr_fr: Le fichier ne peut être lu. Veuillez communiquez avec nous
it_it: Il file non pu&ograve; essere letto. Si prega di contattare il supporto.
ro_ro: Fișierul nu poate fi citit. Vă rugăm să ne contactați

source: You are not allowed to download this file
af_za: Jy mag nie hierdie lêer aflaai nie.
de_de: Es ist Ihnen untersagt, diese Datei herunterzuladen
es_es: No está autorizado a descargar este archivo
fr_fr: Vous n'êtes pas autorisé à télécharger ce fichier
it_it: Il download del file non &egrave; consentito
ro_ro: Nu aveți permisiunea să descărcați acest fișier

source: File cannot be read
af_za: Lêer kan nie gelees word nie.
de_de: Datei kann nicht gelesen werden
es_es: El archivo no se puede leer
fr_fr: Le fichier ne peut être lu
it_it: Il file non pu&ograve; essere letto
ro_ro: Fișierul nu poate fi citit

source: No file was specified
af_za: Geen lêer is gespesifiseer nie.
de_de: Keine Datei angegeben
es_es: No se ha especificado el archivo
fr_fr: Pas de fichier spécifié
it_it: Nessun file specificato
ro_ro: Nu a fost specificat nici un fișier

source: Please select %s
af_za: Kies asseblief %s
fr_fr: Veuillez sélectionner %s
it_it: Effettuare una selezione: %s

source: Minimum order is %s
af_za: Minimumbestelling is %s
fr_fr: La commande minimum est %s
it_it: L'ordine minimo &egrave; di %s

source: No referral URL is available
af_za: Geen verwysings-bronadres (URL) is beskikbaar nie.
de_de: Kein Referral URL verfügbar
es_es: No hay URL de referencia disponible
fr_fr: Pas d'URL de référence disponible
it_it: Nessun Referral URL disponibile
ro_ro: Nu este disponibil nici un URL de referință

source: This is not an affiliate product
af_za: Hierdie is nie 'n verwante produk nie
de_de: Dieses ist kein Partnerprodukt
es_es: Este no es un producto afiliado
fr_fr: Ce n'est pas un produit d'affiliation
it_it: Questo non &egrave; un prodotto affiliato
ro_ro: Acesta nu este un produs afiliat

source: This item is not associated with you, clear your cookies and try again.
af_za: Hierdie item word nie met jou geassosieer nie, verwyder jou koekies en probeer weer.
es_es: Este item no está asociado a ti, borra tus cookis e inténtalo de nuevo.
fr_fr: Cet article ne vous est pas attribué, veuillez effacer vos cookies et réessayer.
it_it: Questo prodotto non &egrave; associato a te, elimina i cookie e riprova.

source: Deleting this item will make the order total smaller than zero. Please delete your discount first.
af_za: Verwydering van hierdie item sal die bestellingstotaal kleiner as nul maak. Verwyder asseblief eers jou afslag.
es_es: Borrando este item se hará el pedido total menor de cero. Por favor borra el descuento primero.
fr_fr: Supprimer cet article résulterais en une facture plus petite que zéro. Veuillez tout d'abord effacer vos rabais.
it_it: La cancellazione di questo prodotto porterebbe il totale ordine sotto lo zero. Si prega di rimuovere prima lo sconto.

source: Order item could not be read, please try again.
af_za: Bestellingsitem kan nie gelees word nie, probeer asb weer.
de_de: Bestellartikel konnte nicht gelesen werden, bitte erneut versuchen.
es_es: El item de pedido no puede ser leído, por favor, inténtalo de nuevo.
fr_fr: L'item de commande n'a pu être chargé. Veuillez réessayer.
it_it: Il prodotto in ordine non pu&ograve; essere caricato, si prega di riprovare.

source: No order item was specified, please try again.
af_za: Geen bestellingsitem is gespesifiseer nie, probeer asb weer.
de_de: Es wurde kein Bestellartikel ausgewählt, bitte erneut versuchen.
es_es: No se ha especificado un item de pedido, por favor inténtalo de nuevo.
fr_fr: L'item de commande n'a pas été spéficié. Veuillez réessayer.
it_it: Nessuna riga d'ordine specificata, si prega di riprovare.

source: No item quantities available
af_za: Geen item hoeveelhede beskikbaar nie.
de_de: Keine Mengen verfügbar
es_es: No hay cantidades de item disponibles
fr_fr: Pas de quantités disponibles pour cet article
it_it: Nessuna quntit&agrave; indicata
ro_ro: Nu sunt disponibile cantități pentru articol

source: The minimum required weight for all orders is %s. Please add more to your order.
af_za: Die minimum vereiste gewig vir alle bestellings is %s. Voeg asb meer by jou bestelling.

source: Too much discount being applied
af_za: Te veel afslag toegepas
de_de: Der Rabatt ist zu hoch
es_es: Está siendo aplicado mucho descuento
fr_fr: Trop de réductions ont déjà été appliquées, désolé.
it_it: Lo sconto richiesto &egrave; superiore a quello consentito
ro_ro: Se aplică un discount prea mare

source: You have already applied this coupon code
af_za: Jy het reeds aansoek gedoen om hierdie koeponkode
de_de: Sie haben diesen Gutschein bereits verwendet
es_es: Ya has aplicado este código de cupón
fr_fr: Vous avez déjà utilisé ce coupon rabais
it_it: Il Buono Sconto richiesto &egrave; gi&agrave; stato attivato
ro_ro: Ați aplicat deja acest cod de cupon

source: This coupon has exceeded its usage count.
af_za: Dit koepon oorskry sy gebruikstelling.
de_de: Dieser Gutschein wurde zu oft benützt, da die Anzahl der erlaubten Nutzungszahl überschritten wurde.
es_es: Este cupón ha excedido su recuento de uso.
fr_fr: Ce coupon a dépassé son nombre d'utilisation maximum.
it_it: Il buono sconto ha superato il limite di utilizzi consentito.

source: This discount coupon has expired
af_za: Hierdie afslagkoepon het verstryk
de_de: Dieser Gutschein ist verfallen
es_es: El cupón de descuento ha expirado
fr_fr: Ce coupon rabais est expiré
it_it: Il Buono Sconto &egrave; scaduto
ro_ro: Cuponul de discount a expirat

source: Discount coupon is inactive
af_za: Afslagkoepon is onaktief
de_de: Gutschein ist nicht aktiv
es_es: El Cupón de Descuento está inactivo
fr_fr: Les coupons de réductions sont désactivés
it_it: Questo Buono Sconto non &egrave; attivo
ro_ro: Cuponul de discount este inactiv

source: No coupon with this code could be found
af_za: Geen koepon met hierdie kode kon gevind word nie.
de_de: Es konnte kein Gutschein mit diesem Code gefunden werden
es_es: No se ha encontrado un cupón con ese código
fr_fr: Aucun coupon rabais avec ce code trouvé
it_it: Il codice inserito non corrisponde ad alcun Buono Sconto
ro_ro: Nu s-a găsit nici un cupon cu acest cod

source: Please fill in a discount coupon code
af_za: Vul asseblief 'n afslagkoeponkode in.
de_de: Bitte füllen Sie den Gutscheincode ein
es_es: Por favor, completa un Código de Cupón de Descuento
fr_fr: Indiquer un coupon rabais
it_it: Si prega di inserire il codice del Buono Sconto
ro_ro: Vă rugăm introduceți codul cuponului

source: You have already submitted a coupon code
af_za: Jy het reeds 'n koeponkode ingevul.
de_de: Sie haben bereits einen Gutscheincode eingegeben
es_es: Ya has ingresado un código de cupón
fr_fr: Vous avez déjà utilisé un coupon rabais
it_it: Hai gi&agrave; inserito un codice sconto
ro_ro: Ați încărcat deja acest cod de cupon

source: Selected order items have been removed
af_za: Geselekteerde bestellingsitems is verwyder
de_de: Die ausgewählten Gegenstände wurden entfernt
es_es: Los items del pedido seleccionados fueron borrados
fr_fr: Les articles en commande sélectionnés ont bien été supprimés
it_it: Gli articoli selezionati sono stati eliminati
ro_ro: Articolele comenzii selectate au fost eliminate

source: No order items were selected
af_za: Geen bestellingsitems is gekies nie
de_de: Es wurden keine Gegenstände ausgewählt
es_es: No se seleccionaron items del pedido
fr_fr: Aucuns articles en commande n'ont été sélectionnés
it_it: Nessuna riga d'ordine selezionata
ro_ro: Nu a fost selectată nici o comandă

source: You are not logged in
af_za: Jy is nie ingelog nie.
de_de: Sie sind nicht angemeldet
es_es: No estás logueado
fr_fr: Vous n'êtes pas connecté
it_it: &Egrave; necessario effettuare il login
ro_ro: Nu sunteți autentificat

source: Item quantities have been updated
af_za: Itemhoeveelhede is opgedateer.
de_de: Die Mengenangaben wurden erneuert
es_es: Las cantidades de items han sido actualizadas
fr_fr: Les quantités de cet article ont été mises à jour
it_it: Le quantit&agrave; degli articoli in ordine sono state aggiornate
ro_ro: Cantitățile articolelor au fost actualizate

source: Discount coupon cannot be removed
af_za: Afslagkoepon kan nie verwyder word nie.
de_de: Der Gutschein konnte nicht entfernt werden
es_es: El cupón de descuento no puede ser borrado
fr_fr: Ce coupon rabais ne peut pas être supprimé
it_it: Il Buono Sconto non pu&ograve; essere rimosso
ro_ro: Cuponul de discount nu poate fi eliminat

source: Discount coupon cannot be found
af_za: Afslagkoepon kan nie gevind word nie.
de_de: Gutschein wurde nicht gefunden
es_es: El cupón de descuento no pudo ser encontrado
fr_fr: Ce coupon rabais n'a pas été trouvé
it_it: Il Buono Sconto non &egrave; stato trovato
ro_ro: Nu s-au găsit cupoane de discount

source: No active order can be found
af_za: Geen aktiewe bestelling kan gevind word nie
de_de: Es wurde keine aktive Bestellung gefunden
es_es: No se ha encontrado ningún pedido activo
fr_fr: Aucune commande active ne peut être trouvée
it_it: Nessun ordine attivo
ro_ro: Nu s-au găsit comenzi active

source: No discount coupon was specified
af_za: Geen afslagkoepon is gespesifiseer nie.
de_de: wurde kein Gutschein ausgewählt
es_es: Ningún cupón de descuento fue especificado
fr_fr: Aucun coupon rabais n'a été spécifié
it_it: Nessun Buono Sconto inserito
ro_ro: Nu a fost specificat nici un cupon de discount

source: There are no items in your shopping cart
af_za: Daar is geen items in jou inkopiemandjie nie.
de_de: Ihr Warenkorb ist leer
es_es: No hay items en tu Carrito de Compras
fr_fr: Il n'y a aucun article dans votre panier
it_it: Nessun articolo presente nel Carrello
ro_ro: Nu există articole în coşul de cumpărături

source: Please fill in your first name
af_za: Vul asseblief jou noemnaam in
de_de: Bitte den Vornamen angeben
es_es: Por favor, completa tu nombre
fr_fr: Veuillez indiquer votre prénom
it_it: &Egrave; necessario inserire il nome
ro_ro: Vă rugăm completați prenumele
