Repository: licence2work/wp-checkout-languages
Catalog: wp-checkout-*.po
Languages: af_za, de_de, es_es, fr_fr, it_it, ro_ro

source: Quantity
af_za: Aantal
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
it_it: Quantit&agrave;
ro_ro: Cantitate

source: Quantity/count for this item/product.
af_za: Hoeveelheid/telling vir hierdie item/produk
fr_fr: Quantité/nombre pour cet article/produit.

source: Completed
af_za: Voltooid
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé
it_it: Completa
ro_ro: Finalizat

source: Has the checkout/agreement of this item/product been completed?
af_za: Is die uitteken/ooreenkoms van hierdie item/produk voltooi?
fr_fr: Est-ce que le checkout/entente de cet article/produit a été completé?

source: Paid For
af_za: Betaal Vir
de_de: Bezahlt
es_es: Pagado por
fr_fr: Payé pour
it_it: Pagata
ro_ro: Plătit

source: Has this item been paid in full?
af_za: Is hierdie item ten volle betaal?
fr_fr: Est-ce que cet article a été payé complètement?

source: Save Order Item
af_za: Stoor Bestellingsitem
de_de: Bestellartikel speichern
es_es: Guardar Item de Pedido
fr_fr: Sauvegarder un article en commande
it_it: Salva la riga d'ordine
ro_ro: Salvare articol

source: View an Order Item
af_za: Bekyk 'n Bestellingsitem
de_de: Einen Bestellartikel ansehen
es_es: Ver un Item de Pedido
fr_fr: Voir un article en commande
it_it: Dettagli Riga d'Ordine
ro_ro: Vizualizare articol

source: &larr; All Order Items
af_za: &larr; Alle bestellingsitems
de_de: &larr; Alle Bestellungen
fr_fr: &larr; Toutes les commandes
it_it: &larr; Tutti i prodotti in ordine

source: Mark this item as NOT shipped
af_za: Merk hierdie item as NIE versend nie
de_de: Markiere diesen Artikel als "NICHT versandt"
es_es: Marcar este item como NO enviado
fr_fr: Indiquer cet article comme NON expédié
it_it: Contrassegna la riga come NON spedita
ro_ro: Marcare articol ca NE-expediat

source: Not Shipped
af_za: Nie versend
de_de: Nicht versandt
es_es: No Enviado
fr_fr: Non expédié
it_it: Non spedita
ro_ro: Ne-expediat

source: Mark this item as shipped
af_za: Merk hierdie item as versend.
de_de: Diesen Artikel als "versandt" markieren
es_es: Marcar este item como enviado
fr_fr: Indiquer cet article comme expédié
it_it: Contrassegna la riga come spedita
ro_ro: Marcare articol ca expediat

source: Change the details of this item
af_za: Verander die details van hierdie item.
de_de: Die Details dieses Artikels ändern
es_es: Cambiar los detalles de este item
fr_fr: Changer les détails de cet article
it_it: Modifica i dettagli della riga
ro_ro: Modificare detalii articol

source: Change
af_za: Verander
de_de: Ändern
es_es: Cambiar
fr_fr: Changer
it_it: Modifica
ro_ro: Modificare

source: Remove this item completely
af_za: Verwyder hierdie item heeltemal.
de_de: Diesen Artikel vollständig entfernen
es_es: Borrar este item completamente
fr_fr: Supprimer cet article définitivement
it_it: Elimina completamente la riga
ro_ro: Eliminare completă articol

source: Variations/Options
af_za: Variasies/Opsies
de_de: Varianten/Optionen
es_es: Variaciones/Opciones
fr_fr: Options de variation
it_it: Varianti/Opzioni
ro_ro: Opțiuni / Variante

source: No products available
af_za: Geen produkte is beskikbaar nie
de_de: Keine Produkte verfügbar
es_es: No hay productos disponibles
fr_fr: Pas de produits disponibles
it_it: Nessun prodotto disponibile
ro_ro: Nu este disponibil nici un produs

source: Are you sure you wish to remove this content permanently?
af_za: Is jy seker jy wil die inhoud permanent verwyder?
de_de: Sind Sie sicher, daß Sie diesen Inhalt komplett entfernen wollen?
es_es: ¿Estás seguro que deseas borrar este contenido para siempre?
fr_fr: Êtes-vous sûr de vouloir supprimer ce contenu définitivement?
it_it: Sei sicuro di voler eliminare questo contenuto in modo permanente?
ro_ro: Sigur doriți să eliminați definitiv acest conținut?

source: Remove this content from the system
af_za: Verwyder hierdie inhoud van die stelsel
de_de: Diesen Inhalt aus dem System entfernen
es_es: Borar este contenido del sistema
fr_fr: Supprimer ce contenu à partir du système
it_it: Elimina dal sistema questo contenuto
ro_ro: Eliminați acest conținut din sistem

source: Remove Content
af_za: Verwyder Inhoud
de_de: Inhalt entfernen
es_es: Remover Contenido
fr_fr: Supprimer le contenu
it_it: Elimina Contenuto
ro_ro: Eliminare conținut

source: Save Settings
af_za: Stoor Verstellings
de_de: Einstellungen speichern
es_es: Guardar Configuración
fr_fr: Enregistrer les paramètres
it_it: Salva Configurazione
ro_ro: Salvare setări

source: Enable Invoices
af_za: Maak Fakture moontlik
de_de: Rechnungen aktivieren
es_es: Hablitar Facturas
fr_fr: Activer factures
it_it: Abilita Fatture
ro_ro: Pornire facturare

source: Turning this on will enable invoices to customers via email and PDF in the orders history section.
af_za: Deur hierdie aan te skakel, sal fakture na klante Via epos en PDF moontlik gemaak word in die bestellingsgeskiedenis-afdeling.

source: Attach PDF to email
af_za: Heg PDF aan epos

source: Yes, attach a PDF to the invoice email
af_za: Ja, heg 'n PDF aan die fakturerings epos.

source: Additional Attachment
af_za: Addisionele Aanhegting.

source: Yes, I want to attach an additional file to the order receipt/invoice.
af_za: Ja, ek wil 'n addisionele lêer aan die bestellingskwitansie/faktuur heg.

source: Attachment File
af_za: Aanhegtingslêer

source: Email Receipt Subject
af_za: Epos Kwitansie Onderwerp

source: Customize the email invoice subject to customers. You may use <code>[order_id]</code> shortcode to dynamically show the order ID.
af_za: Pas die epos faktuuronderwerp aan vir klante. Jy mag <code>[order_id]</code> kode gebruik om die bestelling ID dinamies te vertoon.

source: Subject of the email invoice sent to customers.
af_za: Onderwerp van die eposfaktuur aan die klante gestuur.

source: Paid Status
af_za: Betaalstatus.
de_de: Bezahlungsstatus
es_es: Estado de Pago
fr_fr: Statut de paiement
it_it: Stato Pagamento
ro_ro: Starea plătit

source: Should the paid status of an order be shown on the invoice?
af_za: Moet die betaalstatus van 'n bestelling op die faktuur getoon word?
es_es: ¿Debería el estado de pago de un pedido ser mostrado en la factura?
fr_fr: Est-ce que la status de paiement d'une commande doit être affiché sur la commande?
it_it: Mostrare lo stato del pagamento dell'ordine nella fattura?
ro_ro: Doriți să afișați starea plății pe factură?

source: On
af_za: Aan
de_de: An
es_es: Activado
fr_fr: Activer
it_it: Attiva
ro_ro: Pornit

source: Off
af_za: Af
de_de: Aus
es_es: Desactivado
fr_fr: Désactiver
it_it: Disattiva
ro_ro: Oprit

source: Turn this on to show the product code/SKU on the invoice.
af_za: Skakel hierdie aan om die produkkode/SKU op die faktuur te toon.
de_de: Diese Option aktivieren, wenn der Produktcode/Lagerhaltungsnummer auf der Rechnung angezeigt werden soll.
es_es: Activar para mostrar el código/SKU de producto en la factura.
fr_fr: Activer cette option permettra de montrer le code/SKU du produit sur la facture.
it_it: Attivare questa funzione per mostrare il codice prodotto/n inventario nella fattura.
ro_ro: Porniți această setare pentru a afișa codul SKU a produsului în factură

source: Invoice Title
af_za: Faktuuropskrif

source: Specify the text/caption to show at the top of the invoice.
af_za: Spesifiseer die teks/hoof/kleinletters om bo-aan die faktuur te gebruik.

source: Company Slogan
af_za: Maatskappy Slagspreuk

source: Logo or Name
af_za: Logo of Naam
de_de: Logo oder Name
es_es: Logo o Nombre
fr_fr: Logo ou nom
it_it: Logo o nome
ro_ro: Logo sau nume

source: Business Name
af_za: Besigheidsnaam
de_de: Firmenname
es_es: Nombre del Negocio
fr_fr: Dénomination commerciale
it_it: Nome Societ&agrave;
ro_ro: Numele societății

source: choose whether you want to upload a logo file or just show your business/company name.
af_za: Kies of jy 'n logo wil oplaai of net jou besigheidsnaam wil vertoon.
de_de: Wählen Sie, ob Sie eine Datei mit einem Logo hochladen oder nur den Frimennamen anzeigen wollen.
es_es: elija si desea cargar un archivo de logotipo o solo mostrar el nombre de su negocio/empresa.
fr_fr: Envoyé une image ou inscrire le nom de compagnie?
it_it: scegliere se inviare un file con il logo o visualizzare il nome dell'attivit&agrave;/societ&agrave;.
ro_ro: alegeți dacă doriți să încărcați un logo sau dacă doar afișați numele societății dumneavoastră.

source: Company Logo
af_za: Maatskappy Logo
de_de: Firma Logo
es_es: Logo de la Empresa
fr_fr: Logo de la société
it_it: Logo Societ&agrave;
ro_ro: Logo societate

source: Company Email
af_za: Maatskappy Epos

source: Company Phone
af_za: Maatskappy Foon
de_de: Firma Telefon
es_es: Teléfono de la Empresa
fr_fr: Téléphone société
it_it: Telefono Societ&agrave;
ro_ro: Telefon societate

source: Company Fax
af_za: Maatskappy Faks
de_de: Firma Fax
es_es: Fax de la Empresa
fr_fr: Fax société
it_it: Fax Societ&agrave;
ro_ro: Cantitate

source: Company Web Address
af_za: Maatskappy Webtuiste-adres
de_de: Firma Webseite
es_es: Dirección Web de la Empresa
fr_fr: Site web société
it_it: Indirizzo Web Societ&agrave;
ro_ro: Adresa Email

source: Company Address
af_za: Maatskappy adres
de_de: Firma Adresse
es_es: Domicilio de la Empresa
fr_fr: Adresse société
it_it: Indirizzo Societ&agrave;
ro_ro: Adresa Email

source: Footer Text/Comments
af_za: Teks/kommentaar onderaan bladsy
de_de: Fußzeilentext/kommentare
es_es: Texto del pié de página/Comentarios
fr_fr: Texte/Commentaires en bas de page
it_it: Testo/commenti nel pi&eacute; di pagina
ro_ro: Text / Comentarii subsol

source: text to display at the bottom of the invoice, useful for banking details or special instructions.
af_za: Teks wat aan die onderent van faktuur vertoon word, handig vir bankbesonderhede of spesiale instruksies.
de_de: Text, der am Ende der Rechnung angezeigt wird. Nützlich für Bankdetails oder besondere Anweisungen.
es_es: texto para mostrar al pié del recibo, útil para los datos bancarios o instrucciones especiales.
fr_fr: Texte à afficher en bas de la facture. Utile pour les détails bancaires ou des instructions particulières.
it_it: testo da visualizzare in fondo alla fattura, utile per specificare istruzioni particolari o le coordinate bancarie.
ro_ro: text de afișat în partea inferioară a facturii, util pentru detaliile bancare sau instrucțiuni speciale

source: Enable PDF
af_za: Aktiveer PDF

source: Allow the saving of PDF receipts from invoices.
af_za: Laat die stoor van PDF kwitansies vanaf fakture toe.
es_es: Permitir guardar archivos PDF de las facturas.
fr_fr: Permettre la sauvergarde des reçus PDF des factures.
it_it: Consente di salvare le fatture in formato PDF.

source: Show Options on PDF
af_za: Wys Opsies op PDF

source: Turn this off if you are experiencing problems with PDF invoices.
af_za: Skakel hierdie af wanneer jy probleme ondervind met PDF-fakture.
es_es: Coloca esto como Desactivado si estás teniendo problemas con las facturas PDF.
fr_fr: Éteindre si vous rencontré une problème avec les factures PDF.
it_it: Disattiva questa funzione se incontri problemi con le fatture in PDF.
ro_ro: Dezactivați dacă aveți probleme cu facturile PDF.

source: Paper Size
af_za: Papiergrootte

source: Paper Orientation
af_za: Papier-oriëntaise

source: Portrait
af_za: Portret

source: Landscape
af_za: Landskap

source: Title/Caption
af_za: Opskrif
de_de: Titel/Beschriftung
es_es: Título/Descripción
fr_fr: Titre/sous titre
it_it: Titolo/Didascalia
ro_ro: Titlu/Subtitlu

source: Title/caption to show to customers on the shop front.
af_za: Opskrif om aan klante te toon op die aankope-voorblad.
de_de: Titel/Untertitel, der den Kunden angezeigt wird
es_es: Título/descripción para mostrar a los clientes en la página de la tienda.
fr_fr: Titre/sous-titre affiché aux clients sur la page frontispice.
it_it: Titolo/didascalia da mostrare ai clienti nel negozio.
ro_ro: Titlul ce va fi afișat clienților la intrarea în magazin.

source: API Login ID
af_za: API Aanteken/Login ID
es_es: ID de Login de API
fr_fr: ID de connexion API
it_it: ID Login API
ro_ro: ID autentificare API

source: Obtain this from your Authorize.net merchant account.
af_za: Verkry hierdie van jou Authorize.net handelaarsrekening
fr_fr: Obtenir à partir de votre compte commerçant chez Authorize.net

source: Transaction Key
af_za: Transaksiesleutel
de_de: Transaktionsschlüssel
es_es: Key de Transacción
fr_fr: Clé de transaction
it_it: Chiave Transazione
ro_ro: Cheie tranzacție

source: Test Mode
af_za: Toetsmode
de_de: Testmodus (Sandbox)
es_es: Modo de Testeo
fr_fr: Mode test
it_it: Modalit&agrave; di prova
ro_ro: Mod test

source: Turn this off for a live/real Authorize.net account even if it is in test mode.
af_za: Skel hierdie af vir 'n werklike Authorize.net rekening selfs in toetsmode.
fr_fr: Désactiver cette fonction pour un compte Authorize.net en production, même si ce compte est en mode test.

source: Emulator
af_za: Nabootser

source: None (Use Authorize.net AIM as is)
af_za: Geen (Gebruik Authorize.net AIM soos dit is)

source: Title/caption to show to your customers on the billing page and throughout.
af_za: Titel/Opskrif om aan jou klante te toon op die faktureringsbladsy en deurgaans.
es_es: Título/descripción para mostrar a los clientes en la página de facturación y en todas partes.
fr_fr: Titre/sous-titre affiché aux clients sur la page de facturation et les suivantes.
it_it: Titolo/didascalia da mostrare ai clienti nella pagina di fatturazione e nelle successive.
ro_ro: Titlul/descrierea ce va fi afișată clienților în pagina de facturare și ulterior în finalizarea comenzii.

source: Merchant
af_za: Handelaar
de_de: Verkäufer ID
es_es: Comerciante
fr_fr: Commerçant
it_it: Venditore
ro_ro: Comerciant

source: Bartercard provided merchant ID.
af_za: Bartercard voorsien handelaar ID.
de_de: Bartercard zur Verfügung gestellte Verkäufer ID.
es_es: Merchant ID provisto por Bartercard.
fr_fr: Id de marchand fourni par Bartercard.
it_it: ID Venditore fornito da Bartercard.

source: Merchant Type
af_za: Handelaartipe
de_de: Verkäufer Typ
es_es: Tipo de Comerciante
fr_fr: Type de commerçant
it_it: Tipo Venditore
ro_ro: Tip comerciant

source: First digit identifies whether smspos (0) or Internet based Merchant (1), the second two digits cc identify the originating country of the web site (44 for UK) the next four digits identify the web site and are 0001 for Honey PLC and assigned by Bartercard (this will be added in phase 2).
af_za: Eerste getal identifiseer smspos (0) of Internetgebaseerde Handelaar (1), die tweede twee getalle cc identifiseer die land van oorsprong van die webtuiste (44 vir VK), die volgende vier getalle identifiseer die webtuiste en is 0001 vir Honey PLC en toegewys deur Bartercard ( dit sal in fase 2 bygevoeg word).
es_es: El primer dígito identifica si smspos (0) o Internet based Merchant (1), el segundo dígito cc identifica el país originario del sitio web (44 para UK) los próximos cuatro dígitos identifican el sitio web y son 0001 para Honey PLC y asignados pra Bartercard (este será agregado en la fase 2).
fr_fr: Le premier chiffre identifie si smspos (0) ou marchand internet (1) est utilisé. Le deuxième chiffre identifie le pays du site web (44 pour la Grande-Bretagne). Les chiffres 3 à 6 identifies le site web (0001 pour Honey PLC) et sont assignés par Bartercard (sera ajouté dans la phase 2).
it_it: La prima cifra indica l'uso di smspos (0) o Internet based Merchant (1), le seguenti due cifre identificano la nazione di origine del sito web (44 per UK), le successive quattro cifre identificano il sito (0001 per Honey PLC) e sono assegnate da Bartercard (aggiunte in fase 2).

source: Merchant ID
af_za: Handelaar ID
es_es: ID de Comerciante
fr_fr: ID commerçant
it_it: ID Venditore
ro_ro: ID comerciant

source: Merchant Key
af_za: Handelaarsleutel
es_es: Key de Comerciante
fr_fr: Clé commerçant
it_it: Chiave Venditore
ro_ro: Cheie comerciant

source: Sandbox
af_za: Sandboks
it_it: Banco di prova

source: turn this on for testing purposes with the Google Checkout Sandbox
af_za: Skakel hierdie aan vir toetsdoeleindes met die Google Uitteken Sandboks
de_de: Schalten Sie diese Option ein, um zu die Google Checkout Sandbox zu Testzwecken zu benutzen
es_es: activar para propósitos de testeo con el Google Checkout Sandbox
fr_fr: active cette option pour
it_it: abilita quest'opzione per fare i test con la modalit&agrave; di prova di Google Checkout
ro_ro: activați pentru teste cu Google Checkout Sandbox

source: LUCY Username
af_za: LUCY Gebruikernaam
de_de: LUCY Benutzername
es_es: Usuario LUCY
fr_fr: Nom d'utilisateur LUCY
it_it: Nome utente LUCY

source: Your LUCY Gateway username provided by LUCY.
af_za: Jou LUCY Deurgangspoort gebruikernaam deur LUCY verskaf.
de_de: Ihr LUCY Gateway Benutzername, welcher durch LUCY zur Verfügung gestellt.
es_es: Tu usuario Gateway de LUCY provisto por LUCY.
fr_fr: Votre nom d'usager de passerelle LUCY (fourni par LUCY).
it_it: Il nome utente del portale LUCY da loro fornito.
ro_ro: Numele utilizator LUCY Gateway este furnizat de LUCY.

source: LUCY Password
af_za: LUCY Wagwoord
de_de: LUCY Passwort
es_es: Contraseña LUCY
fr_fr: Mot de passe LUCY
it_it: Password LUCY

source: Your LUCY Gateway password provided by LUCY.
af_za: Jou LUCY Deurgangspoort wagwoord deur LUCY verskaf.
de_de: Ihr LUCY Gateway Passwort, welcher durch LUCY zur Verfügung gestellt.
es_es: Tu contraseña Gateway de LUCY provisto por LUCY.
fr_fr: Votre mot de passe de passerelle LUCY (fourni par LUCY).
it_it: La password del portale LUCY da loro fornita.
ro_ro: Parola LUCY Gateway este furnizată de LUCY.

source: LUCY Server
af_za: LUCY bediener
es_es: Servidor LUCY
fr_fr: Serveur LUCY
it_it: Server LUCY

source: Live
af_za: Lewendig
de_de: Aktiv
fr_fr: Actif
it_it: In tempo reale
ro_ro: Activ

source: Staging/Develop
af_za: Trapgewys/Ontwikkel
de_de: Informationsintegration/Entwicklung
es_es: Staging/Desarrollo
fr_fr: Mise en scène/Développer
it_it: Test/Sviluppo
ro_ro: Dezvoltare/Staging

source: Use the LUCY Gateway staging server when using a developer/test account.
af_za: Gebruik die LUCY trapgewyste bediener wanneer jy 'n ontwikkelaar/toets rekening doen.
es_es: Usa el staging server de Gateway LUCY cuando utilices una cuenta de desarrollo/testeo.
fr_fr: Utilisez le serveur de passerelle LUCY lorsque vous utilisez un compte test/développeur.
it_it: Utilizza il server di prova del portale LUCY quando di usano le credenziali di test/sviluppo.
ro_ro: Utilizați LUCY Gateway demo dacă testați un cont de dezvoltare sau de testare.

source: Please note that MonsterPay requires PHP5 with CURL and SimpleXML installed.
af_za: Neem asb. kennis dat MonsterPay 'n PHP5 met CURL en SimpleXML geïnstalleer benodig.
es_es: Por favor, sabe que MosterPay requiere PHP5 con CURL y SimpleXML instalados.
fr_fr: Veuillez prendre note que MonsterPay requière PHP5 avec CURL and SimpleXML d'installé.
it_it: Si prega di notare che MonsterPay richiede PHP5 con le opzioni CURL e SimpleXML installate.

source: Title/caption to show for this payment method to your customers.
af_za: Opskrif/Tital om aan jou klante te toon vir hierdie betalingsmetode.
es_es: Descripción para mostrar en este método de pago a tus clientes.
fr_fr: Titre/sous-titre affiché aux clients pour cette méthode de paiement.
it_it: Il titolo/didascalia da mostrare ai clienti per questa modalit&agrave; di pagamento in fase di finalizzazione dell'ordine.
ro_ro: Numele prezentat clienților pentru această metodă de plată.

source: Merchant Identifier
af_za: Handelsidentifiseerder
de_de: Verkäufer ID
es_es: Identificador de Merchant
fr_fr: Id commerçant
it_it: ID Venditore
ro_ro: ID comerciant

source: Merchant Identifier provided by MonsterPay.
af_za: Handelsidentifiseerder deur MonsterPay voorsien.
de_de: Verkäufer Identifikation von MonsterPay.
es_es: Identificador de Merchant provisto por MonsterPay.
fr_fr: Id de marchand fourni par MonsterPay.
it_it: ID Venditore fornito da MonsterPay.

source: MonsterPay Username
af_za: MonsterPay Gebruikernaam
de_de: MonsterPay Benutzername
es_es: Usuario de MonsterPay
fr_fr: Nom d'utilisateur MonsterPay
it_it: Nome utente MonsterPay

source: Username (usually email address) provided by MonsterPay.
af_za: Gebruikernaam (gewoonlik epos-adres) deur MonsterPay voorsien.
de_de: Benutzername (üblicherweise Emailadresse) von MonsterPay.
es_es: Usuario (usualmente email) provisto por MonsterPay.
fr_fr: Nom d'usager (habituellement votre adresse courriel) fourni par MonsterPay.
it_it: Nome utente (solitamente l'indirizzo email) fornito da MonsterPay.

source: MonsterPay Password
af_za: MonsterPay Wagwoord
de_de: MonsterPay Passwort
es_es: Contraseña de MonsterPay
fr_fr: Mot de passe MonsterPay
it_it: Password MonsterPay

source: Password (for username above) provided by MonsterPay.
af_za: Wagwoord (vir gebruikernaam bo) deur MonsterPay voorsien.
de_de: Passwort (für obigen Benutzernamen) von MonsterPay.
es_es: Contraseña (del usuario de arriba) provisto pode MonsterPay.
fr_fr: Mot de passe (de l'usager ci-haut) fourni par MonsterPay.
it_it: Password (per il nome utente indicato sopra) fornito da MonsterPay.

source: Custom Payment Page ID
af_za: Aangepasde Betalingsbladsy ID
de_de: Benutzerdefinierte Bezahlung Seiten ID
es_es: ID de Página de Pago Personalizado
fr_fr: Id de page de paiement personnalisé
it_it: ID Pagina Pagamento Personalizzato
ro_ro: ID pagină plată personalizată

source: ID of custom payment page. Leave blank to use the default.
af_za: ID van aangepasde betalingsbladsy. Los oop om die verstek te gebruik.
es_es: ID de página de pago personalizado. Dejar en blanco para usar predeterminado.
fr_fr: Id de la page personnalisée de paiement. Laissez vide pour utiliser les valeurs par défaut.
it_it: ID della pagina per il pagamento personalizzata. Lasciare vuoto per usare la pagina predefinita.
ro_ro: ID-ul paginii personalizate de plată. Lăsați necompletat pentru pagina implicită.

source: Technical Information
af_za: Tegniese Informasie
de_de: Technische Informationen
es_es: Información Técnica
fr_fr: Information technique
it_it: Informazioni Tecniche
ro_ro: Informații tehnice

source: The name/title to display to customers on the billing page of checkout.
af_za: Die naam/titel om aan die klante te toon op die faktureringsbladsy van die uittekenproses.
es_es: El nombre/título para mostrar a tus clientes en la página de facturación de la finalización de compra.
fr_fr: Titre/sous-titre affiché aux clients sur la page de facturation.
it_it: Il nome/titolo da mostrare al cliente nella pagina di fatturazione in fase di finalizzazione dell'ordine.
ro_ro: Nume/titlu pentru afișare în pagina facturare la finalizarea comenzii.

source: you can set this value in your Ogone account under Technical Information > Data &amp; Origin Verification
af_za: jy kan hierdie waarde in jou Ogone-rekening stel onder Technical Information> Data & amp; Origin Verification
de_de: Sie können diesen Wert in Ihren Ogone Konto unter Technical Information > Data &amp; Origin Verification einstellen
es_es: puedes configurar este valor en tu cuenta Ogone en Technical Information > Data y Origin Verification
fr_fr: Vous pouvez régler cette valeur dans votre compte Ogone sous: Information technique -> Donnée &amp; Vérification d'origine
it_it: puoi impostare questi valori nel tuo profilo Ogone sotto Informazioni Tecniche > Verifica Data &amp; Origine
ro_ro: puteți seta această valoare în contul dumneavoastră la Ogone în secțiunea Technical Information > Data &amp; Origin Verification
